Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/hsb/app.po
Languages: hsb

# action_cancel
source: Cancel
hsb: Přetorhnyć

# action_ok
source: OK
hsb: W porjadku

# action_save
source: Save
hsb: Składować

# urlbar_hint
source: Search or enter address
hsb: Adresu pytać abo zapodać

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
hsb: Awtomatiski priwatny modus. Přehladować. Zhašeć. Wospjetować.

# feedback_erase
source: Your browsing history has been erased.
hsb: Waša přehladowanska historija je so zhašała.

# search_hint
source: Search for %1$s
hsb: Pytanje za %1$s

# menu_share
source: Share…
hsb: Dźělić…

# menu_open_with_default_browser2
source: Open in %1$s
hsb: W %1$s wočinić

# menu_open_with_a_browser2
source: Open in…
hsb: Wočinić w…

# menu_add_to_home_screen
source: Add to Home screen
hsb: Startowej wobrazowce přidać

# menu_whats_new
source: What's New
hsb: Što je nowe

# menu_settings
source: Settings
hsb: Nastajenja

# menu_about
source: About
hsb: Wo

# menu_help
source: Help
hsb: Pomoc

# menu_rights
source: Your Rights
hsb: Waše prawa

# menu_trackers_blocked_title
source: Trackers blocked
hsb: Přesćěhowaki zablokowane

# menu_custom_tab_branding
source: Powered by %1$s
hsb: Spěchowany wot %1$s

# share_dialog_title
source: Share via
hsb: Dźělić přez

# notification_erase_text
source: Erase browsing history
hsb: Přehladowansku historiju zhašeć

# notification_action_open
source: Open
hsb: Wočinić

# notification_action_erase_and_open
source: Erase and Open
hsb: Zhašeć a wočinić

# shortcut_erase_short_label
source: Erase
hsb: Zhašeć

# shortcut_erase_long_label
source: Erase browsing history
hsb: Přehladowansku historiju zhašeć

# text_selection_search_action
source: Search Privately
hsb: Priwatnje pytać

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
hsb: <p>%1$s da was kontrolu wobchować.</p> <p>Wužiwajće jón jako priwatny wobhladowak: <ul> <li>Pytajće a přehladujće direktnje w nałoženju</li> <li>Blokujće přesćěhowaki (abo aktualizujće nastajenja, zo byšće přesćěhowaki dowolił)</li> <li>Zhašejće placki a pytansku a přehladowansku historiju</li> </ul> </p> <p>%1$s so wot Mozilla wuwiwa. Naša misija je spěchowanje stroweho, wotewrjeneho interneta.<br/> <a href="%2$s">Dalše informacije</a></p>

# preference_category_search
source: Search
hsb: Pytać

# preference_search_engine_default
source: Default
hsb: Standard

# preference_state_on
source: On
hsb: Zapinjeny

# preference_state_off
source: Off
hsb: Wupinjeny

# preference_subitem_autocomplete
source: URL Autocomplete
hsb: Awtomatiske wudospołnjenje URL

# preference_switch_autocomplete
source: Autocomplete
hsb: Wudospołnjenje

# preference_category_autocomplete_preinstalled
source: Default URL List
hsb: Standardna lisćina adresow

# preference_autocomplete_preinstalled_summary
source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
hsb: Zmóžnić, zo by %1$s wjace hač 450 woblubowanych adresow w adresowym polu wudospołnił.

# preference_category_autocomplete_custom
source: Custom URL
hsb: Swójska adresa

# preference_autocomplete_subitem_customlist
source: Custom URLs
hsb: Swójske adresy

# preference_autocomplete_action_add
source: + Add custom URL
hsb: + Swójsku adresu přidać

# preference_autocomplete_title_add
source: Add custom URL
hsb: Swójsku adresu přidać

# preference_autocomplete_title_remove
source: Remove custom URLs
hsb: Swójske adresy wotstronić

# preference_autocomplete_learn_more
source: Learn more
hsb: Dalše informacije

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
hsb: Swójske adresy za wudospołnjenje přidać a rjadowác.

# preference_autocomplete_add_title
source: URL to add
hsb: Adresa, kotraž ma so přidać

# preference_autocomplete_add_hint
source: Paste or enter URL
hsb: Adresu zasadźić abo zapodać

# preference_autocomplete_add_example
source: Example: example.com
hsb: Přikład: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
hsb: Nowa swójska adresa přidata.

# preference_autocomplete_menu_remove
source: Remove
hsb: Wotstronić

# preference_autocomplete_action_remove_content_description
source: Remove
hsb: Wotstronić

# preference_autocomplete_add_error
source: Double-check the URL you entered.
hsb: Přepruwujće zapodatu adresu.

# preference_language
source: Language
hsb: Rěč

# preference_language_systemdefault
source: System default
hsb: Systemowy standard

# preference_dialog_title_search_engine
source: Default search
hsb: Systemowe pytanje

# preference_category_privacy
source: Privacy
hsb: Priwatnosć

# preference_privacy_block_ads
source: Block ad trackers
hsb: Wabjenske přesćěhowaki blokować

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
hsb: Někotre wbajenje sydłowe wopyty slěduje, samo hdyž na wabjenje njekliknjeće

# preference_privacy_block_analytics
source: Block analytic trackers
hsb: Analyzowe přesćěhowaki blokować

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
hsb: Z tym so aktiwity kaž dótkanje a kulenje přez strony hromadźa, analyzuja a měrja

# preference_privacy_block_social
source: Block social trackers
hsb: Socialne přesćěhowaki blokować

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
hsb: Na sydłach zasadźene, zo bychu waše wopyty slědowali a funkcije kaž tłóčatka za dźělenje zwobraznili

# preference_privacy_block_content
source: Block other content trackers
hsb: Druhe wobsahowe přesćěhowaki blokować

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
hsb: To móže wjesć k tomu, zo so někotre strony njewšědnje zadźerža

# preference_privacy_secure_mode
source: Stealth
hsb: Tarnowanje

# preference_privacy_stealth_summary
source: Hide webpages when switching apps
hsb: Webstrony schować, hdyž so nałoženja přepinaja

# preference_category_performance
source: Performance
hsb: Wukon

# preference_performance_block_webfonts
source: Block Web fonts
hsb: Webpisma blokować

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
hsb: Móže k tomu wjesć, zo symbole abo wobrazy faluja

# preference_performance_block_images
source: Block images
hsb: Wobrazy blokować

# preference_default_browser2
source: Make %1$s default browser
hsb: %1$s jako standardny wobhladowak nastajić

# preference_mozilla_telemetry2
source: Send usage data
hsb: Wužiwanske daty pósłać

# preference_mozilla_telemetry_summary
source: Learn more
hsb: Dalše informacije

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
hsb: Mozilla so prócuje, jenož informacije hromadźić, z kotrymiž móžemy %1$s za kóždeho poskićić a polěpšić.

# preference_privacy_notice
source: Privacy Notice
hsb: Zdźělenka priwatnosće

# preference_about
source: About %1$s
hsb: Wo %1$s

# preference_search_installed_search_engines
source: Installed search engines
hsb: Instalowane pytawy

# preference_search_restore
source: Restore default search engines
hsb: Standardne pytawy wobnowić

# preference_search_add2
source: + Add another search engine
hsb: + Dalšu pytawu přidać

# preference_search_remove_title
source: Remove search engines
hsb: Pytawy wotstronić

# preference_search_remove
source: Remove
hsb: Wotstronić

# tutorial_search_manually_add
source: Manually add
hsb: Manuelnje přidać

# tutorial_search_title
source: Add search engine
hsb: Pytawu přidać

# tutorial_search_step1
source: 1. Go to the search engine homepage.
hsb: 1. Přeńdźće k startowej stronje pytawy.

# tutorial_search_step2
source: 2. Tap into the search engine’s search field.
hsb: 2. Podótkńće so do pytanskeho pola pytawy.

# tutorial_search_step2_alternative
source: 2. Long press the search engine’s search field.
hsb: 2. Tłóčće dołho na pytanske polo pytawy.

# tutorial_search_step3
source: 3. Tap the magnifying glass icon above the keyboard to add the search engine.
hsb: 3. Podótkńće so lupoweho symbola nad tastaturu, zo byšće pytawy přidał.

# action_option_add_search_engine
source: Add search engine
hsb: Pytawu přidać

# tutorial_search_step3_alternative
source: 3. Tap %1$s
hsb: 3. Podótkńće so %1$s

# tutorial_search_step4
source: 4. If you don’t see the magnifying glass, try manually adding a search engine.
hsb: 4. Jeli žanu lupu njewidźiće, spytajće pytawu manuelnje přidać.

# tutorial_search_step4_alternative
source: 4. If you don’t see %1$s, try manually adding a search engine.
hsb: 4. Jeli %1$s njewidźiće, spytajće pytawu manuelnje přidać.

# tutorial_search_finish
source: GET STARTED
hsb: PRĚNJE KROKI

# search_add_hint
source: Tap the magnifying glass icon above the keyboard to add this search engine.
hsb: Podótkńće so lupoweho symbola nad tastaturu, zo byšće tutu pytawu přidał.

# search_add_manually_name
source: Name to display
hsb: Pokazowanske mjeno

# search_add_manually_name_hint
source: Search engine name
hsb: Mjeno pytawy

# search_add_manually_string
source: Search string to use
hsb: Pytanski wuraz, kotryž ma so wužiwać

# search_add_manually_save
source: Save
hsb: Składować

# search_add_manually_string_hint
source: Paste or enter search string. If necessary, replace search term with: %s.
hsb: Pytanski wuraz zasadźić abo zapodać. Jeli trjeba, wuměńće pytanski wuraz přez: %s.

# search_add_manually_example
source: Example: example.com/search/?q=%s
hsb: Přikład: example.com/search/?q=%s

# accessibility_announcement_search
source: Add search engine
hsb: Pytawu přidać

# search_add_confirmation
source: New search engine added.
hsb: Nowa pytawa je so přidała.

# search_add_error_empty_name
source: Enter search engine name
hsb: Mjeno pytawy zapodać

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
hsb: Je hižo pytawa instalowana, kotraž tute mjeno wužiwa.

# search_add_error_empty_search
source: Enter search string
hsb: Pytanski wuraz zapodać

# search_add_error_format
source: Check that search string matches Example format
hsb: Přepruwujće, hač pytanski wuraz přikładowemu formatej wotpowěduje

# content_description_clear_input
source: Clear input
hsb: Zapodaće wuprózdnić

# content_description_dismiss_input
source: Dismiss
hsb: Zaćisnyć

# content_description_erase
source: Erase browsing history
hsb: Přehladowansku historiju zhašeć

# content_description_fab_expand
source: Expand
hsb: Pokazać

# content_description_tab_counter
source: Tabs open: %1$s
hsb: Wočinjene rajtarki: %1$s

# content_description_open_tab
source: Open tab
hsb: Rajtark wočinić

# content_description_close_tab
source: Close tab
hsb: Rajtark začinić

# content_description_lock
source: Secure connection
hsb: Wěsty zwisk

# accessibility_announcement_loading
source: Loading
hsb: Začitanje

# accessibility_announcement_loading_finished
source: Website loaded
hsb: Websydło je so začitało

# content_description_menu
source: More options
hsb: Dalše nastajenja

# content_description_forward
source: Navigate forward
hsb: Doprědka

# content_description_reload
source: Reload website
hsb: Websydło znowa začitać

# content_description_back
source: Navigate back
hsb: Wróćo

# content_description_stop
source: Stop loading website
hsb: Čitanje websydła zastajić

# content_description_customtab_exit
source: Return to previous app
hsb: Wróćo k předchadnemu nałoženju

# content_description_blocking_switch
source: Block trackers
hsb: Přesćěhowaki blokować

# context_menu_paste_go
source: Paste & Go
hsb: Zasadźić a započeć

source: Your Rights
hsb: Waše prawa

# external_app_prompt_title
source: Open link in another app
hsb: Wotkaz w druhim nałoženju wočinić

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
hsb: Móžeće %1$s wopušćić, zo byšće tutón wotkaz w %2$s wočinił.

# external_app_prompt_no_app_title
source: Find an app that can open link
hsb: Nałoženje pytać, kotrež móže wotkaz wočinić

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
hsb: Žane z nałoženjow na wašim graće njemóže tutón wotkaz wočinić. Móžeće %1$s wopušćić, zo byšće %2$s za nałoženjom přepytował.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
hsb: Priwatny modus wopušćić?

# download_snackbar_finished
source: %1$s finished
hsb: %1$s dokónčeny

# download_snackbar_open
source: Open
hsb: Wočinić

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
hsb: Sćehnjene dataje so <b>njezhašeja</b>, hdyž historiju %1$s zhašeće.

# download_dialog_title
source: Download File
hsb: Dataju sćahnyć

# download_dialog_action_cancel
source: Cancel
hsb: Přetorhnyć

# download_dialog_action_download
source: Download
hsb: Sćahnyć

# errorpage_title
source: Problem loading page
hsb: Zmylk při čitanju strony

# errorpage_refresh
source: Try Again
hsb: Hišće raz spytać

# error_connectionfailure_title
source: Unable to connect
hsb: Žadyn zwisk móžny

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
hsb: <ul> <li>Sydło njesteji snano nachwilu k dispoziciji abo je přećežene. Spytajće za mało wokomikow hišće raz.</li> <li>Jeli njemóžeće strony začitać, přepruwujće datowy abo WLAN-zwisk wašeho mobilneho grata.</li> </ul>

# error_timeout_title
source: The connection timed out
hsb: Čas zwiska je překročeny

# error_hostLookup_title
source: Server not found
hsb: Serwer namakany njeje

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
hsb: <ul> <li>Přepruwujće adresu za pisanskimi zmylkami kaž <strong>ww</strong>.example.com město <strong>www</strong>.example.com</li> <li>Jeli njemóžeće strony začitać, přepruwujće daty swojeho grata abo swój WLAN-zwisk.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
hsb: Adresa płaćiwa njeje

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
hsb: <ul> <li>Webadresy so z wašnjom kaž <strong>http://www.example.com/</strong> pisaja.</li> <li>Zawěsćće, zo wužiwaće doprědka nachilene nakósne smužki (t.j. <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
hsb: Strona njeprawje posrědkuje

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
hsb: <ul> <li>Tutón problem so druhdy přez znjemóžnjenje abo wotpokazowanje plackow zawinuje.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
hsb: Tuta adresa njeje so zrozumiła

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
hsb: <ul> <li>Snano dyrbiće druhe programy instalować, zo by so tuta adresa wočiniła.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
hsb: Wěsty zwisk móžny njeje

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
hsb: <ul> <li>To móhło problem z konfiguraciju serwera być, abo móhło być, zo něchtó pospytuje serwer imitować.</li> <li>Jeli sće ze serwerom w zańdźenosći wuspěšnje zwjazany był, móhł zmylk snano nachwilny być a móžeće pozdźišo hišće raz spytać.</li> </ul>

# error_generic_title
source: Oops
hsb: Hopla

# error_generic_message
source: We can’t load this page for some reason.
hsb: Z někajkeje přičiny njemóžemy tutu stronu začitać.

# contextmenu_link_share
source: Share link
hsb: Wotkaz dźělić

# contextmenu_link_copy
source: Copy link address
hsb: Wotkazowu adresu kopěrować

# contextmenu_image_share
source: Share image
hsb: Wobraz dźělić

# contextmenu_image_copy
source: Copy image address
hsb: Wobrazowu adresu kopěrować

# contextmenu_image_save
source: Save image
hsb: Wobraz składować

# contextmenu_open_in_new_tab
source: Open link in new tab
hsb: Wotkaz w nowym rajtarku wočinić

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
hsb: Składowane a dźělene wobrazy <b>so njezhašeja</b>, hdyž historiju %1$s zhašeće.

# firstrun_defaultbrowser_title
source: Power up your privacy
hsb: Zesylńće swoju priwatnosć

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
hsb: Zběhńće priwatne přehladowanje na přichodnu wyšu runinu. Blokujće wabjenje a hinaši wobsah, kotryž móžeće přez sydła slědować a začitanske časy stronow podlěšić.

# firstrun_search_title
source: Your search, your way
hsb: Waše pytanje kaž wy jo chceće

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
hsb: Pytaće za něčim druhim? Wubjerće druhu stndardnu pytawu w nastajenjach.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
hsb: Přidajće swojej startowej wobrazowce tastowe skrótšenki

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
hsb: Wróćće so spěšnje k swojim najlubšim sydłam w %1$s. Wubjerće prosće „Startowej wobrazowce přidać“ z menija %1$s.

# firstrun_privacy_title
source: Make privacy a habit
hsb: Přiwučće sej priwatnosć

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
hsb: Nastajće %1$s jako swój standardny wobhladowak a zwužitkujće priwatne přehladowanje, hdyž webstrony z druhich nałoženjow wočinjeće.

# firstrun_close_button
source: OK, got it!
hsb: W porjadku, sym zrozumił!

# firstrun_skip_button
source: Skip
hsb: Přeskočić

# firstrun_next_button
source: Next
hsb: Dale

# dialog_addtohomescreen_title
source: Add to Home screen
hsb: Startowej wobrazowce přidać

# dialog_addtohomescreen_action_add
source: Add
hsb: Přidać

# dialog_addtohomescreen_action_cancel
source: Cancel
hsb: Přetorhnyć

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
hsb: Zwjazanje so ze znjemóžnjenym šlědowanskim škitom wočini

# dialog_opentab_title
source: Open link in selected tab
hsb: Wotkaz we wubranym rajtarku wočinić

# dialog_opentab_action_open
source: Open
hsb: Wočinić

# notification_browsing_session_channel_name
source: Private browsing session
hsb: Priwatne posedźenje

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
hsb: Zdźělenki wam zmóžnjeja, waše posedźenje %1$s z podótkom zhašeć. Njetrjebaće nałoženje wočinić abo hladać, štož we wašim wobhladowaku běži.

# tabs_tray_action_erase
source: Erase browsing history
hsb: Přehladowansku historiju zhašeć

source: Download Firefox
hsb: Firefox sćahnyć

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
hsb: %1$s je darmotna softwara wotewrjeneho žórła wot Mozilla a druhich sobuskutkowarjow.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
hsb: %1$s so pod wuměnjenjemi licency <a href="%2$s">Mozilla Public License</a> a druhimi licencami wotewrjeneho žórła k dispoziciji staja.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
hsb: Njedadźa wam žane prawa abo licency na wikowanskich znamjenjach załožby Mozilla Foundation abo třećich, inkluziwnje mjena abo loga Mozilla, Firefox abo %1$s. Dalše informacije namakaće <a href="%2$s">tu</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
hsb: Přidatny žórłowy kod za %1$s je pod wšelakich druhich swobodnych <a href="%2$s">licencach</a> wotewrjeneho žórła k dispoziciji.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
hsb: %1$s tež blokowanske lisćiny poskićene wot Disconnect, Inc. jako separatne a njewotwisne dźěła pod licencu <a href="%2$s">General Public Licence v3</a> wužiwa, kotrež su <a href="%3$s">tu</a> k dispoziciji.

# gv_prompt_username_hint
source: Username
hsb: Wužiwarske mjeno

# gv_prompt_password_hint
source: Password
hsb: Hesło

# gv_prompt_clear
source: Clear
hsb: Zhašeć

# security_popup_secure_connection
source: Secure Connection
hsb: Wěsty zwisk

# security_popup_insecure_connection
source: Insecure Connection
hsb: Njewěsty zwisk

# security_popup_security_verified
source: Verified by: %1$s
hsb: Přepruwowany wot: %1$s

# site_security_icon_content_description
source: Site Security
hsb: Sydłowa wěstota
