Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/ppl/app.po
Languages: ppl

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
ppl: Ukse %1$s tikwi ken tikneki </a> wan nujme ne kipiat "código fuente" ipal <a href="%2$s">.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
ppl: Disconnect, Inc. kipalewi nusan %1$s pal tatentzakwa ken itekiw wan tesu tupal, wan <a href="%2$s">GNU General Public License v3</a> kituktia pal tiwelit tikitat <a href="%3$s">here</a>.

# gv_prompt_username_hint
source: Username
ppl: Mutukay usuarioj

# gv_prompt_password_hint
source: Password
ppl: Ichtaka taketzalis

# gv_prompt_clear
source: Clear
ppl: Shikpupu

# security_popup_secure_connection
source: Secure Connection
ppl: Timusalua wan tinejmachnemi

# security_popup_insecure_connection
source: Insecure Connection
ppl: Timusalua wan tesu nejmachnemi

# security_popup_security_verified
source: Verified by: %1$s
ppl: Kitak yek %1$s

# site_security_icon_content_description
source: Site Security
ppl: Tetajpialis ipal ne tepewa

# preference_autocomplete_duplicate_url_error
source: URL already exists
ppl: URL nemia

source: Find in Page
ppl: Shikajsi tik ne iswat

# find_in_page_input
source: Find in page
ppl: Shikajsi tik ne iswat

# accessibility_find_in_page_result
source: %1$d out of %2$d
ppl: %1$d ipal %2$d

# accessibility_next_result
source: Find next result
ppl: Shikajsi tay yawi kisa uksenpa

# accessibility_previous_result
source: Find previous result
ppl: Shikajsi tay kiski yakin

# accessibility_dismiss_find_in_page
source: Dismiss find in page
ppl: Maka shikwi tay muajsik tik ne iswat

# http_auth_dialog_title
source: Authentication required
ppl: Muneki ma shina kaj taja

# http_auth_dialog_username
source: Username
ppl: Mukwachtuyak

# http_auth_dialog_password
source: Password
ppl: Constraseñaj

# preference_performance_request_desktop_site
source: Request desktop site
ppl: Shikita ne version ipal ne tajkwilultapech

# custom_tab_copy_url_action
source: URL copied
ppl: URL kupintuk

# preference_advanced_summary
source: Developer tools
ppl: Tajtaiwan pal titakejketza

# preference_category_advanced
source: Advanced
ppl: Tay panawijtuk

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
ppl: Shitayekchiwa wejka iwan USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
ppl: Shikmakishti %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
ppl: Shikchijchimi ne sensor ipal ne mapipiltashkal pal tikalaki.

# biometric_auth_new_session
source: New Session
ppl: Yankwik Sesion

# biometric_auth_image_description
source: Fingerprint icon
ppl: Mapipiltashkal

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
ppl: Ne mapipiltashkal tesu muishmati. Shikejeku uksenpa.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
ppl: Tikpanultij mumapipil sujsul talul. Shikejeku uksenpa.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
ppl: Mugustoskia asu timetzmakat tay tiweliskia tikishtemua?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
ppl: Asu tikneki ma timetzmakakan tay tikishtemua %1$s muneki kituktilia tay titajkwilua tik ne barraj ipal ne dirección pal ne mutatemuliani kishtemua mupatka. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
ppl: Shikmatiuk

# enable_search_suggestions_no
source: No
ppl: Tesu

# enable_search_suggestions_yes
source: Yes
ppl: Eje

# no_suggestions_message
source: Some search engines cannot show suggestions.
ppl: Sejse tepusyulu taishtemua te weli tanawatiat.

# dismiss_no_suggestions_prompt_button
source: Dismiss
ppl: Shikishti

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
ppl: Ne sitioj te tekiti ken tikneki? Anka shiksewi Tamanawalis itech Tapachiwiani

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
ppl: Shikpachu sema senpa pal tikalaki tik ne ijiswat taja tikita mas%1$s Menu > Shiktalili tik Achtu Iswat

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
ppl: Shiktapu sejse ilpika %1$s Shikchiwa %1$s ken ne achtutalijtuk tajtachialis

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
ppl: Ma temit isel ne URLs ipal ne sijsitioj sujsul tikita Shikpajpachu ne URL tay tikneki ijtik ne barraj ipal dirección

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
ppl: Shiktapu se ilpika tik ukse tzunyu Shikpajpachu yek ne ilpika taja tikneki tik se iswat

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
ppl: Tiknekiskia tikita muchi ne tajkwilultapech?%1$s Menu > Shiktajtani ne sitioj ipal ne tajkwilultapech

# tip_disable_tips2
source: Turn off tips on the start screen
ppl: Ma musewi ne tajtanawatial ijpak ne achtu iswat

# tip_explain_allowlist
source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
ppl: Tiktakwiltia ne ichtakachiwalis ini iswat? Tesu tiwelit timetztajpia itech ne tapachiwiani su tina muchi nemi yek tik ini tepewa.

# new_tab_opened_snackbar
source: New tab opened
ppl: Se yankwik itzun tapwik

# open_new_tab_snackbar
source: Switch
ppl: Shikpata

# preference_open_new_tab
source: Switch to link in new tab immediately
ppl: Shiktapu ne ilpika melaktik tik ukse itzunyu

# preference_category_safe_browsing
source: Safe Browsing
ppl: Pal tinejmachnemi keman titajtachia

# preference_safe_browsing_title
source: Block potentially dangerous and deceptive sites
ppl: Ma mutentzakwakan ne sijsitioj tesajsay wan tashijshikuani

# preference_safe_browsing_summary
source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
ppl: Shiktentzakwa ne sijsitioj tesajsay wan tashijshikuani, sitioj malware. wan sitioj ipal software tesu tikneki.

# preference_exceptions
source: Exceptions
ppl: Tay te nemi muishtukaktuk

# preference_exceptions_description
source: You have disabled Content Blocking for these websites.
ppl: Taja tiksewij Tatentzakwalis ipal Tay Nemi ka Ijtik ipal ne isijsitioj ne Wey Matat.

# preference_exceptions_menu_remove
source: Remove
ppl: Shikishti

# preference_exceptions_remove_all_button_label
source: Remove all websites
ppl: Shikishti muchi ne sitioj ipal ne matapan

# tab_crash_report_title
source: Tab Crashed
ppl: Ne tzunyu kunaktuk nemi

# tab_crash_report_headline
source: Sorry. We’re having a problem with this tab.
ppl: Shitapupulwi. Saman tikpiat uijkayu iwan ini itzun.

# tab_crash_report_description
source: As a private browser, we never save and cannot restore this tab.
ppl: Ken se tajtachialis ichtaka, tejemet te keman tikanat nian talneshtiat ini itzun.

# tab_crash_report_close_tab_button_label
source: Close Tab
ppl: Shiktzakwa ne tzunyu

# fatal_crash_report_title
source: Sorry. %1$s had a problem and crashed.
ppl: Shitapupulwia. %1$s kipishki se uijkayu wan kunaktuk tzaktuk.

# fatal_crash_report_description
source: As a private browser, we never save and cannot restore your last browsing session.
ppl: Ken se tajtachialis ichtaka, tejemet te keman tikanat tay tikitak yewasan.

# fatal_crash_report_close_button_label
source: Close
ppl: Shiktzakwa

# fatal_crash_report_restart_firefox_label
source: Restart %1$s
ppl: Shiktzinti uksenpa %1$s

# crash_report_send_crash_label
source: Send crash report to Mozilla
ppl: Shikilwi Mozilla ka mukunakak
