Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/ppl/app.po
Languages: ppl

# action_cancel
source: Cancel
ppl: Shikajkawa

# action_ok
source: OK
ppl: Yek

# action_save
source: Save
ppl: Shikana

# urlbar_hint
source: Search or enter address
ppl: Shiktemu u shiktajkwilu ne dirección

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
ppl: Navegación ichtaka automaticaj. Shipashalu. Shitapupulu. Shikchiwa uksenpa.

# feedback_erase
source: Your browsing history has been erased.
ppl: Mupupujtuk mutatemulis panutuk.

# feedback_erase_custom_tab
source: Tab’s browsing history has been erased.
ppl: Ne tay titajtachiatuya mupupujtuk.

# search_hint
source: Search for %1$s
ppl: Shiktemu %1$s

# menu_share
source: Share…
ppl: Shiktakuli...

# menu_report_site_issue
source: Report Site Issue
ppl: Shina tay te yek

# menu_open_with_default_browser2
source: Open in %1$s
ppl: Shiktapu tik %1$s

# menu_open_with_a_browser2
source: Open in…
ppl: Shiktapu tik…

# menu_add_to_home_screen
source: Add to Home screen
ppl: Shiktali tik Achtu Iswat

# menu_whats_new
source: What's New
ppl: Tay Yankwik

# menu_settings
source: Settings
ppl: Kan titajshitia

# menu_about
source: About
ppl: Taipanpa

# menu_help
source: Help
ppl: Shinechpalewi

# menu_rights
source: Your Rights
ppl: Ne tay mupal

# menu_trackers_blocked_title
source: Trackers blocked
ppl: Tapachiwiani tentzaktuk

# menu_trackers_blocked_subtitle
source: Turning this off may fix some site problems
ppl: Su tiksewia yaja weli kiekchiwa sejse uijkayu

# menu_content_blocking
source: Content Blocking
ppl: Shiktentzakwa ne tay nemi kalijtik

# menu_content_blocking_subtitle
source: Turn off to fix some sites
ppl: Shiksewi pal tiekchiwa sejse sitioj

# menu_custom_tab_branding
source: Powered by %1$s
ppl: Kichijtuk %1$s

# share_dialog_title
source: Share via
ppl: Shiktakuli tik

# notification_erase_text
source: Erase browsing history
ppl: Shikpupu mutatemulis panutuk

# notification_action_open
source: Open
ppl: Shiktapu

# notification_action_erase_and_open
source: Erase and Open
ppl: Shikpupu wan shiktapu

# shortcut_erase_short_label
source: Erase
ppl: Shikpupu

# shortcut_erase_long_label
source: Erase browsing history
ppl: Shikpupu mutatemulis panutuk

# shortcut_erase_and_open_short_label
source: Erase & open
ppl: Shikpupu wan shiktapu

# shortcut_erase_and_open_long_label
source: Erase and open %1$s
ppl: Shikpupu wan shiktapu %1$s

# text_selection_search_action
source: Search Privately
ppl: Shitatejtemu ichtaka

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
ppl: <p>%1$s metzmaka control.</p> <p>Shikwi ken se ichtaka taitani: <ul> <li>Shitatejtemu wan shitajtachia tik ne aplicación</li> <li>Shiktentzakwa ne tapachiwiani (ush shitajshitia uksenpa pal tikajkawa tekiti ne tapachiwiani)</li> <li>Shikpupu pal tikwilewa cookies wan ne tatemulis panutuk</li> </ul> </p> <p>Mozilla kichiwtuk ne %1$s. Tiknekit tikajsit tikpiat ne Wey Matat yek wan tapujtuk.<br/> <a href="%2$s">Learn more</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
ppl: Ichtakachiwalis wan tamanawilis

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
ppl: Kan tikishpejpena ne tapachiwiani, cookies, wan tamatil

# preference_search_summary
source: Set default, autocomplete
ppl: Shiktali ma senpa nemi achtu, ma temi isel

# preference_mozilla_summary
source: About %1$s, help
ppl: Ipanpa %1$s, tapalewilis

# preference_category_tracking_protection
source: Tracking Protection
ppl: Shikmanawi itech tapachiwiani

# preference_category_web_content
source: Web Content
ppl: Tay nemi ijtik ne Matapan

# preference_category_switching_apps
source: Switching Apps
ppl: Shikpata ne aplicación

# preference_category_general
source: General
ppl: Muchi tajtaya

# preference_general_summary
source: Default browser, tabs, language
ppl: Ne tajtachialis achtutalijtuk, tzujtzunyu, taketzalis

# preference_category_data_collection_use
source: Data Collection & Use
ppl: Kan tiksenputzua tamatil wan ken tikwi

# preference_category_search
source: Search
ppl: Shiktemu

# preference_show_search_suggestions
source: Get search suggestions
ppl: Shikneshti tay niweliskia nikishtemua

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
ppl: %1$s yawi kituktia tay titajkwilua tik ne barraj ipal dirección tik ne motor tatemualis

# preference_search_engine_default
source: Default
ppl: Achtu configuración

# preference_search_engine_label
source: Search engine
ppl: Tepusyulu taishtemua

# preference_state_on
source: On
ppl: Timakaktuk

# preference_state_off
source: Off
ppl: Sewtuk

# preference_subitem_autocomplete
source: URL Autocomplete
ppl: URL temi isel

# preference_switch_autocomplete_topsites
source: For Top sites
ppl: Ne tepewa kan tiaw sejsenpa

# preference_autocomplete_topsite_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
ppl: Shiktimaka su tikneki ma temi isel wan nemit 450 ush ukchupi URLs tik ne barraj ipal direccion.

# preference_switch_autocomplete_user_list
source: For Sites You Add
ppl: Pal ne sijsitioj tiktalia

# preference_autocomplete_user_list_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
ppl: Shiktimaka su tikneki ma temi isel wan nemit 450 ush ukchupi URLs tik ne barraj ipal direccion.

# preference_category_autocomplete_manage_sites
source: Manage sites
ppl: Shiktekitali ne tepewa

# preference_autocomplete_subitem_manage_sites
source: Manage sites
ppl: Shiktekitali ne tepewa

# preference_autocomplete_action_add
source: + Add custom URL
ppl: +Shiktalili ne mu-URL

# preference_autocomplete_title_add
source: Add custom URL
ppl: Shiktalili ne mu-URL

# custom_autocomplete_quick_add
source: Add custom URL
ppl: Shiktalili ne mu-URL

# add_custom_autocomplete_label
source: Add link to autocomplete
ppl: Shiktali se ilpika pal temi isel

# preference_category_cookies
source: Cookies and Site Data
ppl: Cookies wan ne idatoj ne sitioj

# preference_category_data_choices
source: Data Choices
ppl: Kan tikishpejpena ne tamatil

# preference_autocomplete_title_remove
source: Remove custom URLs
ppl: Shikishti tay tikmajmachijtuk tik ne URLs

# preference_autocomplete_learn_more
source: Learn more
ppl: Shikmatiuk

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
ppl: Shiktali u shina ken taja tikneki ma temi isel ne URLs.

# preference_autocomplete_add_title
source: URL to add
ppl: Shiktali ne URL

# preference_autocomplete_add_hint
source: Paste or enter URL
ppl: Shiksalu ush shikishtuka ne URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
ppl: Machiut: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
ppl: Machiut: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
ppl: Yankwik URL machijchiwtuk wan talijtuk.

# preference_autocomplete_menu_remove
source: Remove
ppl: Shikishti

# preference_autocomplete_action_remove_content_description
source: Remove
ppl: Shikishti

# preference_autocomplete_add_error
source: Double-check the URL you entered.
ppl: Shikpepeta uksenpa ne URL tiktajkwiluj.

# preference_language
source: Language
ppl: Taketzalis

# preference_language_systemdefault
source: System default
ppl: Achtutalijtuk sistemaj

# preference_category_privacy
source: Privacy
ppl: Tay nemi ichtaka

# preference_privacy_block_ads
source: Block ad trackers
ppl: Shiktentzakwa ne tapachiwiani ipal anuncioj

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
ppl: Sejse anuncioj kishpelwiat ne sitioj kan tipashalua, manelka tesu tikpachua

# preference_privacy_block_analytics
source: Block analytic trackers
ppl: Shiktentzakwa ne tapachiwiani tapepeta

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
ppl: Ipal tiksentalia, tikishpepeta wan tiktamachiwa tajtaya kwak titamatuka wan titamatilua

# preference_privacy_block_social
source: Block social trackers
ppl: Shiktentzakwa ne tajtapachiwiani kimatit kan tinemi

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
ppl: Muishtukaktuk kan tipashalua pal metzishpelwia wan pal kineshtia ken yaja tekiti ken ne bojbotón pal tiktakulia

# preference_privacy_block_content
source: Block other content trackers
ppl: Shiktentzakwa ujukseuk tapachiwiani

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
ppl: Asu tiktimaka, sejseuk iswat welit tekitit ken te tikchia

# preference_privacy_category_cookies
source: Block cookies
ppl: Shiktentzakwa cookies

# preference_privacy_should_block_cookies_no_option
source: No
ppl: Te

# preference_privacy_should_block_cookies_third_party_tracker_cookies_option
source: Block 3rd-party tracker cookies only
ppl: Shiktentzakwa semaya ne cookies ipal sejseuk

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
ppl: Shiktentzakwa semaya ne cookies ipal sejseuk

# preference_privacy_should_block_cookies_yes_option
source: Yes
ppl: Eje

# preference_security_biometric
source: Use fingerprint to unlock app
ppl: Shiktali ne itashkalchin mumapipil pal tikalaki tik ne aplicación

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
ppl: Ne itashkaltzin mumapipil weli kimakishtia %1$s su se URL nemia tapujtuk tik ne aplicación. Yawi nemi tik modoj ichtaka.

# preference_privacy_secure_mode
source: Stealth
ppl: Tay ichtaka

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
ppl: Shikinaya ijiswat kwak tikpata aplicación wan maka shikajkawa ma muishkupina ne pantallaj.

# preference_category_security
source: Security
ppl: Tetajpialis

# preference_category_performance
source: Performance
ppl: Shiktamachiwa ne itekiw

# preference_performance_block_webfonts
source: Block Web fonts
ppl: Shiktentzakwa ne tajkwilultzin ipal ne Matapan

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
ppl: Anka puliwisket ijiconoj wan kwijkwikwil

# preference_performance_block_javascript
source: Block JavaScript
ppl: Shiktzakwa JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
ppl: Ne iswat weli mutemiltia uk talul, melka tesu weli tekiti ken taja te tikneki

# preference_default_browser2
source: Make %1$s default browser
ppl: Shikchiwa %1$s ken ne achtutalijtuk tajtachialis

# preference_mozilla_telemetry2
source: Send usage data
ppl: Shiktitani ne tamatil ipanpa keski seujti nipashalua

# preference_mozilla_telemetry_summary
source: Learn more
ppl: Shikmatiuk

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
ppl: Mozilla kineki kiululua sema tay timunekit pal tikmakat wan tikekchiwiliat muchi ne %1$s.

# preference_privacy_notice
source: Privacy Notice
ppl: Tanawatilis ipal ne ichtaka

# preference_about
source: About %1$s
ppl: Ipanpa %1$s

# preference_search_installed_search_engines
source: Installed search engines
ppl: Tejtepusyulu taishmuat ajajshitilijtuk

# preference_search_restore
source: Restore default search engines
ppl: Shimukwepa ka achtutalijtuk motor tatemua

# preference_search_add2
source: + Add another search engine
ppl: + Shiktali seuk tepusyulu taishtemua

# preference_search_remove_title
source: Remove search engines
ppl: Shikishti muchi ne tepusyulu taishtemua

# preference_search_remove
source: Remove
ppl: Shikishti

# preference_homescreen_tips
source: Show home screen tips
ppl: Shikneshti tanawatilis ipal ne achtu iswat

# action_option_add_search_engine
source: Add search engine
ppl: Shiktali se motor tatemualis

# search_add_manually_name_hint
source: Search engine name
ppl: Shiktemu ne itukay ne motor

# search_add_manually_save
source: Save
ppl: Shikana

# search_add_manually_example
source: Example: example.com/search/?q=%s
ppl: Machiut: machiut.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
ppl: Shiktali se yankwik tepusyulu taishtemua.

# search_add_error_empty_name
source: Enter search engine name
ppl: Shikishtuka ne itukay ne tepusyulu taishtemua

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
ppl: Seuk tepusyulu taishtemua kipiaya ne sesan itukay.

# search_add_error_empty_search
source: Enter search string
ppl: Shiktemu tay tikneki

# search_add_error_format
source: Check that search string matches Example format
ppl: Shikpepeta ma ne tajtaketzalis ijishtemujtuk kenha ken nemi ne Machiut

# content_description_clear_input
source: Clear input
ppl: Shikpupu ne tajkwilujtuk

# content_description_dismiss_input
source: Dismiss
ppl: Shikishti

# content_description_erase
source: Erase browsing history
ppl: Shikpupu mutatemulis panutuk

# content_description_tab_counter
source: Tabs open: %1$s
ppl: Tzujtzunyu tajtapujtuk: %1$s

# content_description_lock
source: Secure connection
ppl: Te kanaj teyek keman nikneki nimusalua

# accessibility_announcement_loading
source: Loading
ppl: Mutemiltia

# accessibility_announcement_loading_finished
source: Website loaded
ppl: Iswat ipal ne matapan kimiltijtuk

# content_description_menu
source: More options
ppl: Ukchiupi taishpejpenalis

# indicator_content_description_menu
source: More options button
ppl: Botonchin pal nikitayuk

# content_description_forward
source: Navigate forward
ppl: Shu ka ishpan

# content_description_reload
source: Reload website
ppl: Shiktemilti ne sitioj Matapan uksenpa

# content_description_back
source: Navigate back
ppl: Shimukwepa ka ipan

# content_description_stop
source: Stop loading website
ppl: Makaya shiktemilti ne sitioj web

# content_description_customtab_exit
source: Return to previous app
ppl: Shimukwepa ka ne aplicación panutuk

# content_description_trackers_blocked
source: Number of trackers blocked
ppl: Keski tapachiwiani ishtzaktuk

# content_description_blocking_switch
source: Block trackers
ppl: Shiktentzakwa muchi ne tapachiwiani

source: Your Rights
ppl: Tay mupal

# external_app_prompt_title
source: Open link in another app
ppl: Shiktapu ne ilpika tik seuk aplicación

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
ppl: Tiweli tikisa tik %1$s pal tiktapua ini ilpika tik %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
ppl: Shikajsi se aplicación weli kitapua ne ilpika

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
ppl: Te kanaj se aplicación weli kitapua ini ilpika. Tiweli tikisa tik %1$s pal tiktemua %2$s ipal se aplicación weli kitapua.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
ppl: ¿Tikneki tikisa tik ne ichtaka pashalulis?

# download_snackbar_finished
source: %1$s finished
ppl: %1$s tamik

# download_snackbar_open
source: Open
ppl: Shiktapu

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
ppl: Ne archivoj temultijtuk <b>te yawi mupupua </b> kemen tikpupua %1$s tay tikitztuk.

# download_dialog_title
source: Download File
ppl: Shiktemulti ne archivoj

# download_dialog_action_cancel
source: Cancel
ppl: Shikajkawa

# download_dialog_action_download
source: Download
ppl: Shitemulti

# errorpage_title
source: Problem loading page
ppl: Se uijkayu panuk keman mutemultia ne iswat

# errorpage_refresh
source: Try Again
ppl: Shikejeku uksenpa

# error_connectionfailure_title
source: Unable to connect
ppl: Tesu weli musalua

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
ppl: <ul> <li>Uksan ne sitioj tesu weli tekiti ush kipia wey itekiw. Shikejeku uksenpa nemanha.</li> <li>Asu te tiweli tikimiltia ne sitioj, shikita ne dajdatoj ipal mutanutzalis ush asu ne Wi-Fi musalujtuk nemi.</li> </ul>

# error_timeout_title
source: The connection timed out
ppl: Tea tinemi salujtuk

# error_hostLookup_title
source: Server not found
ppl: Ne servidor te muajsik

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ppl: <ul> <li>Shikpepeta ne dirección pal tikita su nemi ejerror kenha ken <strong>ww</strong>.example.com ipatka <strong>www</strong>.example.com</li> <li>Su tesu tiweli tikimiltia nian se sitioj, shikpepeta ne dajdatoj ipal mutanutzalis ush su ne Wi-Fi salujtuk nemi.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
ppl: Ne dirección tesu yek

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ppl: <ul> <li> Ne direccion web nesi kenha ken <strong>http://www.example.com/</strong></li> <li> Shikishtemu uksenpa asu tikwi tinemi ne barraj ishpilkatuk (i.e.: <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
ppl: Ne iswat tesu muchiwa redireccionar yek

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
ppl: <ul> <li> Anka panu ika seujseujti tesu tikneki metzkwikwi ne cookies. </li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
ppl: Ne dirección tesu mumati

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
ppl: <ul> <li> Anka ukse programaj muneki ma shikajshiti pal ne direccion nesi. </li> </ul>

# error_sslhandshake_title
source: Secure connection failed
ppl: Tesu muajshitij ne conexión seguruj

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ppl: <ul> <li> Yajini anka se ujkayu iwan ken muajshitij ne servidor, ush anka se akaj kineki kichiwa personificar ne servidor.</li> <li> Su taja timusalujtuk itech ini servidor achtu, ne error anka tesu ishtuna, ush tiweli tikejekua uksenpa nemanha.</li> </ul>

# error_generic_title
source: Oops
ppl: Ups

# error_generic_message
source: We can’t load this page for some reason.
ppl: Anka se te kiajkawa mutemiltia ini iswat.

# contextmenu_open_in_app
source: Open with app
ppl: Shiktapu iwan ne aplicación

# contextmenu_link_share
source: Share link
ppl: Shiktakuli ne ilpika

# contextmenu_link_copy
source: Copy link address
ppl: Shikupina ne idirección ne ilpika

# contextmenu_image_share
source: Share image
ppl: Shiktakuli ne kwikwil

# contextmenu_image_copy
source: Copy image address
ppl: Shikupina ne idirección ne kwikwil

# contextmenu_image_save
source: Save image
ppl: Shikana ne kwikwil

# contextmenu_open_in_new_tab
source: Open link in new tab
ppl: Shiktapu ne ilpika tik ukse tzunyu

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
ppl: Ne kwijkwil muantuk wan mutakulijtuk <b>tesu yawi mupuluat</b> keman tikpupua ne tay tikitak ipanpa %1$s.

# firstrun_defaultbrowser_title
source: Power up your privacy
ppl: Shikchikawa ne muichtakanemilis

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
ppl: Tiweli tipashalua ichtaka. Shiktentzakwa muchi ne tanawatilis ush muchi tay weliskia metzpachiwia keman tikita ne sitioj wan tay kimiltia yujyulik ne ijiswat.

# firstrun_search_title
source: Your search, your way
ppl: Ken tikneki titatemua

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
ppl: Tikishtemua seuk? Shikishpejpena ukse mutatemuliani kan titajshitia.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
ppl: Shiktalili ne achtu iswat se atajoj

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
ppl: Shimukwepa ne iswat kan tipashalua sea tik %1$s talul. Semaya shitajshiti "shitali tik ne achtu ishkalyu" itech ne %1$s kashit.

# firstrun_privacy_title
source: Make privacy a habit
ppl: Shinemi ichtaka mujmusta

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
ppl: Shitajshiti %1$s ken ne mutatemuliani wan tikitas ka tiweliskia tipashalua ichtaka kwak tiktapua ijiswat tik ujukse aplicaciones.

# firstrun_close_button
source: OK, got it!
ppl: Yek nemi, nikmatiaya!

# firstrun_skip_button
source: Skip
ppl: Te nikneki nikita

# firstrun_next_button
source: Next
ppl: Ne witz

# dialog_addtohomescreen_action_add
source: Add
ppl: Shiktali

# dialog_addtohomescreen_action_cancel
source: Cancel
ppl: Shikajkawa

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
ppl: Ne tamelawalis tapui iwan ne Tamanawalis itech Tapachiwiani sewtuk

# notification_browsing_session_channel_name
source: Private browsing session
ppl: Sesión pal titaishtemua ichtaka

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
ppl: Titantik metzajkawa tikpupua %1$s pashalulis semaya asu tikpachua. Tea muneki ma shiktapu ne apliacion ush shikita tay panu tik ne tajtachialis.

# tabs_tray_action_erase
source: Erase browsing history
ppl: Shikpupu kan tipashaluj

source: Download Firefox
ppl: Shiktemulti Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
ppl: %1$s te metztajtanilia mutumin wan Mozilla wan sejseuk metzchiwilijtiwit mupal.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
ppl: Tiweli tikwi %1$s wan yajini takamati tay kituktia <a href="%2$s"> Mozilla Public License </a> wan ukse tatuktilis ne metztajtaniliat tatka.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
ppl: Tesu timetztakuliat ne chimalpanti ush te tiwelis tikwi itukay ne Fundación Mozilla ush se itakutun, nian ne inchimal Mozilla, FireFox ush %1$s. Tiweliskia tikmatiuk ipanpa tik <a href="%2$s"> </a>.
