Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/dsb/app.po
Languages: dsb

source: Find in Page
dsb: Na boku pytaś

# find_in_page_input
source: Find in page
dsb: Na boku pytaś

# accessibility_find_in_page_result
source: %1$d out of %2$d
dsb: %1$d z %2$d

# accessibility_next_result
source: Find next result
dsb: Pśiducy wuslědk namakaś

# accessibility_previous_result
source: Find previous result
dsb: Pjerwjejšny wuslědk namakaś

# accessibility_dismiss_find_in_page
source: Dismiss find in page
dsb: Na boku pytaś znjemóžniś

# http_auth_dialog_title
source: Authentication required
dsb: Awtentifikacija trěbna

# http_auth_dialog_username
source: Username
dsb: Wužywarske mě

# http_auth_dialog_password
source: Password
dsb: Gronidło

# preference_performance_request_desktop_site
source: Request desktop site
dsb: Desktopowe sedło pominaś

# custom_tab_copy_url_action
source: URL copied
dsb: URL jo kopěrowany

# preference_advanced_summary
source: Developer tools
dsb: Wuwijarske rědy

# preference_category_advanced
source: Advanced
dsb: Rozšyrjone

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
dsb: Daloke pytanje zmólkow pśez USB/WLAN

# biometric_auth_title
source: Unlock %1$s
dsb: %1$s wěcej njeblokěrowaś

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
dsb: Dotykniśo se sensora palcowego wótśišća, aby pókšacował.

# biometric_auth_new_session
source: New Session
dsb: Nowe pósejźenje

# biometric_auth_image_description
source: Fingerprint icon
dsb: Symbol palcowego wótśišća

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
dsb: Palcowy wótśišć njejo se spóznał. Wopytajśo hyšći raz.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
dsb: Palc jo se pśemalsnje gibnuł. Wopytajśo hyšći raz.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
dsb: Cośo pytańske naraźenja aktiwěrowaś?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
dsb: Aby pytańske naraźenja dostał, musyi %1$s wopśimjeśe, kótarež sćo zapódał do adresowego póla, na pytnicu słaś, kótaruž sćo wubrał. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
dsb: Dalšne informacije

# enable_search_suggestions_no
source: No
dsb: Ně

# enable_search_suggestions_yes
source: Yes
dsb: Jo

# no_suggestions_message
source: Some search engines cannot show suggestions.
dsb: Někotare pytnice njamógu naraźenja pokazaś.

# dismiss_no_suggestions_prompt_button
source: Dismiss
dsb: Zachyśiś

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
dsb: Sedło se na njewócakowanu wašnju zaźaržy? Wopytajśo slědowański šćit znjemóžniś

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
dsb: Pśistup k sedłam, ku kótarymž nejcesćej woglědujośo, z jadnym dotyknjenim%1$s Meni > Startowej wobrazowce pśidaś

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
dsb: Kuždy wótkaz w %1$s wócyniś %1$s ako standardny wobglědowak nastajiś

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
dsb: URL za sedła, ku kótarymž se nejcesćej woglědujośo, awtomatiski wudopołniś Tłocćo dłujko na URL w adresowem pólu

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
dsb: Wótkaz w nowem rejtarku wócyniś Tłocćo dłujko na wótkaz na boku

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
dsb: Cośo lubjej dopołne desktopowe sedło wiźeś?%1$s Meni > Desktopowe sedło pominaś

# tip_disable_tips2
source: Turn off tips on the start screen
dsb: Tipy na startowej wobrazowce znjemóžniś

# tip_explain_allowlist
source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
dsb: Dowěry gódne sedło? Z dowóleńskeju lisćinje móžośo slědowański šćit za sedła, kótarež znajośo a kótarymž dowěriśo, znjemóžniś.

# new_tab_opened_snackbar
source: New tab opened
dsb: Nowy rejtark jo se wócynił

# open_new_tab_snackbar
source: Switch
dsb: Pśešaltowaś

# preference_open_new_tab
source: Switch to link in new tab immediately
dsb: Ned k wótkazoju w nowem rejtarku pśejś

# preference_category_safe_browsing
source: Safe Browsing
dsb: Wěste pśeglědowanje

# preference_safe_browsing_title
source: Block potentially dangerous and deceptive sites
dsb: Ptencielnje tšašne a wobšudnikojske sedła blokěrowaś

# preference_safe_browsing_summary
source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
dsb: Blokěrujśo wuzjawjone wobšudnikojske a napadowe sedła, škódne sedła a sedła z njewitaneju softwaru.

# preference_exceptions
source: Exceptions
dsb: Wuwześa

# preference_exceptions_description
source: You have disabled Content Blocking for these websites.
dsb: Sćo znjemóžnił blokěrowanje wopśimjeśa za toś te sedła.

# preference_exceptions_menu_remove
source: Remove
dsb: Wótwónoźeś

# preference_exceptions_remove_all_button_label
source: Remove all websites
dsb: Wšykne sedła wótwónoźeś

# tab_crash_report_title
source: Tab Crashed
dsb: Rejtark jo wowalił

# tab_crash_report_headline
source: Sorry. We’re having a problem with this tab.
dsb: Bóžko mamy problem z toś tym rejtarkom.

# tab_crash_report_description
source: As a private browser, we never save and cannot restore this tab.
dsb: Ako priwatny wobglědowak njeskładujomy nigda a njamóžomy toś ten rejtark wótnowiś.

# tab_crash_report_close_tab_button_label
source: Close Tab
dsb: Rejtark zacyniś

# fatal_crash_report_title
source: Sorry. %1$s had a problem and crashed.
dsb: Bóžko %1$s jo měł problem a jo wowalił.

# fatal_crash_report_description
source: As a private browser, we never save and cannot restore your last browsing session.
dsb: Ako priwatny wobglědowak njeskładujomy nigda a njamóžomy wašo slědne pśeglědowańske pósejźenje wótnowiś.

# fatal_crash_report_close_button_label
source: Close
dsb: Zacyniś

# fatal_crash_report_restart_firefox_label
source: Restart %1$s
dsb: %1$s znowego startowaś

# crash_report_send_crash_label
source: Send crash report to Mozilla
dsb: Mozilla rozpšawu wowalenja pósłaś
