Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/dsb/app.po
Languages: dsb

# action_cancel
source: Cancel
dsb: Pśetergnuś

# action_ok
source: OK
dsb: W pórěźe

# action_save
source: Save
dsb: Składowaś

# urlbar_hint
source: Search or enter address
dsb: Adresu pytaś abo zapódaś

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
dsb: Awtomatiski priwatny modus. Pśeglědowaś. Lašowaś. Wóspjetowaś.

# feedback_erase
source: Your browsing history has been erased.
dsb: Waša pśeglědowańska historija jo se wulašowała.

# feedback_erase_custom_tab
source: Tab’s browsing history has been erased.
dsb: Pśeglědowańska historija rejtarka jo se wulašowała.

# search_hint
source: Search for %1$s
dsb: Pytanje za %1$s

# menu_share
source: Share…
dsb: Źěliś…

# menu_report_site_issue
source: Report Site Issue
dsb: Sedłowy problem k wěsći daś

# menu_open_with_default_browser2
source: Open in %1$s
dsb: W %1$s wócyniś

# menu_open_with_a_browser2
source: Open in…
dsb: Wócyniś w…

# menu_add_to_home_screen
source: Add to Home screen
dsb: Startowej wobrazowce pśidaś

# menu_whats_new
source: What's New
dsb: Nowe funkcije a změny

# menu_settings
source: Settings
dsb: Nastajenja

# menu_about
source: About
dsb: Wó

# menu_help
source: Help
dsb: Pomoc

# menu_rights
source: Your Rights
dsb: Waše pšawa

# menu_trackers_blocked_title
source: Trackers blocked
dsb: Pśeslědowaki blokěrowane

# menu_trackers_blocked_subtitle
source: Turning this off may fix some site problems
dsb: Gaž to znjemóžnjaśo, se někotare sedłowe problemy rozwězuju

# menu_content_blocking
source: Content Blocking
dsb: Blokěrowanje wopśimjeśa

# menu_content_blocking_subtitle
source: Turn off to fix some sites
dsb: Znjemóžniś, aby se někotare sedła pórěźili

# menu_custom_tab_branding
source: Powered by %1$s
dsb: Spěchowany wót %1$s

# share_dialog_title
source: Share via
dsb: Źěliś pśez

# notification_erase_text
source: Erase browsing history
dsb: Pśeglědowańsku historiju lašowaś

# notification_action_open
source: Open
dsb: Wócyniś

# notification_action_erase_and_open
source: Erase and Open
dsb: Lašowaś a wócyniś

# shortcut_erase_short_label
source: Erase
dsb: Lašowaś

# shortcut_erase_long_label
source: Erase browsing history
dsb: Pśeglědowańsku historiju lašowaś

# shortcut_erase_and_open_short_label
source: Erase & open
dsb: Wulašowaś a wócyniś

# text_selection_search_action
source: Search Privately
dsb: Priwatnje pytaś

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
dsb: <p>%1$s dajo was kontrolu wobchowaś.</p> <p>Wužywajśo jen ako priwatny wobglědowak: <ul> <li>Pytajśo a pśeglědujśo direktnje w nałoženju</li> <li>Blokěrujśo pśeslědowaki (abo aktualizěrujśo nastajenja, aby pśeslědowaki dowólił)</li> <li>Lašujśo cookieje a pytańsku a pśeglědowańsku historiju</li> </ul> </p> <p>%1$s se wót Mozilla wuwija. Naša misija jo spěchowanje strowego, wótwórjonego interneta.<br/> <a href="%2$s">Dalšne informacije</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
dsb: Priwatnosć a wěstota

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
dsb: Slědowanje, cookieje, datowe wuběrki

# preference_search_summary
source: Set default, autocomplete
dsb: Standard nastajiś, awtomatiske wudopołnjenje

# preference_mozilla_summary
source: About %1$s, help
dsb: Wó %1$s, pomoc

# preference_category_ad_blocking
source: Ad Blocking
dsb: Blokěrowanje wabjenja

# preference_category_tracking_protection
source: Tracking Protection
dsb: Slědowański šćit

# preference_category_web_content
source: Web Content
dsb: Webwopśimjeśe

# preference_category_switching_apps
source: Switching Apps
dsb: Pśešaltowanje nałoženjow

# preference_category_general
source: General
dsb: Powšykne

# preference_general_summary
source: Default browser, tabs, language
dsb: Standardny wobglědowak, rejtarki, rěc

# preference_category_data_collection_use
source: Data Collection & Use
dsb: Zběranje a wužywanje datow

# preference_category_search
source: Search
dsb: Pytaś

# preference_show_search_suggestions
source: Get search suggestions
dsb: Pytańske naraźenja wobstaraś

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
dsb: %1$s se na wašu pytnicu pósćelo, což w adresowem pólu zapódajośo

# preference_search_engine_default
source: Default
dsb: Standard

# preference_search_engine_label
source: Search engine
dsb: Pytnica

# preference_state_on
source: On
dsb: Zašaltowany

# preference_state_off
source: Off
dsb: Wušaltowany

# preference_subitem_autocomplete
source: URL Autocomplete
dsb: Awtomatiske wudopołnjenje URL

# preference_switch_autocomplete_topsites
source: For Top sites
dsb: Za nejlubše sedła

# preference_autocomplete_topsite_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
dsb: Zmóžniś, aby se wěcej ako 450 woblubowanych adresow w adresowem pólu wudopołniło.

# preference_switch_autocomplete_user_list
source: For Sites You Add
dsb: Za sedła, kótarež pśidawaśo

# preference_autocomplete_user_list_description
source: Enable to autocomplete sites you add here.
dsb: Zmóžniś, aby se sedła awtomatiski aktualizěrowali, kótarež how pśidawaśo.

# preference_category_autocomplete_manage_sites
source: Manage sites
dsb: Sedła zastojaś

# preference_autocomplete_subitem_manage_sites
source: Manage sites
dsb: Sedła zastojaś

# preference_autocomplete_action_add
source: + Add custom URL
dsb: + Swójsku adresu pśidaś

# preference_autocomplete_title_add
source: Add custom URL
dsb: Swójsku adresu pśidaś

# custom_autocomplete_quick_add
source: Add custom URL
dsb: Swójski URL pśidaś

# add_custom_autocomplete_label
source: Add link to autocomplete
dsb: Wótkaz za awtowudopołnjenje pśidaś

# preference_category_cookies
source: Cookies and Site Data
dsb: Cookieje a sedłowe daty

# preference_category_data_choices
source: Data Choices
dsb: Datowe wuběrki

# preference_autocomplete_title_remove
source: Remove custom URLs
dsb: Swójske adrese wótwónoźeś

# preference_autocomplete_learn_more
source: Learn more
dsb: Dalšne informacije

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
dsb: Swójske adrese za wudopołnjenje pśidaś a zastojaś.

# preference_autocomplete_add_title
source: URL to add
dsb: Adresa, kótaraž ma se pśidaś

# preference_autocomplete_add_hint
source: Paste or enter URL
dsb: Adresu zasajźiś abo zapódaś

# preference_autocomplete_add_example2
source: Example: mozilla.org
dsb: Pśikład: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
dsb: Pśikład: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
dsb: Nowa swójska adresa pśidana.

# preference_autocomplete_menu_remove
source: Remove
dsb: Wótwónoźeś

# preference_autocomplete_action_remove_content_description
source: Remove
dsb: Wótwónoźeś

# preference_autocomplete_add_error
source: Double-check the URL you entered.
dsb: Pśeglědajśo zapódanu adresu.

# preference_language
source: Language
dsb: Rěc

# preference_language_systemdefault
source: System default
dsb: Systemowy standard

# preference_category_privacy
source: Privacy
dsb: Priwatnosć

# preference_privacy_ads_block_ads
source: Block ads and other annoyances
dsb: Wabjenje a druge wobuze blokěrowaś

# preference_privacy_ads_block_ads_summary
source: Stops ads and other annoyances using block lists from Easylist, EasyPrivacy, Fanboy’s Annoyance, and 777Guard Mobile Ad Filter
dsb: Blokěrujo wabjenje a druge wobuze z blokěrowańskimi lisćinami wót Easylist, EasyPrivacy, Fanboy's Annoyance a 777Guard Mobile Ad Filter

# preference_privacy_block_analytics
source: Block analytic trackers
dsb: Analyzowe pśeslědowaki blokěrowaś

# preference_privacy_block_ads
source: Block ad trackers
dsb: Wabjeńske pśeslědowaki blokěrowaś

# preference_privacy_block_ads_new_summary
source: Removes ads designed to track site visits even if you don’t tap them
dsb: Wótwónoźijo wabjenje, kótarež ma woglědam sedłow slědowaś, lěcrownož njejsćo je pótusnuł

# preference_privacy_block_social
source: Block social trackers
dsb: Socialne pśeslědowaki blokěrowaś

# preference_privacy_block_content
source: Block other content trackers
dsb: Druge wopśimjeśowe pśeslědowaki blokěrowaś

# preference_privacy_category_cookies
source: Block cookies
dsb: Cookieje blokěrowaś

# preference_privacy_should_block_cookies_no_option
source: No
dsb: Ně

# preference_privacy_should_block_cookies_third_party_tracker_cookies_option
source: Block 3rd-party tracker cookies only
dsb: Jano slědujuce cookieje tśeśich póbitowarjow blokěrowaś

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
dsb: Jano cookieje tśeśich póbitowarjow blokěrowaś

# preference_privacy_should_block_cookies_yes_option
source: Yes
dsb: Jo

# preference_security_biometric
source: Use fingerprint to unlock app
dsb: Wužywajśo palcowy wótśišć, aby nałoženje wótwórił

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
dsb: Waš palcowy wótśišć móž0 %1$s wówtwóriś, jolic URL jo južo w nałoženju wócynjony. Tarnowański modus se zašaltujo.

# preference_privacy_secure_mode
source: Stealth
dsb: Tarnowanje

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
dsb: Webboki schowaś, gaž se nałoženja pśešaltuju a fota wobrazowki blokěrowaś.

# preference_category_security
source: Security
dsb: Wěstota

# preference_category_performance
source: Performance
dsb: Wugbaśe

# preference_performance_block_webfonts
source: Block Web fonts
dsb: Webpisma blokěrowaś

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
dsb: Móžo k tomu wjasć, až symbole abo wobraze feluju

# preference_performance_block_javascript
source: Block JavaScript
dsb: JavaScript blokěrowaś

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
dsb: Boki se malsnjej zacytaju, mógli se pak teke na njewócakowanu wašnju zaźaržaś

# preference_default_browser2
source: Make %1$s default browser
dsb: %1$s ako standardny wobglědowak nastajiś

# preference_mozilla_telemetry2
source: Send usage data
dsb: Wužywańske daty pósłaś

# preference_mozilla_telemetry_summary
source: Learn more
dsb: Dalšne informacije

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
dsb: Mozilla se procujo, jano informacije gromaźiś, z kótarymiž móžomy %1$s za kuždego póbitowaś a pólěpšyś.

# preference_privacy_notice
source: Privacy Notice
dsb: Powěźeńka priwatnosći

# preference_about
source: About %1$s
dsb: Wó %1$s

# preference_search_installed_search_engines
source: Installed search engines
dsb: Zainstalěrowane pytnice

# preference_search_restore
source: Restore default search engines
dsb: Standardne pytnice wótnowiś

# preference_search_add2
source: + Add another search engine
dsb: + Dalšnu pytnicu pśidaś

# preference_search_remove_title
source: Remove search engines
dsb: Pytnice wótwónoźeś

# preference_search_remove
source: Remove
dsb: Wótwónoźeś

# preference_homescreen_tips
source: Show home screen tips
dsb: Pokazki na startowej wobrazowce pokazaś

# action_option_add_search_engine
source: Add search engine
dsb: Pytnicu pśidaś

# search_add_manually_name_hint
source: Search engine name
dsb: Mě pytnice

# search_add_manually_string
source: Search string to use
dsb: Pytański wuraz, kótaryž ma se wužywaś

# search_add_manually_save
source: Save
dsb: Składowaś

# search_add_manually_example
source: Example: example.com/search/?q=%s
dsb: Pśikład: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
dsb: Nowa pytnica jo se pśidała.

# search_add_error_empty_name
source: Enter search engine name
dsb: Mě pytnice zapódaś

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
dsb: Jo južo pytnica zainstalěrowana, kótaraž toś to mě wužywa.

# search_add_error_empty_search
source: Enter search string
dsb: Pytański wuraz zapódaś

# search_add_error_format
source: Check that search string matches Example format
dsb: Pśeglědajśo, lěc pytański wuraz pśikładowemu formatoju wótpowědujo

# content_description_clear_input
source: Clear input
dsb: Zapódaśe wuprozniś

# content_description_dismiss_input
source: Dismiss
dsb: Zachyśiś

# content_description_erase
source: Erase browsing history
dsb: Pśeglědowańsku historiju lašowaś

# content_description_tab_counter
source: Tabs open: %1$s
dsb: Wócynjone rejtarki: %1$s

# content_description_lock
source: Secure connection
dsb: Wěsty zwisk

# accessibility_announcement_loading
source: Loading
dsb: Zacytanje

# accessibility_announcement_loading_finished
source: Website loaded
dsb: Websedło jo se zacytało

# content_description_menu
source: More options
dsb: Dalšne nastajenja

# indicator_content_description_menu
source: More options button
dsb: Tocašk dalšnych nastajenjow

# content_description_forward
source: Navigate forward
dsb: Doprědka

# content_description_reload
source: Reload website
dsb: Websedło znowego zacytaś

# content_description_back
source: Navigate back
dsb: Slědk

# content_description_stop
source: Stop loading website
dsb: Cytanje websedła zastajiś

# content_description_customtab_exit
source: Return to previous app
dsb: Slědk k pjerwjejšnemu nałoženjeju

# content_description_trackers_blocked
source: Number of trackers blocked
dsb: Licba zablokěrowanych pśeslědowakow

# content_description_blocking_switch
source: Block trackers
dsb: Pśeslědowaki blokěrowaś

source: Your Rights
dsb: Waše pšawa

# external_app_prompt_title
source: Open link in another app
dsb: Wótkaz w drugem nałoženju wócyniś

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
dsb: Móžośo %1$s spušćiś, aby toś ten wótkaz w %2$s wócynił.

# external_app_prompt_no_app_title
source: Find an app that can open link
dsb: Nałoženje pytaś, kótarež móžo wótkaz wócyniś

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
dsb: Žedno z nałoženjow na wašom rěźe njamóžo toś ten wótkaz wócyniś. Móžośo %1$s spušćiś, aby %2$s za nałoženim pśepytował.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
dsb: Priwatny modus spušćiś?

# download_snackbar_finished
source: %1$s finished
dsb: %1$s dokóńcony

# download_snackbar_open
source: Open
dsb: Wócyniś

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
dsb: Ześěgnjene dataje se <b>njewulašuju</b>, gaž historiju %1$s lašujośo.

# download_dialog_title
source: Download File
dsb: Dataju ześěgnuś

# download_dialog_action_cancel
source: Cancel
dsb: Pśetergnuś

# download_dialog_action_download
source: Download
dsb: Ześěgnuś

# errorpage_title
source: Problem loading page
dsb: Zmólka pśi cytanju boka

# errorpage_refresh
source: Try Again
dsb: Hyšći raz wopytaś

# error_connectionfailure_title
source: Unable to connect
dsb: Žeden zwisk móžny

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
dsb: <ul> <li>Sedło njestoj snaź nachylu k dispoziciji abo jo pśeśěžone. Wopytajśo za mało wokognuśow hyšći raz.</li> <li>Jolic njamóžośo boki zacytaś, pśeglědajśo datowy abo WLAN-zwisk wašogo mobilnego rěda.</li> </ul>

# error_timeout_title
source: The connection timed out
dsb: Cas zwiska jo pśekšocony

# error_hostLookup_title
source: Server not found
dsb: Serwer njejo se namakał

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
dsb: <ul> <li>Pśeglědajśo adresu za pisańskimi zmólkami ako <strong>ww</strong>.example.com město <strong>www</strong>.example.com</li> <li>Jolic njamóžośo boki zacytaś, pśeglědajśo daty swójogo rěda abo swój WLAN-zwisk.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
dsb: Adresa njejo płaśiwa

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
dsb: <ul> <li>Webadrese se zwětšego ako <strong>http://www.example.com/</strong> pišu.</li> <li>Zawěsććo, až wužywaśo doprědka schylone nakósne smužki (t. gr. <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
dsb: Bok pšawje njepósrědnja

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
dsb: <ul> <li>Toś ten problem zawinujo se wótergi pśez zmóžnjanje abo znjemóžnjanje ookiejow.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
dsb: Adresa njejo se zrozměła

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
dsb: <ul> <li>Musyśo snaź druge programy instalěrowaś, aby se toś ta adresa wócyniła.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
dsb: Wěsty zwisk njejo móžny

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
dsb: <ul> <li>To by mógło problem z konfiguraciju serwera byś, abo by mógło byś, až něchten wopytujo serwer imitěrowaś.</li> <li>Jolic sćo był ze serwerom w zachadnosći wuspěšnje zwězany, by mógła zmólka snaź nachylna byś a móžośo pózdźej hyšći raz wopytaś.</li> </ul>

# error_generic_title
source: Oops
dsb: Hopla

# error_generic_message
source: We can’t load this page for some reason.
dsb: Z někakeje pśicyny njamóžomy toś ten bok zacytaś.

# contextmenu_open_in_app
source: Open with app
dsb: Z nałoženim wócyniś

# contextmenu_link_share
source: Share link
dsb: Wótkaz źěliś

# contextmenu_link_copy
source: Copy link address
dsb: Wótkazowu adresu kopěrowaś

# contextmenu_image_share
source: Share image
dsb: Wobraz śěliś

# contextmenu_image_copy
source: Copy image address
dsb: Wobrazowu adresu kopěrowaś

# contextmenu_image_save
source: Save image
dsb: Wobraz składowaś

# contextmenu_open_in_new_tab
source: Open link in new tab
dsb: Wótkaz w nowem rejtarku wócyniś

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
dsb: Skłaźone a źělone wobraze <b>se njewulašuju</b>, gaž historiju %1$s lašujośo.

# firstrun_defaultbrowser_title
source: Power up your privacy
dsb: Zmocniśo swóju priwatnosć

# firstrun_search_title
source: Your search, your way
dsb: Wašo pytanje ako wy jo cośo

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
dsb: Pytaśo za něcym drugim? Wubjeŕśo drugu standardnu pytnicu w nastajenjach.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
dsb: Pśidajśo swójej startowej wobrazowce tastowe skrotconki

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
dsb: Wrośćo se malsnjej k swójim nejlubšym sedłam w %1$s. Wubjeŕśo jadnorje „Startowej wobrazowce pśidaś“ z menija %1$s.

# firstrun_privacy_title
source: Make privacy a habit
dsb: Pśiwucćo se priwatnosć

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
dsb: Nastajśo %1$s ako swój standardny wobglědowak a mějśo wužytk z priwatnego pśeglědowanja, gaž webboki z drugich nałoženjow wócynjaśo.

# firstrun_close_button
source: OK, got it!
dsb: W pórěźe, som zrozměł!

# firstrun_skip_button
source: Skip
dsb: Pśeskócyś

# firstrun_next_button
source: Next
dsb: Dalej

# dialog_addtohomescreen_action_add
source: Add
dsb: Pśidaś

# dialog_addtohomescreen_action_cancel
source: Cancel
dsb: Pśetergnuś

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
dsb: Zwězanje se ze znjemóžnjonym šlědowańskim šćitom wócynijo

# notification_browsing_session_channel_name
source: Private browsing session
dsb: Priwatne pósejźenje

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
dsb: Powěźeńki wam zmóžnjaju, waše pósejźenje %1$s z dotyknjenim wulašowaś. Njetrjebaśo nałoženje wócyniś abo glědaś, což we wašom wobglědowaku běžy.

# tabs_tray_action_erase
source: Erase browsing history
dsb: Pśeglědowańsku historiju wulašowaś

source: Download Firefox
dsb: Firefox ześěgnuś

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
dsb: %1$s jo dermotna software wótwórjonego žrědła wót Mozilla a drugich sobustatkujucych.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
dsb: %1$s so pód wuměnjenjami licence <a href="%2$s">Mozilla Public License</a> a drugimi licencami wótwórjonego žrědła k dispoziciji staja.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
dsb: Njedaju wam žedne pšawa abo licence na wikowych markow załožby Mozilla Foundation abo tśeśich, inkluziwnje mjenja abo loga Mozilla, Firefox abo %1$s. Dalšne informacije namakajośo <a href="%2$s">how</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
dsb: Pśidatny žrědłowy kod za %1$s jo pód wšakich drugich lichych <a href="%2$s">licencach</a> wótwórjonego žrědła k dispoziciji.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
dsb: %1$s teke blokěrowańske lisćiny póbitowane wót Disconnect, Inc. ako separatne a njewótwisne źěła pód licencu <a href="%2$s">General Public Licence v3</a> wužywa, kótarež su <a href="%3$s">how</a> k dispoziciji.

# gv_prompt_username_hint
source: Username
dsb: Wužywarske mě

# gv_prompt_password_hint
source: Password
dsb: Gronidło

# gv_prompt_clear
source: Clear
dsb: Wuprozniś

# security_popup_secure_connection
source: Secure Connection
dsb: Wěsty zwisk

# security_popup_insecure_connection
source: Insecure Connection
dsb: Njewěsty zwisk

# security_popup_security_verified
source: Verified by: %1$s
dsb: Pśeglědany wót: %1$s

# site_security_icon_content_description
source: Site Security
dsb: Sedłowa wěstota

# preference_autocomplete_duplicate_url_error
source: URL already exists
dsb: URL južo eksistěrujo
