Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/yua/app.po
Languages: yua

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
yua: Ma’ u ts’áabal tojbe’enilob wa páajtalilo’ob ti’ le koonol ba’alob yáan u k’áaba’ob ich le moolayil Mozilla Foundation wa je’e ba’axak jaatsile’, mix u k’áaba’ob yéetel u yoochelo’ob Mozilla, Firefox o %1$s. Je’el u beytal u k’ajotal yaanal ba’ax <a href="%2$s">waye’</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
yua: U láak’ <a href="%2$s">páajtalilo’ob</a> ti’ wóoj jeba’antak bey xan xma’ boolbi’ laili’ yáanti’ob u láak’ sayab wóoj uti’al %1$s.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
yua: %1$s laili’ ku meyajtik le toolts’ìibil uti’al ma’ meyajtak Disconnect, Inc. Bey tseelpaja’anil meyajilo’ob ku béetal tu juunalo’ob yáanal le <a href="%2$s">Noj Páajtalil ti’ tu láakal ti’ GNU v3</a>, je’el u beytal a kaxtik <a href="%3$s">waye’</a>.

# gv_prompt_username_hint
source: Username
yua: A k’áaba’

# gv_prompt_password_hint
source: Password
yua: Wóojil

# gv_prompt_clear
source: Clear
yua: Púustak

# security_popup_secure_connection
source: Secure Connection
yua: Uts nuupankil

# security_popup_insecure_connection
source: Insecure Connection
yua: K’as nuupankil

# security_popup_security_verified
source: Verified by: %1$s
yua: Ila’abij men: %1$s

# site_security_icon_content_description
source: Site Security
yua: U jéets’elil te’e tu’uxilo’

# preference_autocomplete_duplicate_url_error
source: URL already exists
yua: Le URL yani’

source: Find in Page
yua: Kaxtej ich le kúuchila'

# find_in_page_input
source: Find in page
yua: Kaxtej ich le kúuchila'

# accessibility_find_in_page_result
source: %1$d out of %2$d
yua: 26% 1 $ u jóok'oj ti'% 2 $ d

# accessibility_next_result
source: Find next result
yua: Kaxt le nu'uk ku taala'

# accessibility_previous_result
source: Find previous result
yua: Kaxt le nu'uk maano'

# accessibility_dismiss_find_in_page
source: Dismiss find in page
yua: Mixtech ken a kaxtej te'e kúuchila'

# http_auth_dialog_title
source: Authentication required
yua: k'áabet u yila'al wa utsi'

# http_auth_dialog_username
source: Username
yua: A k’áaba’

# http_auth_dialog_password
source: Password
yua: Wóojil

# preference_performance_request_desktop_site
source: Request desktop site
yua: k'áat le kúuchila' tu'ux k'áabet u k'áataj

# custom_tab_copy_url_action
source: URL copied
yua: URL jelts'íibtaj

# preference_advanced_summary
source: Developer tools
yua: núukulilo'ob uti'al meyajil

# preference_category_advanced
source: Advanced
yua: Táanilankil

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
yua: Náach púusbil yéetel USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
yua: Meyajta'ak %1$1

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
yua: Pets' le núukulil ti' ts'áalk'ab uti'al a maantats' meyaj

# biometric_auth_new_session
source: New Session
yua: túumben meyajil

# biometric_auth_image_description
source: Fingerprint icon
yua: wooj ti' ts'áalk'ab

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
yua: Ma' k'ajota'al a ts'áalk'ab. Béet tu ka'aten

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
yua: Ta séeb péeksaj u yaal a k'ab. Béet tu ka'aten

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
yua: A k'áat wa'a ka ya'alaktech tu'ux a kaxant ba'alo'ob

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
yua: Uti'al ka ya'alaktec %1$s h tu'ux a kaxant ba'ilo'ob… k'áabet a túuxtik a ts'íibilalo' tak tu'ux u muultáabsaj le kúuchil suuk a kaxtiko'

# enable_search_suggestion_subtitle_learnmore
source: Learn more
yua: K’ajóoltal u yaanali’

# enable_search_suggestions_no
source: No
yua: Ma’

# enable_search_suggestions_yes
source: Yes
yua: Je’ele’

# no_suggestions_message
source: Some search engines cannot show suggestions.
yua: Yáan jejelas kaxant ba'alo'ob mun páajtal u ya'aliktech tu'ux a kaxantik

# dismiss_no_suggestions_prompt_button
source: Dismiss
yua: Ma’ ilbil

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
yua: Le kúuchila' tun k'as meyaj jela'anil wa'a

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
yua: Ch'a'a pájtalil a wokoj tu kúuchilo'ob web tu'ux suuktech chen yéetel %1$s jun péets'olil… Tsoolil…Ts'áabak ti' u yáax cha'anil tu'ux u chúunul meyaj

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
yua: Je'ebak tuláakal le nuupankil meyajilo' %1$s ich- %1$s Máak'antak- bey u yáaxilil a maan ich web

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
yua: URL ti' u chúupul tu juunaj uti'al le kúuchilil suuk a meyajtik ich web

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
yua: Je’ebak junp'éel nuupankil ichil túumben nu'ukbesaj. P'áat a pets'ik je'ebáaxak nuupankil ich junp'éel kúuchil cha'anil

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
yua: A k'áat wa'a a wilik le kúuchil je'ela' ich u túulis %1$s cha'anil- Tsoolil- k'áat le kúuchil tu'ux u k'áatal

# tip_disable_tips2
source: Turn off tips on the start screen
yua: Ma' meyajtal u ya'alaltech bix ken a meyaj tu'ux u chúunul cha'anila'

# tip_explain_allowlist
source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
yua: A k'ajolt wa'a le kúuchila' - U tsoolil

# new_tab_opened_snackbar
source: New tab opened
yua: Jeba'an túumben nu'ukbesaj

# open_new_tab_snackbar
source: Switch
yua: Tuupub

# preference_open_new_tab
source: Switch to link in new tab immediately
yua: K'eexbil ka nuupuk ich túumben nu'ukbesaj séebanil.

# preference_category_safe_browsing
source: Safe Browsing
yua: Uts a maan ich web

# preference_safe_browsing_title
source: Block potentially dangerous and deceptive sites
yua: Ma' meyajta'al kúuchilo'ob tsaay u loobintik meyajilo'ob wa ku tuusilo'ob.

# preference_safe_browsing_summary
source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
yua: Ma' meyajtik le k'as loobintik kúuchilo'ob mix le ku tuusilo'ob, mix kúuchil ti' malware wa kúuchilo'ob ku meyaj ba'al ma' a k'áato'

# preference_exceptions
source: Exceptions
yua: Jela'anilo'ob

# preference_exceptions_description
source: You have disabled Content Blocking for these websites.
yua: Ts'óok a je'elsik le u ma' meyajta'al u yóolil le kúuchilo'oba'

# preference_exceptions_menu_remove
source: Remove
yua: Tuup

# preference_exceptions_remove_all_button_label
source: Remove all websites
yua: Tuup tuláakal le kúuchilo'ob web

# tab_crash_report_headline
source: Sorry. We’re having a problem with this tab.
yua: In síipil. Yáanto'on u táalamil yéetel le nu'ukbesajila'.

# tab_crash_report_description
source: As a private browser, we never save and cannot restore this tab.
yua: Bey junp'éel maan ich web chen teeche', mixbik'íin táabsiko'on ba'al, beyo' mun beytal k-suutik le nu'ukbesajila'

# tab_crash_report_close_tab_button_label
source: Close Tab
yua: K'aalbil nu'ukbesajil

# fatal_crash_report_title
source: Sorry. %1$s had a problem and crashed.
yua: In síipil. %1$s Yáantech junp'éel táalamil ka ta we'p'uchtaba'aj.

# fatal_crash_report_description
source: As a private browser, we never save and cannot restore your last browsing session.
yua: Bey junp'éel maan ich web chen teeche', mixbik'íin táabsiko'on ba'al, beyo' mun beytal k-suutik le u xuul a maansaj ich webe'

# fatal_crash_report_close_button_label
source: Close
yua: K'albil

# fatal_crash_report_restart_firefox_label
source: Restart %1$s
yua: Ka'a chúunuj %1$s

# crash_report_send_crash_label
source: Send crash report to Mozilla
yua: Túuxt u ts'íibil yo'sal u je'elel u meyajil ti' Mozilla
