Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/yua/app.po
Languages: yua

# action_cancel
source: Cancel
yua: Ma’ u beetal

# action_ok
source: OK
yua: Uts

# action_save
source: Save
yua: Táabsaj

# urlbar_hint
source: Search or enter address
yua: kaxbil wa oksaj tu'uxi’

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
yua: Ku maan tu juunaj chen a wóok'sal. Maanen. Púustej. Tu ka'aten.

# feedback_erase
source: Your browsing history has been erased.
yua: Lúubsa'ab tuláakal ba'ax ta kaxtej.

# feedback_erase_custom_tab
source: Tab’s browsing history has been erased.
yua: Túupuj le meyaj ts'íib ti' a maansajil ich web ti' a cha'anil

# search_hint
source: Search for %1$s
yua: Kaxbil %1$s

# menu_share
source: Share…
yua: Ka túuxtik ti'…

# menu_report_site_issue
source: Report Site Issue
yua: A'al u táalamil te'e túux tan kaxtiko'

# menu_open_with_default_browser2
source: Open in %1$s
yua: Je'eb ich %1$s

# menu_open_with_a_browser2
source: Open in…
yua: Je'eb ich…

# menu_add_to_home_screen
source: Add to Home screen
yua: Ts'áabak tu'ux u yila'al tun káajal

# menu_whats_new
source: What's New
yua: Túumbenilo'ob

# menu_settings
source: Settings
yua: Máak’anbil

# menu_about
source: About
yua: Yo'sal

# menu_help
source: Help
yua: Áantaj

# menu_rights
source: Your Rights
yua: A tojbe'enilo'ob

# menu_trackers_blocked_title
source: Trackers blocked
yua: Kaxan ba'al tupa'anilo'ob

# menu_trackers_blocked_subtitle
source: Turning this off may fix some site problems
yua: Wa ka je'elsik lela' je'el u yutstal u táalamil le kúuchila'

# menu_content_blocking
source: Content Blocking
yua: Ma' meyajta'al u jejelas ba'alo'ob

# menu_content_blocking_subtitle
source: Turn off to fix some sites
yua: Tupej uti'al u yutstal jejelas kúuchilo'ob

# menu_custom_tab_branding
source: Powered by %1$s
yua: Léench’inta’ab yéetel %1$s

# share_dialog_title
source: Share via
yua: Túuxbil yéetel

# notification_erase_text
source: Erase browsing history
yua: Lúubsal tuláakal tu'ux maanech

# notification_action_open
source: Open
yua: Je'ebek

# notification_action_erase_and_open
source: Erase and Open
yua: Tuupuk ts'óokole' ka je'ebek

# shortcut_erase_short_label
source: Erase
yua: Tuupuk

# shortcut_erase_long_label
source: Erase browsing history
yua: Lúubsal tuláakal tu'ux maanech

# shortcut_erase_and_open_short_label
source: Erase & open
yua: Tupej ka je'ik

# text_selection_search_action
source: Search Privately
yua: Kaxta'ak men chen teech

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
yua: <p>% 1 $ s ku ts'a'iktech u páajtalil. </p> <p> meyajtej bey junp'éelil a maan ich web chen ati'al <ul> <li>Kaxtej ka maankech ich web tu tseel toj ti' le meyajila'</li> <li>Ma' meyajta'al u kaxan ba'ilo'ob - wa túumbenta'al le máak'anbil ba'al uti'al u meyajta'al le kaxan ba'ilo'ob</li> <li>Tupej uti'al u túupuj le cookieso', bey xan le meyaj ts'íib ti' kaxan ba'alo'obo' yéetel le maan ich webe'.</li> </lu> </p> <p>%1$s béeta'ab men Mozilla. To'one' k-kaxtik u meyajta'al internet yéetel tojil bey xan ka je'ebek ti' tuláakalo'ob.<br/> < a href="%2$s">U asab k'ajotbil</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
yua: Ta wóok’sal yéetel Jeets’el óol

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
yua: Bixil ka kaxantik ba’alob, cookies, yéetel péeksilil

# preference_search_summary
source: Set default, autocomplete
yua: Ts’íibta’ab le ta yáax ts’íibo’, ka chuupuk tu juunaj

# preference_mozilla_summary
source: About %1$s, help
yua: Yóok’sal le %1$s, áantaj

# preference_category_tracking_protection
source: Tracking Protection
yua: Kana’anbil le bixil ka kaxantik

# preference_category_web_content
source: Web Content
yua: Ba’alob U ba’il web

# preference_category_switching_apps
source: Switching Apps
yua: K’exlantik biilalo’ob

# preference_category_general
source: General
yua: Tuláakalil

# preference_general_summary
source: Default browser, tabs, language
yua: U yáaxilil uti'al a maan ich web, un'ukbesajil, t'aanil.

# preference_category_data_collection_use
source: Data Collection & Use
yua: Much’lantik péeksililo’ob yéetel bix beelankil

# preference_category_search
source: Search
yua: Kaxta’ak

# preference_show_search_suggestions
source: Get search suggestions
yua: kaxtej tu'ux a wilik bix a kaxanbil ba'alo'ob

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
yua: %1$s le ka ts'íibtiko' yáan u túuxtaj tu'ux u láaj chíikpajal le kaxantbilo'

# preference_search_engine_default
source: Default
yua: Le ta yáax ts’íibo’

# preference_search_engine_label
source: Search engine
yua: u múuk'il a kaxant ba'al

# preference_state_on
source: On
yua: Meyajta’al

# preference_state_off
source: Off
yua: Ma’ tu meyajta’al

# preference_subitem_autocomplete
source: URL Autocomplete
yua: Chuupuk tu juunaj URL

# preference_switch_autocomplete_topsites
source: For Top sites
yua: uti'al u ma'alobil kúuchilo'ob

# preference_autocomplete_topsite_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
yua: Ts'a'a u páajtalil uti'al u chúupul tu juunaj le asab ti' 450 URL ma'alobilo'ob ichil tu'ux ku láaj chíikpajal le kaxantbil

# preference_switch_autocomplete_user_list
source: For Sites You Add
yua: ka béetko'

# preference_autocomplete_user_list_description
source: Enable to autocomplete sites you add here.
yua: Ts'a'a u túumben núupankil ti'al le u chúupul tu juunalo'

# preference_category_autocomplete_manage_sites
source: Manage sites
yua: Uts meyajtej le kúuchilo'ob

# preference_autocomplete_subitem_manage_sites
source: Manage sites
yua: Uts meyajtej le kúuchilo'ob

# preference_autocomplete_action_add
source: + Add custom URL
yua: + Ts’áabak URL tsikbe’eniltal

# preference_autocomplete_title_add
source: Add custom URL
yua: Ts’áabak URL tsikbe’eniltal

# custom_autocomplete_quick_add
source: Add custom URL
yua: Ts’áabak URL tsikbe’eniltal

# add_custom_autocomplete_label
source: Add link to autocomplete
yua: Ts'a'a u túumben núupankil ti'al le u chúupul tu juunalo'

# preference_category_cookies
source: Cookies and Site Data
yua: Cookies yéetel u péeksilil le tu’uxilo’

# preference_category_data_choices
source: Data Choices
yua: Jela’anil péeksilo’ob

# preference_autocomplete_title_remove
source: Remove custom URLs
yua: Tuupuk le URL tsikbe’enilta’ab

# preference_autocomplete_learn_more
source: Learn more
yua: K’ajóoltal u yaanali’

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
yua: Ts’áabak bey xan kaxáantak le chuupuk tu juunal le URL tsikbe’enilta’ab.

# preference_autocomplete_add_title
source: URL to add
yua: URL uti’al u ts’áabak

# preference_autocomplete_add_hint
source: Paste or enter URL
yua: Tak’bil wa oksa’ak u ts’íibtal URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
yua: E’esajil: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
yua: E’esajil: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
yua: Túumben URL tsikbe’eltan ts’óok u ts’áabak.

# preference_autocomplete_menu_remove
source: Remove
yua: Tuupuk

# preference_autocomplete_action_remove_content_description
source: Remove
yua: Tuupuk

# preference_autocomplete_add_error
source: Double-check the URL you entered.
yua: Ka’a ilej le URL ta ts’íibtaj.

# preference_language
source: Language
yua: T’aanil

# preference_language_systemdefault
source: System default
yua: U biilal yáax ts’íibtaj ti’ le nuupankil meyajilo’

# preference_category_privacy
source: Privacy
yua: Chen tu wóok’sale’

# preference_privacy_ads_block_ads
source: Block ads and other annoyances
yua: Ma' meyajta'al chen le cookies ku tsaypachtik óoxililo'ob

# preference_privacy_block_analytics
source: Block analytic trackers
yua: Ma’ meyajta’al le kaxan ba’al túukulnaj

# preference_privacy_block_ads
source: Block ad trackers
yua: Ma’ meyajta’ab le kaxan ba’al uti’al koonol ba’alob

# preference_privacy_block_social
source: Block social trackers
yua: Ma’ meyajta’al le kaxan ba’al uti’al tsikbal máak

# preference_privacy_block_content
source: Block other content trackers
yua: Ma’ meyajta’ab le kaxan ba’al uti’al jejelas ba’ilob

# preference_privacy_category_cookies
source: Block cookies
yua: Ma’ meyajta’ak cookies

# preference_privacy_should_block_cookies_no_option
source: No
yua: Ma’

# preference_privacy_should_block_cookies_third_party_tracker_cookies_option
source: Block 3rd-party tracker cookies only
yua: Ma' meyajta'al chen le cookies ku tsaypachtik óoxililo'ob

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
yua: Ma’ meyajta’ak chen cookies ti’ yaanalilo’ob

# preference_privacy_should_block_cookies_yes_option
source: Yes
yua: Je’ele’

# preference_privacy_block_cookies_third_party_tracker
source: Block third-party trackers cookies (recommended)
yua: Ma' meyajta'al chen le cookies ku tsaypachtik óoxililo'ob

# preference_security_biometric
source: Use fingerprint to unlock app
yua: Beelankij a Ts’áalk’ab uti’al u páajtal a meyajtik le kúuchila'

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
yua: A ts'áalk'abe' je'el u béetik u meyaj %1$s wa junp'éel URL jeba'anil ich le kúuchilo'. Yáan u t'áabaj le ku payt'aano'

# preference_privacy_secure_mode
source: Stealth
yua: Mun yila’al

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
yua: Ta’akbesa’al le tseel ju’unob web ken u káajal u k’exel biilalilo’ob.

# preference_category_security
source: Security
yua: kana'antbil

# preference_category_performance
source: Performance
yua: Buka’ajil

# preference_performance_block_webfonts
source: Block Web fonts
yua: Ma’ meyajta’al u sayab web

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
yua: Je’el u beytal u sa’atal le woojilo’ob wa le oochelo’ob

# preference_performance_block_javascript
source: Block JavaScript
yua: Ma’ meyajta’ak JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
yua: Le tseel ju’unob web je’el u beytal u meyaj séebanil chen ba’ale’ je’el u beytal u k’as k’exik u meyaj xan

# preference_default_browser2
source: Make %1$s default browser
yua: Yéeytej %1$s ka p’àatak bey a suuk a maan ich web yéeteli’

# preference_mozilla_telemetry2
source: Send usage data
yua: Túuxtej buka’aj ts’óok a xupik

# preference_mozilla_telemetry_summary
source: Learn more
yua: K’ajóoltal u yaanali’

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
yua: Mozilla ku kaxantik u molik chen le jach k’áabetaj uti’al u ts’a’ik yéetel u ma’alobtal %1$s ti’ tuláakalilo’ob.

# preference_privacy_notice
source: Privacy Notice
yua: Ts’áab ojelbil bix u kana’antal ati’alo’

# preference_about
source: About %1$s
yua: Yóok’sal le %1$s

# preference_search_installed_search_engines
source: Installed search engines
yua: U múuk’il ti’ u maan máak ich web ts’oka’anilob

# preference_search_restore
source: Restore default search engines
yua: Ts’áabak tu ka’aten le u yáax múuk’il ti’ u kaxan ba’al máak ich web

# preference_search_add2
source: + Add another search engine
yua: + Tsàabak u láak’ u múuk’il ti’ u kaxan ba’al máak ich web

# preference_search_remove_title
source: Remove search engines
yua: Túupuk u múuk’il ti’ u kaxan ba’al máak ich web

# preference_search_remove
source: Remove
yua: Tuupuk

# action_option_add_search_engine
source: Add search engine
yua: Tsàabak u múuk’il ti’ u kaxan ba’al máak ich web

# search_add_manually_name_hint
source: Search engine name
yua: U k’áaba’ ti’ u múuk’il ti’ u kaxan ba’al máak ich web

# search_add_manually_string
source: Search string to use
yua: Kaxbil nuupul uti’al meyajta’al

# search_add_manually_save
source: Save
yua: Táabsaj

# search_add_manually_example
source: Example: example.com/search/?q=%s
yua: E’esajil: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
yua: Ts’óok u tsàabal túumben u múuk’il ti’ u kaxan ba’al máak ich web.

# search_add_error_empty_name
source: Enter search engine name
yua: Oksa’ak u k’áaba’ ti’ le u múuk’il ti’ u maan máak ich web

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
yua: Junp’éel le u múuk’il ti’ u kaxan ba’al máak ich webe’ ts’óok u k’áabatal beyo’.

# search_add_error_empty_search
source: Enter search string
yua: Oksa’ak le nuupul ti’ u kaxbil ba’al

# search_add_error_format
source: Check that search string matches Example format
yua: Ila’al wa le nuupul ti’ u kaxbil ba’ale’ uts ti’ le paatul yáax e’esajilo’

# content_description_clear_input
source: Clear input
yua: Púustak le tsool ts’íibilo’

# content_description_dismiss_input
source: Dismiss
yua: Ma’ ilbil

# content_description_erase
source: Erase browsing history
yua: Lúubsal tuláakal tu'ux maanech

# content_description_tab_counter
source: Tabs open: %1$s
yua: U nu’ukbesaj ts’íibilo’ jeba’anil: %1$s

# content_description_lock
source: Secure connection
yua: Utsil nuupankil

# accessibility_announcement_loading
source: Loading
yua: Chuupulil

# accessibility_announcement_loading_finished
source: Website loaded
yua: Le tseelil webe’ ts’óok u chuupul

# content_description_menu
source: More options
yua: Jejelas tu’uxil

# indicator_content_description_menu
source: More options button
yua: U ba'il ku je'ik jejelas kúuchilo'ob ich web

# content_description_forward
source: Navigate forward
yua: Xeen toj táanil

# content_description_back
source: Navigate back
yua: Suutnen ti’ a maan ich web

# content_description_stop
source: Stop loading website
yua: P’áatak u chuupul le tseelil webe’

# content_description_customtab_exit
source: Return to previous app
yua: Suutnen ti’ le ba’il ta yáax ts’íibo’

# content_description_blocking_switch
source: Block trackers
yua: Ma’ meyajta’al le kaxan ba’alo’

source: Your Rights
yua: A tojbe’enilob

# external_app_prompt_title
source: Open link in another app
yua: Je’ebak le nuupankil ich yaanal ba’ilo’

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
yua: Je’el u beytal a jóok’oj ti’ %1$s uti’al a je’ik le nuupankila’ ich %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
yua: Kaxanta’ak junp’éel ba’il tu’ux ka pàajchajak u je’ik le nuupankila’

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
yua: Mixjunp’éel le ba’il ich a núukulila’ u je’ik le nuupankila’. Je’el u beytal a jóok’oj ti’ %1$s uti’al a kaxtik junp’éel bail tu’ux u jèebej ich %2$s.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
yua: ¿A k’áat a jóok’oj ti’ le maan ich web chen a wóok’sal wa’a?

# download_snackbar_finished
source: %1$s finished
yua: %1$s ts’óokij

# download_snackbar_open
source: Open
yua: Je'ebek

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
yua: Le ts’íibil éemsajilo’ ma’ u túupulo’ ken túupuk le tsool ts’íib ti’ le %1$s.

# download_dialog_title
source: Download File
yua: Éemsa’ak ts’íibilo’

# download_dialog_action_cancel
source: Cancel
yua: Ma’ u beetal

# download_dialog_action_download
source: Download
yua: Éemsa’ak

# errorpage_title
source: Problem loading page
yua: Táalamil ken kajak u chuupul le tseel weba’

# errorpage_refresh
source: Try Again
yua: Ka’a béetej

# error_connectionfailure_title
source: Unable to connect
yua: Ma’ u beytal u nuupul

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
yua: <ul> <li>Le tseel weba’ ma’ u je’ebej tumen mina’an u nuupankil le súutuka’ wa jach chuup. Je’eb tu ka’aten ich jun súutuk.</li> <li>Wa ma’ u beytal a je’ik mix junp’éel u tseel webe’, ilawil wa a núukulila’ yáanti’ u páajtalil u yokoj ich internet.</li> </ul>

# error_timeout_title
source: The connection timed out
yua: Ts’óok u xúupul le súutuk a pa’tik uti’al a ch’aik internet

# error_hostLookup_title
source: Server not found
yua: Ma’ kaxta’ab le núukulil ku ts’a’ik internet

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
yua: <ul> <li>Ilawil wa le k’áaba’ ka ts’íibtiko’ uts ts’íibtak, je’e beya’ <strong>ww</strong>.example.com en vez de <strong> <strong>www</strong>.example.com</li> <li>Wa ma’ u beytal a je’ik mix junp’éel u tseel webe’, ilawil wa a núukulila’ yáanti’ u páajtalil u yokoj ich internet.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
yua: Le k’áaba’ ta ts’íibtiko’ ma’ utsi’

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
yua: <ul> <li>Le u k’áaba’ web ta ts’íibtiko’ suka’an u ts’íibtaj beya’ <strong>http://www.example.com/</strong></li> <li>Ilawil wa tan a meyajtik le jach k’áabeto’ (je’e bey <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
yua: Le tseel weba’ ma’ tun suut tu beeli’

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
yua: <ul> <li>Le táalamil je’ela’ yáan súutuke’ ku yúuchuj tumen ku p’áataj ma’ u meyajtal uts wa ma’ u cháabal u meyajil cookies.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
yua: Ma’ u na’ataj ba’ax k’áaba’ ta ts’íibtaj

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
yua: <ul> <li>Kexi’ wa k’áabet a ts’a’ik yáanal ba’il ti’ a núukulil uti’al u beytal a je’ik le tseel weba’.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
yua: K’aschajij le nuupankil uts ka’acho’

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
yua: <ul> <li>Le je’ela’ kexi’ wa u táalamil le meyajta’al internet ti’ a núukulila’, wa kex yáan máax tun ts’áakuba’aj bey u nuupankil internet ti’ a núukulila’.</li> <li>Wa ts’óok a yàax meyajtik le nuupankil internet ti’ a núukulila’, kexi’ wa le táalamila’ chen jun súutuk. Ju beytal a ka’a je’ik ich jun súutuk tu ka’aten.</li> </ul>

# error_generic_title
source: Oops
yua: Ups

# error_generic_message
source: We can’t load this page for some reason.
yua: Yáan u táalamil ma’ u cha’ik a je’ik le tseel weba’.

# contextmenu_open_in_app
source: Open with app
yua: Je’ebak yéetel le nuupankil je'ela'

# contextmenu_link_share
source: Share link
yua: Túuxta’ak le nuupankila’

# contextmenu_link_copy
source: Copy link address
yua: Ka’a ts’íibta’ak le k’áaba’ ti’ le nuupankila’

# contextmenu_image_share
source: Share image
yua: Túuxta’ak le oochela’

# contextmenu_image_copy
source: Copy image address
yua: Ka’a ts’íibta’ak le k’áaba’ ti’ le oochela’

# contextmenu_image_save
source: Save image
yua: Táabsa’ak oochelil

# contextmenu_open_in_new_tab
source: Open link in new tab
yua: Je’ebek le nuupankila’ ich jun túumben nu’ukbesaj

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
yua: Le oochelo’ob táabsak wa túuxbilta’abo’ <b>mun tuuplo’ob ken tuupuk</b> le tsool %1$s ts’íibtalo’

# firstrun_defaultbrowser_title
source: Power up your privacy
yua: Nojochkúuns a ba’il ta wóok’sal

# firstrun_search_title
source: Your search, your way
yua: A kaxan ba’al, je’e bey a k’áato’

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
yua: ¿Ka kaxtik ba’al jela’anil wa’a? Yéey u jela’anil u múuk’il a kaxan ba’al ta yéeytaj yáax táanile’ ich le ba’ila’.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
yua: Ts’a’a u séeb k’at bejilo’ob ti’ a wokoj te’ yáax cha’anila’

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
yua: Súutnen séebanil ti’ a tseel web uts ta wicho’ ich %1$s. Yéey "ts’áabak ich u yáax tseel web" lik’ul u ts’íibil tsoolanilo’ob %1$s.

# firstrun_privacy_title
source: Make privacy a habit
yua: Suuktatech u kanáantal le a wóok’salo’

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
yua: Ts’a’a %1$s bey a kaxan ba’al a yéeymaj ka wilik le ma’alobil kaxan ba’al tu’ux u kanáantal le a wóok’sal ken a je’ik jejelas tseel web lik’ulil yaanal ba’ilob.

# firstrun_close_button
source: OK, got it!
yua: ¡Na’atbij!

# firstrun_skip_button
source: Skip
yua: Ma’ ilbij

# firstrun_next_button
source: Next
yua: U láak’o’

# dialog_addtohomescreen_action_add
source: Add
yua: Ts’áabak

# dialog_addtohomescreen_action_cancel
source: Cancel
yua: Ma’ u beetal

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
yua: Le páajtalil u je’ebek jumpulile’ ku je’ebek yéetel xma’ kananbil a kaxan ba’al

# notification_browsing_session_channel_name
source: Private browsing session
yua: Meyajil ti’ maan ich web chen teech

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
yua: Le ku ts’a’ik ojelbil ba’ax ku yúuchule’ ku cha’ik u túupul le meyajil %1$s chen yéetel jun péets’ak. Mix k’áabet a je’ik u ba’il wa mix k’áabet a wilik ba’ax ku meyaj ich tu’ux a maano’.

# tabs_tray_action_erase
source: Erase browsing history
yua: Lúubsal tuláakal tu'ux maanech

source: Download Firefox
yua: Éemsa’ak Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
yua: %1$s lela’ jun meyajil mina’an u wóojil jeba’antak, béeta’ab men Mozilla yéetel u láak’ muulmeyajilo’ob.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
yua: %1$s ti’an ka ch’áabak yéetel u tsoolt’aanil <a href="%2$s">ku ts’áabal u páajtalil men Mozilla</a> yéetel u láak’ páajtalilo’ob yáanti’ob u wóoj jeba’anil.
