Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/quy/app.po
Languages: quy

# action_cancel
source: Cancel
quy: Tatiy

# action_ok
source: OK
quy: ARI

# action_save
source: Save
quy: Jallich'ay

# urlbar_hint
source: Search or enter address
quy: Mask'ay mana chay dirección ñisqaman yaykuy

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
quy: Sapanmanta asuy t'aqwiriy. T'aqwiriy. Pichay. Kutikipay.

# feedback_erase
source: Your browsing history has been erased.
quy: Ñawpa yaykusqa t'aqwiriyniyki picharpakun.

# search_hint
source: Search for %1$s
quy: Mask'ay kaypaq %1$s

# menu_share
source: Share…
quy: Qunakuy…

# menu_report_site_issue
source: Report Site Issue
quy: Kitiqpata Ch'ampanta Willay

# menu_open_with_default_browser2
source: Open in %1$s
quy: Kichariy kaypi %1$s

# menu_open_with_a_browser2
source: Open in…
quy: Kichariy kaypi…

# menu_add_to_home_screen
source: Add to Home screen
quy: Qallariy pantallaman yapaykuy

# menu_whats_new
source: What's New
quy: Musuq imakuna

# menu_settings
source: Settings
quy: Allinchaykuna

# menu_about
source: About
quy: Kaymanta

# menu_help
source: Help
quy: Yanapay

# menu_rights
source: Your Rights
quy: Derechosniyki

# menu_trackers_blocked_title
source: Trackers blocked
quy: Mask'achiqkuna ch'atasqa

# menu_custom_tab_branding
source: Powered by %1$s
quy: Kallpachasqa kaywan %1$s

# share_dialog_title
source: Share via
quy: Via ñisqata qunakuy

# notification_erase_text
source: Erase browsing history
quy: Ñawpa yaykusqa t'aqwiriyta pichay

# notification_action_open
source: Open
quy: Kichay

# notification_action_erase_and_open
source: Erase and Open
quy: Pichaytaq kichariytaq

# shortcut_erase_short_label
source: Erase
quy: Pichay

# shortcut_erase_long_label
source: Erase browsing history
quy: Ñawpa yaykusqa t'aqwiriyta pichay

# text_selection_search_action
source: Search Privately
quy: Asuy mask'ay

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
quy: <p>%1$s qhawaypi churasunki.</p><p>juk asuy t'aqwiriyjinata llamk'ay:<ul><li>Mask'ay chanta chiqanta t'aqwiriy aplicación ñisqapi</li><li>Tarichiqkunata ch'ataykuy (mana chay allinchaykunata kunanchay tarichiqkunata juñinapaq)</li><li>Pichay cookies kaqkunata wañuchinaykipaq, kay mask'ay chanta ñawpa yaykusqa t'aqwiriyjinatapis</li></ul></p><p>%1$sMozilla kaqwan ruwasqa kachkan. Kamachiyniykuqa kan juk allin kawsaypaq, kichasqa Internet ñisqata riqsichina.<br/><a href="%2$s">Aswanta yachay</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
quy: Asuy chanta Takya

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
quy: Tarichiqkunamanta, cookies kaqkunamanta, willaykunamanta ima akllaykuna

# preference_search_summary
source: Set default, autocomplete
quy: Akllasqañajinata churay, sapanmanta junt'achiy

# preference_mozilla_summary
source: About %1$s, help
quy: Kaymanta %1$s, yanapay

# preference_category_tracking_protection
source: Tracking Protection
quy: Tarichiqkunamanta jark'ana

# preference_category_web_content
source: Web Content
quy: Web kaqmanta Tiyapuynin

# preference_category_switching_apps
source: Switching Apps
quy: Apps kaqkunata tikraychaspa

# preference_category_general
source: General
quy: Jatunnin

# preference_category_data_collection_use
source: Data Collection & Use
quy: Willaykunamanta tantaynin chanta llamk'aynin ima

# preference_category_search
source: Search
quy: Mask'ay

# preference_search_engine_default
source: Default
quy: Ajinaña jamuq

# preference_state_on
source: On
quy: Jap'ichisqa

# preference_state_off
source: Off
quy: Wañuchisqa

# preference_subitem_autocomplete
source: URL Autocomplete
quy: URL sapanmanta junt'achiy

# preference_autocomplete_action_add
source: + Add custom URL
quy: + sapanchaykunata yapay URL

# preference_autocomplete_title_add
source: Add custom URL
quy: Sapanchaykunata yapay URL

# custom_autocomplete_quick_add
source: Add custom URL
quy: Sapanchaykunata yapay URL

# preference_category_cookies
source: Cookies and Site Data
quy: Cookies chanta Kitimanta Willaykuna

# preference_category_data_choices
source: Data Choices
quy: Willaykunamanta Akllaykuna

# preference_autocomplete_title_remove
source: Remove custom URLs
quy: Sapanchasqa URLs raqpay

# preference_autocomplete_learn_more
source: Learn more
quy: Astawan yachay

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
quy: Yapay chanta kamachiy sapanchasqa sapanmanta junt'achiyta URLs.

# preference_autocomplete_add_title
source: URL to add
quy: URL yapanapaq

# preference_autocomplete_add_hint
source: Paste or enter URL
quy: Mach'ay mana chay URL qillqay

# preference_autocomplete_add_example2
source: Example: mozilla.org
quy: Kayjina: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
quy: Kayjina: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
quy: Musuq sapanchasqa URL yapasqa.

# preference_autocomplete_menu_remove
source: Remove
quy: Raqpay

# preference_autocomplete_action_remove_content_description
source: Remove
quy: Raqpay

# preference_autocomplete_add_error
source: Double-check the URL you entered.
quy: Watiqmanta qhawaykuy kay URL qillqasqaykita.

# preference_language
source: Language
quy: Runasimi

# preference_language_systemdefault
source: System default
quy: Sistemaqpata ajinaña jamuynin

# preference_category_privacy
source: Privacy
quy: Asuy

# preference_privacy_block_ads
source: Block ad trackers
quy: Publicidadmanta tarichiqkunata ch'ataykuy

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
quy: Wakin willaykuna, manapis qam paykunaman yaykuykuqtiykipis, yaykusqaykita kay web raphikunaman tarinku

# preference_privacy_block_analytics
source: Block analytic trackers
quy: Analiticos tarichiqkunata ch'ataykuy

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
quy: Kaywan llamk'akun ruwaykunaykita tantanapaq, qhawaykachanapaq chanta tupunapaq ima, kikinta imaynatachus jukta akllaptiyki mana chay raphinta suchuptiykijina

# preference_privacy_block_social
source: Block social trackers
quy: Social tarichiqkunata ch'ataykuy

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
quy: Raphikunapi yapasqa kachkanku yaykuyniykita tarinankupaq chanta llamk'ayta rikuchinanpaq, kikin botonesjina qunakunapaq

# preference_privacy_block_content
source: Block other content trackers
quy: Wak tiyapuykunamanta tarichiqkunata ch'ataykuy

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
quy: Kawsachiyqa wakin raphikuna mana suyaq llamk'achiy kanankuta ruwachinman

# preference_privacy_category_cookies
source: Block cookies
quy: Cookies ch'ataykuy

# preference_privacy_should_block_cookies_no_option
source: No
quy: Mana

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
quy: Cookies 3 ñiqi kaqkunallaqpata ch'ataykuy

# preference_privacy_should_block_cookies_yes_option
source: Yes
quy: Ari

# preference_privacy_secure_mode
source: Stealth
quy: Mana rikukuq

# preference_category_performance
source: Performance
quy: Llamk'ay thaskiynin

# preference_performance_block_webfonts
source: Block Web fonts
quy: Web paqariykunata ch'ataykuy

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
quy: Unanchakunata mana chay rikch'aykunata pisichiy atinman

# preference_performance_block_javascript
source: Block JavaScript
quy: JavaScript ch'ataykuy

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
quy: Raphikuna aswan utqhayta chaqnanay atinkuman, ichaqa mana suyaq kaqjinata llamk'ay atillankutaq

# preference_default_browser2
source: Make %1$s default browser
quy: Tikray %1$s ajinaña churasqa t'aqwiriqniykipi

# preference_mozilla_telemetry2
source: Send usage data
quy: Llamk'akusqamanta willaykunata kachay

# preference_mozilla_telemetry_summary
source: Learn more
quy: Astawan yachay

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
quy: Mozilla aswan munasqallata tantananpaq kaypachakun qusunankupaq chanta allinchanankupaq %1$s tukuypaq.

# preference_privacy_notice
source: Privacy Notice
quy: Asuymanta willay

# preference_about
source: About %1$s
quy: Kaymanta %1$s

# preference_search_installed_search_engines
source: Installed search engines
quy: Mask'aq motores chantisqa

# preference_search_restore
source: Restore default search engines
quy: Ajinaña jamuq mask'aq motoresta jamuyninman kutichiy

# preference_search_add2
source: + Add another search engine
quy: + Wak mask'aq motorta yapay

# preference_search_remove_title
source: Remove search engines
quy: Mask'aq motoresta raqpay

# preference_search_remove
source: Remove
quy: Raqpay

# action_option_add_search_engine
source: Add search engine
quy: Mask'aq motorta yapay

# search_add_manually_name_hint
source: Search engine name
quy: Mask'aq motorpata sutin

# search_add_manually_string
source: Search string to use
quy: Mayqin mask'aq wallqawanchus llamk'akunqa

# search_add_manually_save
source: Save
quy: Jallich'ay

# search_add_manually_example
source: Example: example.com/search/?q=%s
quy: Kayjina: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
quy: Musuq mask'aq motor yapasqa.

# search_add_error_empty_name
source: Enter search engine name
quy: Mask'aq motor sutinta qillqay

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
quy: Juk chantisqa mask'aq motor chay sutiwan llamk'achkanña.

# search_add_error_empty_search
source: Enter search string
quy: Mask'aq wallqata qillqay

# search_add_error_format
source: Check that search string matches Example format
quy: Qhawaykachay mask'aq wallqaqa kikin kananta ejemplo rikukuywan

# content_description_clear_input
source: Clear input
quy: Registrota pichay

# content_description_dismiss_input
source: Dismiss
quy: Wich'uy

# content_description_erase
source: Erase browsing history
quy: Ñawpa yaykusqa t'aqwiriyta pichay

# content_description_tab_counter
source: Tabs open: %1$s
quy: Tikllakuna kichasqa: %1$s

# content_description_lock
source: Secure connection
quy: Takya t'inkiy

# accessibility_announcement_loading
source: Loading
quy: Chaqnanachkan

# accessibility_announcement_loading_finished
source: Website loaded
quy: Web raphi chaqnanasqa

# content_description_menu
source: More options
quy: Aswan akllaykuna

# content_description_forward
source: Navigate forward
quy: Ñawpaqman riy

# content_description_reload
source: Reload website
quy: Watiqmanta chaqnanay web raphita

# content_description_back
source: Navigate back
quy: Ñawpa raphiman riy

# content_description_stop
source: Stop loading website
quy: Kay raphiqpata chaqnanayninta sayay

# content_description_customtab_exit
source: Return to previous app
quy: Ñawpa aplicacionman kutiy

# content_description_blocking_switch
source: Block trackers
quy: Tarichiqkunata ch'ataykuy

source: Your Rights
quy: Derechosniyki

# external_app_prompt_title
source: Open link in another app
quy: T'inkiyta kichariy wak aplicaciónwan

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
quy: Lluqsiy atiwaq kaymanta %1$s kay t'inkiyta kaypi %2$s kichanaykipaq.

# external_app_prompt_no_app_title
source: Find an app that can open link
quy: Juk aplicación tariy mayqinchus kay t'inkiyta kichariy atinanpaq

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
quy: Ni mayqin aplicaciones kay dispositivoykiqpata kay t'inkiyta kichariy atinchu. Lluqsiy atiwaq kaymanta %1$s mask'anaykipaq kaypi %2$s juk tupakuq aplicacionta.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
quy: ¿Asuy t'aqwiriymanta lluqsinkichu?

# download_snackbar_finished
source: %1$s finished
quy: %1$s tukusqa

# download_snackbar_open
source: Open
quy: Kichay

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
quy: Uraykuchisqa kipukuna <b>mana raqpasqachu kanqanku </b> sichus ñawpa yaykusqaykita %1$s kaymanta pichanki chay.

# download_dialog_title
source: Download File
quy: Kiputa uraykuchiy

# download_dialog_action_cancel
source: Cancel
quy: Tatiy

# download_dialog_action_download
source: Download
quy: Uraykuchiy

# errorpage_title
source: Problem loading page
quy: Ch'ampa raphita chaqnanaspa

# errorpage_refresh
source: Try Again
quy: Watiqmanta ruway

# error_connectionfailure_title
source: Unable to connect
quy: Mana t'inkikuyta atikunchu

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
quy: <ul> <li>Puede que el sitio esté ocupado o no esté disponible temporalmente. Vuelve a intentarlo en unos minutos.</li> <li>Si no puedes cargar ninguna página, comprueba la conexión de datos o Wi-Fi de tu dispositivo.</li> </ul>

# error_timeout_title
source: The connection timed out
quy: T'inkiy tukukunña

# error_hostLookup_title
source: Server not found
quy: Mana jaywaqta tarikunchu

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
quy: <ul> <li>Qhawaykachay sichus dirección mana ni juk pantayniyku kayjina <strong>ww</strong>.example.com kayjinamanta <strong>www</strong>.example.com</li> <li>Sichus ni juk raphita chaqnanay atinkichu chay, dispositivoykiqpata willaykuna t'inkiyninta qhawaykachay mana chay Wi-Fi kaqmanta.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
quy: Kay dirección mana allinchu

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
quy: <ul> <li>Web direccionesqa mana ajinachu qillqakuy yachanku <strong></strong></li> <li>Sumaqta qhawaychakuy kay wiksu siqikunawan llamk'ayta (i.e. <strong>/</strong>).</li></ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
quy: Kay raphi mana allintachu redireccionachkan

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
quy: <ul> <li>Wakin kuti, ch'ampaqa rikhurin wañuchiyrayku mana chay mana ari ñiqtiyki kay cookies llamk'ayta.</li></ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
quy: Kay direccion mana jap'iqakunchu

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
quy: <ul> <li>Ichapis wak software ñisqata chantinayki tiyan kay direccionta kicharinaykipaq.</li></ul>

# error_sslhandshake_title
source: Secure connection failed
quy: Takya t'inkiypi pantay

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
quy: <ul> <li>Ichapis juk pantay kanman kay yaywaq configuracionwan mana chay ichapis juk runa yaywaqta tantiyay munachkan.</li> <li>Sichus ñawpaqta mana ch'ampakunayuq kay yaywaqman t'inkikurqankiña chay, ichapis pantayqa kunanpachalla kanman chanta watiqmanta ruway atiwaq.</li></ul>

# error_generic_title
source: Oops
quy: Uy

# error_generic_message
source: We can’t load this page for some reason.
quy: Imaraykuchus mana kay raphita chaqnanay atirqaykuchu.

# contextmenu_link_share
source: Share link
quy: T'inkiyta qunakuy

# contextmenu_link_copy
source: Copy link address
quy: T'inkiypata direccioninta kikinchay

# contextmenu_image_share
source: Share image
quy: Rikch'ayta qunakuy

# contextmenu_image_copy
source: Copy image address
quy: Rikch'aypata direccioninta kikinchay

# contextmenu_image_save
source: Save image
quy: Rikch'ayta jallich'ay

# contextmenu_open_in_new_tab
source: Open link in new tab
quy: T'inkiyta kichariy juk musuq tikllapi

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
quy: Jallich'asqa chanta qunakusqa rikch'aykuna <b>mana raqpasqachu kanqanku</b> sichus ñawpa yaykusqaykita %1$s kaymanta pichanki chay.

# firstrun_defaultbrowser_title
source: Power up your privacy
quy: Asuykita kallpachay

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
quy: Qhipan ñiqiman kay asuy t'aqwiriyta apay. Willaykunata chanta wak tiyapuykunata ima ch'ataykuy mayqinkunachus tarisuy atinkuman kitinninta chanta raphikunaqpata chaqnanayninta jayrayan ima.

# firstrun_search_title
source: Your search, your way
quy: Mask'ayniyki, munasqaykimanjina

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
quy: ¿Jukjinatachu mask'achkanki? Wak ajinaña jamuq mask'aq motorta akllay configuracionpi.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
quy: Qallariy pantallaykiman chiqan yaykunata yapay

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
quy: Aswan munasqa kitikunaykita watiqmanta watukuy kaypi %1$s utqhaytapacha. Akllay "Qallariy pantallaman yapay" kay %1$s menu kaqpi.

# firstrun_privacy_title
source: Make privacy a habit
quy: Asuymanta juk sapakuti ruwayta ruway

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
quy: Churaykuy kayta %1$s ajinaña jamuq t'aqwiriqjinata chanta asuy t'aqwiriy allin jamuyninta qhawaykachay ima kay web raphikunata kicharispa wak aplicacionesmantapacha.

# firstrun_close_button
source: OK, got it!
quy: ¡Ari, jap'iqasqa!

# firstrun_skip_button
source: Skip
quy: Phinkiy

# firstrun_next_button
source: Next
quy: Qhipan

# dialog_addtohomescreen_action_add
source: Add
quy: Yapay

# dialog_addtohomescreen_action_cancel
source: Cancel
quy: Tatiy

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
quy: Chiqan yaykuna kicharikunqa kay wañuchisqa tarichiq jark'akuywan

# notification_browsing_session_channel_name
source: Private browsing session
quy: Asuy t'aqwiriymanta sesión

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
quy: Willaykuqkuna sesion kaqta pichay atichisunki kaymanta %1$s juk ñit'iywan. Mana aplicacionta kicharinallaykiñachu tiyan nitaq qhawayta imachus t'aqwiriqpi llamk'akuchkanta.

# tabs_tray_action_erase
source: Erase browsing history
quy: Ñawpa yaykusqa t'aqwiriyta pichay

source: Download Firefox
quy: Firefox kaqta uraykuchiy

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
quy: %1$s kaqqa juk software kichasqa codigoyuqtaq chanta qhasitaq, Mozillawan chanta wak yanapaqkunawan ima paqarichisqa.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
quy: %1$s llamk'anapaq kachkan kay terminosmanjina kaymanta <a href="%2$s">Tukuypaq Licencia Mozilla kaqmanta</a> chanta wak licenciakuna kichasqa codigoyuq ima.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
quy: Mana ni juk derechoyuq mana chay licenciayuq kankichu kay riqsichasqa marcasman kay Mozilla Fundacionmanta nitaq wak munaq qutumanta, churaykusqa Mozilla, Firefox sutikunanmanpis rikch'aykunanmanpis mana chay %1$s kaqmanpis. Aswan willaykunata tariwaq <a href="%2$s">kaypi</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
quy: Wak <a href="%2$s">licencias kaqkuna </a> kichasqa chanta qhasi codigomanta tiyapullankutaq kay yapasqa qayariynin codigota kaypaq %1$s.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
quy: %1$s Kaypis kay Disconnect, Inc. rikurpu ch'atayninwan llamk'an kay t'aqasqa chanta sapanchasqa llamk'anakunawanjina <a href="%2$s">Kay tukuypaq Jatunnin Licencia jark'ayninpi kaymanta GNU v3</a> chantapis tariy atiwaq <a href="%3$s">kaypi</a>.

# gv_prompt_username_hint
source: Username
quy: Yaykuq suti

# gv_prompt_password_hint
source: Password
quy: Pakasqa willay

# gv_prompt_clear
source: Clear
quy: Pichay

# security_popup_secure_connection
source: Secure Connection
quy: Takya t'inkiy

# security_popup_insecure_connection
source: Insecure Connection
quy: Mana takya t'inkiy

# security_popup_security_verified
source: Verified by: %1$s
quy: Qhawaychasqa kaywan: %1$s

# site_security_icon_content_description
source: Site Security
quy: Kitimanta takya

# preference_autocomplete_duplicate_url_error
source: URL already exists
quy: Kay URL kanña

source: Find in Page
quy: Kay raphipi tariy

# http_auth_dialog_title
source: Authentication required
quy: Juk autenticaciónta munakun

# http_auth_dialog_username
source: Username
quy: Yaykuq suti

# http_auth_dialog_password
source: Password
quy: Pakasqa willay

# preference_performance_request_desktop_site
source: Request desktop site
quy: Escritoriomanta kitita mañay

# custom_tab_copy_url_action
source: URL copied
quy: URL kikinchasqa
