Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/su/app.po
Languages: su

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
su: Sidik ramo teu dipikawanoh. Pecakan deui.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
su: Napelkeun ramona téréh teuing. Pecakan deui.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
su: Arék ngahurungkeun saran sungsian?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
su: Pikeun nampa saran sungsian, %1$s kudu ngirim naon anu diketikkeun dina bilah alamat kana mesin panyungsi pilihan anjeun. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
su: Lenyepan

# enable_search_suggestions_no
source: No
su: Moal

# enable_search_suggestions_yes
source: Yes
su: Enya

# no_suggestions_message
source: Some search engines cannot show suggestions.
su: Sababaraha mesin panyungsi teu bisa némbongkeun saran.

# dismiss_no_suggestions_prompt_button
source: Dismiss
su: Tutup

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
su: Lokana ngaco? Coba pareuman Salindung Palacak

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
su: Hontal aksés sakali toél ka loka-loka anu pangmindengna dianjangan Menu > Tambahkeun ka layar Tepas

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
su: Buka sakur tutumbu di %1$s Setél %1$s minangka panyungsi baku

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
su: Otokumplit URLs pikeun loka anu mindeng dianjangan Pencét lila URL dina bilah alamat

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
su: Muka hiji tutumbu dina hiji tab anyar Pencét lila tutumbu dina kacana

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
su: Leuwih resep nempo loka déstop weuteuh?%1$s Menu > Pilih loka déstop

# tip_disable_tips
source: Turn off tips on the %1$s start screen
su: Pareuman weling dina %1$s layar mimiti
