Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/su/app.po
Languages: su

# action_cancel
source: Cancel
su: Bolay

# action_ok
source: OK
su: HEUG

# action_save
source: Save
su: Teundeun

# urlbar_hint
source: Search or enter address
su: Paluruh atawa asupkeun alamat

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
su: Langlangan nyamuni otomatis. Langlang. Pupus. Deui.

# feedback_erase
source: Your browsing history has been erased.
su: Jujutan langlangan nyamuni anjeun geus dipupus.

# search_hint
source: Search for %1$s
su: Paluruh %1$s

# menu_share
source: Share…
su: Bagikeun…

# menu_report_site_issue
source: Report Site Issue
su: Laporkeun Masalah Loka

# menu_open_with_default_browser2
source: Open in %1$s
su: Buka di %1$s

# menu_open_with_a_browser2
source: Open in…
su: Buka di …

# menu_add_to_home_screen
source: Add to Home screen
su: Tambahkeun ka layar Tepas

# menu_whats_new
source: What's New
su: Anu Anyar

# menu_settings
source: Settings
su: Setélan

# menu_about
source: About
su: Ngeunaan

# menu_help
source: Help
su: Pitulung

# menu_rights
source: Your Rights
su: Hak Anjeun

# menu_trackers_blocked_title
source: Trackers blocked
su: Palacak dipeungpeuk

# menu_custom_tab_branding
source: Powered by %1$s
su: Dijalankeun ku %1$s

# share_dialog_title
source: Share via
su: Bagikeun kana

# notification_erase_text
source: Erase browsing history
su: Pupus jujutan langlangan

# notification_action_open
source: Open
su: Buka

# notification_action_erase_and_open
source: Erase and Open
su: Pupus jeung Buka

# shortcut_erase_short_label
source: Erase
su: Pupus

# shortcut_erase_long_label
source: Erase browsing history
su: Pupus jujutan langlangan

# text_selection_search_action
source: Search Privately
su: Pamaluruhan nyalindung

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
su: <p>%1$s méré anjeun kadali.</p> <p>Paké pikeun panyungsi nyalindung: <ul> <li>Paluruh jeung sungsi langsung dina appna</li> <li>Peungpeuk palacak (atawa apdét setélan pikeun ngaheugbaékeun palacak)</li> <li>Pupus pikeun ngaleungitkeun kuki pon kitu ogé jujutan pamaluruhan jeung panyungsian</li> </ul> </p> <p>%1$s dijieun ku Mozilla. Misina nya éta pikeun ngamumulé Internét nembrak anu séhat.<br/> <a href="%2$s">Lenyepan</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
su: Salindungan & Kaamanan

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
su: Palacakan, kuki, pilihan data

# preference_search_summary
source: Set default, autocomplete
su: Setél baku, otokumplit

# preference_mozilla_summary
source: About %1$s, help
su: Ngeunaan %1$s, pitulung

# preference_category_tracking_protection
source: Tracking Protection
su: Kilung Palacakan

# preference_category_web_content
source: Web Content
su: Eusi Raramat

# preference_category_switching_apps
source: Switching Apps
su: Pindah Apps

# preference_category_general
source: General
su: Umum

# preference_category_data_collection_use
source: Data Collection & Use
su: Pangumpulan & Pamakéan Data

# preference_category_search
source: Search
su: Paluruh

# preference_show_search_suggestions
source: Get search suggestions
su: Cokot bongbolongan maluruh

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
su: %1$s bakal ngirim naon anu diketikkeun dina bilah alamat kana mesin pamaluruh anjeun

# preference_search_engine_default
source: Default
su: Baku

# preference_state_on
source: On
su: Hurung

# preference_state_off
source: Off
su: Pareum

# preference_subitem_autocomplete
source: URL Autocomplete
su: URL Otokumplit

# preference_switch_autocomplete
source: Autocomplete
su: Otokumplit

# preference_category_autocomplete_preinstalled
source: Default URL List
su: Daptar URL Baku

# preference_autocomplete_preinstalled_summary
source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
su: Hurungkeun hambéh %1$s otokumplit leuwih ti 450 URL kakoncara di leunjeuran alamat.

# preference_category_autocomplete_custom_urls
source: Custom URLs
su: URL Sakahayang

# preference_autocomplete_subitem_customlist
source: Custom URLs
su: URL Sakahayang

# preference_autocomplete_action_add
source: + Add custom URL
su: + Tambah URL sakahayang

# preference_autocomplete_title_add
source: Add custom URL
su: Tambah URL sakahayang

# custom_autocomplete_quick_add
source: Add custom URL
su: Tambah URL sakahayang

# preference_category_cookies
source: Cookies and Site Data
su: Data Kuki jeung Loka

# preference_category_data_choices
source: Data Choices
su: Pilihan Data

# preference_autocomplete_title_remove
source: Remove custom URLs
su: Piceun URL sakahayang

# preference_autocomplete_learn_more
source: Learn more
su: Lenyepan

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
su: Tambah jeung atur URL otokumplit sakahayang.

# preference_autocomplete_add_title
source: URL to add
su: URL tambahkeuneun

# preference_autocomplete_add_hint
source: Paste or enter URL
su: Terapkeun atawa asupkeun URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
su: Conto: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
su: Conto: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
su: URL sakahayang anyar geus ditambahkeun.

# preference_autocomplete_menu_remove
source: Remove
su: Piceun

# preference_autocomplete_action_remove_content_description
source: Remove
su: Piceun

# preference_autocomplete_add_error
source: Double-check the URL you entered.
su: Pariksa deui URL anu diasupkeun.

# preference_language
source: Language
su: Basa

# preference_language_systemdefault
source: System default
su: Baku sistem

# preference_category_privacy
source: Privacy
su: Privasi

# preference_privacy_block_ads
source: Block ad trackers
su: Peungpeuk palacak iklan

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
su: Sababaraha iklan ngalacak anjangan loka, najan anjeun teu ngaklik iklanna

# preference_privacy_block_analytics
source: Block analytic trackers
su: Peungpeuk palacak analitik

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
su: Dipaké pikeun ngumpulkeun, analisis, jeung ngukur ketak sarupaning tap jeung gorolong

# preference_privacy_block_social
source: Block social trackers
su: Peungpeuk palacak sosial

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
su: Naplok dina loka pikeun ngalacak anjangan anjeun sarta pikeun némbongkeun fungsionalitas sarupaning tumbul babagi

# preference_privacy_block_content
source: Block other content trackers
su: Peungpeuk palacak kontén séjén

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
su: Ngahurungkeun bisa ngabalukarkeun sababaraha kaca jadi ngaco

# preference_privacy_category_cookies
source: Block cookies
su: Peungpeuk kuki

# preference_privacy_should_block_cookies_no_option
source: No
su: Ulah

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
su: Peungpeuk kuki pihak katilu hungkul

# preference_privacy_should_block_cookies_yes_option
source: Yes
su: Okéh

# preference_security_biometric
source: Use fingerprint to unlock app
su: Paké sidik ramo pikeun muka konci app

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
su: Sidik ramo anjeun bisa muka konci %1$s lamun aya URL nu geus dibuka dina appna. Nyiliwuri bakal dihurungkeun.

# preference_privacy_secure_mode
source: Stealth
su: Nyiliwuri

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
su: Sumputkeun kaca raramat nalika mindahkeun app sarta meungpeuk nyokot téwakan layar.

# preference_category_security
source: Security
su: Kaamanan

# preference_category_performance
source: Performance
su: Kinerja

# preference_performance_block_webfonts
source: Block Web fonts
su: Peungpeuk aksara Raramat

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
su: Matak leungit ikon atawa gambar

# preference_performance_block_javascript
source: Block JavaScript
su: Peungpeuk JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
su: Kaca meureun ngamuat leuwih gancang, ngan bisa waé teu katerka

# preference_default_browser2
source: Make %1$s default browser
su: Jadikeun %1$s panyungsi baku

# preference_mozilla_telemetry2
source: Send usage data
su: Kirim data pamakéan

# preference_mozilla_telemetry_summary
source: Learn more
su: Lenyepan

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
su: Mozilla bakal kukumpul data nu diperlukeun hungkul jang nyadiakeun jeung ngoméan %1$s pikeun balaréa.

# preference_privacy_notice
source: Privacy Notice
su: Iber Privasi

# preference_about
source: About %1$s
su: Ngeunaan %1$s

# preference_search_installed_search_engines
source: Installed search engines
su: Mesin pamaluruh nu dipasang

# preference_search_restore
source: Restore default search engines
su: Pasang deui mesin pamaluruh baku

# preference_search_add2
source: + Add another search engine
su: + Tambah mesin pamaluruh séjén

# preference_search_remove_title
source: Remove search engines
su: Piceun mesin pamaluruh

# preference_search_remove
source: Remove
su: Piceun

# preference_homescreen_tips
source: Show home screen tips
su: Témbongkeun weling layar tepas

# action_option_add_search_engine
source: Add search engine
su: Tambah mesin pamaluruh

# search_add_manually_name_hint
source: Search engine name
su: Ngaran mesin pamaluruh

# search_add_manually_string
source: Search string to use
su: Tambah string pakéeun

# search_add_manually_save
source: Save
su: Teundeun

# search_add_manually_example
source: Example: example.com/search/?q=%s
su: Conto: conto.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
su: Mesin pamaluruh anyar ditambahkeun.

# search_add_error_empty_name
source: Enter search engine name
su: Asupkeun ngaran mesin pamaluruh

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
su: Mesin pamaluruh nu kapasang geus aya kalawan ngaran nu sarupa.

# search_add_error_empty_search
source: Enter search string
su: Asupkeun string pamaluruhan

# search_add_error_format
source: Check that search string matches Example format
su: Pariksa yén string pamaluruhan akur jeung format Conto

# content_description_clear_input
source: Clear input
su: Bersihan asupan

# content_description_dismiss_input
source: Dismiss
su: Tutup

# content_description_erase
source: Erase browsing history
su: Beresihan jujutan langlangan

# content_description_tab_counter
source: Tabs open: %1$s
su: Tab muka: %1$s

# content_description_lock
source: Secure connection
su: Sambungan aman

# accessibility_announcement_loading
source: Loading
su: Ngamuat

# accessibility_announcement_loading_finished
source: Website loaded
su: Raramatloka wéb geus dimuat

# content_description_menu
source: More options
su: Pilihan séjén

# content_description_forward
source: Navigate forward
su: Maju

# content_description_reload
source: Reload website
su: Muat ulang raramatloka

# content_description_back
source: Navigate back
su: Mundur

# content_description_stop
source: Stop loading website
su: Eureunan ngamuat raramatloka

# content_description_customtab_exit
source: Return to previous app
su: Balik deui ka aplikasi saméméhna

# content_description_trackers_blocked
source: Number of trackers blocked
su: Jumlah palacak nu dipeungpeuk

# content_description_blocking_switch
source: Block trackers
su: Peungpeuk palacak

source: Your Rights
su: Hak Anjeun

# external_app_prompt_title
source: Open link in another app
su: Buka tutumbu di aplikasi séjén

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
su: Anjeun bisa ninggalkeun %1$s pikeun muka ieu tutumbu di %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
su: Téangan aplikasi nu bisa muka tutumbu

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
su: Euweuh aplikasi nu bisa muka ieu tutumbu. Anjeun bisa ninggalkeun %1$s pikeun maluruh aplikasi nu bisa di %2$s.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
su: Tutup Langlangan Nyamuni?

# download_snackbar_finished
source: %1$s finished
su: %1$s anggeus

# download_snackbar_open
source: Open
su: Buka

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
su: Koropak undeuran <b>moal dipupus</b> nalika anjeun mupus %1$s jujutan.

# download_dialog_title
source: Download File
su: Undeur Koropak

# download_dialog_action_cancel
source: Cancel
su: Bolay

# download_dialog_action_download
source: Download
su: Undeur

# errorpage_title
source: Problem loading page
su: Kaca hésé dimuat

# errorpage_refresh
source: Try Again
su: Pecakan Deui

# error_connectionfailure_title
source: Unable to connect
su: Teu bisa nyambung

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
su: <ul> <li>Loka sigana keur teu bisa dibuka atawa keur riweuh. Pecakan sakeudeung deui.</li> <li>Lamun teu bisa ngamuat hiji ogé, pariksa data ponsél atawa sambungan Wi-Fi anjeun.</li> </ul>

# error_timeout_title
source: The connection timed out
su: Sambungan beak waktu

# error_hostLookup_title
source: Server not found
su: Server teu kapanggih

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
su: <ul> <li>Pariksa alamatna bisi aya salah ketik kawas <strong>ww</strong>.conto.com anu kuduna <strong>www</strong>.conto.com</li> <li>Lamun anjeun teu bisa ngamuat kaca hiji ogé, pariksa data ponsél atawa sambungan Wi-Fi anjeun.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
su: Alamat teu sohéh

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
su: <ul> <li>Alamat raramat ilaharna ditulis siga <strong>http://www.example.com/</strong></li> <li>Pastikeun anjeun maké gurat condong maju (ny.é. <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
su: Kacana teu bener kaalihkeunna

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
su: <ul> <li>Ieu masalah sakapeung mah dilantarankeun ku dipareumanna atawa ditolakna kuki.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
su: Alamat teu kaharti

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
su: <ul> <li>Sigana anjeun kudu masang aplikasi séjén pikeun muka ieu alamat.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
su: Sambungan aman teu laksana

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
su: <ul> <li>Ieu téh meureun disababkeun aya masalah patali jeung setélan sérver, atawa bisa waé aya jalma nu nyoba nyaru minangka server. </li> <li>Mun anjeun saméméhna ngahasil nyambung ka server, érorna bisa ngan saheulaaneun hungkul, anjeun ké bisa mecakan deui.</li> </ul>

# error_generic_title
source: Oops
su: Euleuh

# error_generic_message
source: We can’t load this page for some reason.
su: Kami teu sanggup ngaluarkeun ieu kaca kusabab sababaraha alesan.

# contextmenu_link_share
source: Share link
su: Bagikeun tutumbu

# contextmenu_link_copy
source: Copy link address
su: Tiron alamat tutumbu

# contextmenu_image_share
source: Share image
su: Bagikeun gambar

# contextmenu_image_copy
source: Copy image address
su: Tiron alamat gambar

# contextmenu_image_save
source: Save image
su: Teundeun gambar

# contextmenu_open_in_new_tab
source: Open link in new tab
su: Buka tutumbu di tab anyar

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
su: Gambar teundeunan jeung nu dibagikeun mah <b>moal dipupus</b> nalika anjeun mupus %1$s jujutan.

# firstrun_defaultbrowser_title
source: Power up your privacy
su: Bedaskeun salindungan anjeun

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
su: Cokot langlangan nyalindung ka undakan saterusna. Peungpeuk iklan jeung kontén lianna nu bisa ngalacak anjeun di sakuliah loka sarta ngalaunan waktu muka kaca.

# firstrun_search_title
source: Your search, your way
su: Pamaluruhan anjeun, cara anjeun

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
su: Néangan nu béda? Pilih mesin pamaluruhan baku séjénna di Setélan.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
su: Tambah takulan ka layar tepas

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
su: Sakocepat balik deui kana loka karesep anjeun %1$s . Pilih baé "Tambahkeun ka layar Tepas" tina menu %1$s.

# firstrun_privacy_title
source: Make privacy a habit
su: Matuhkeun salindungan

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
su: Setél %1$s jadi panyungsi baku sarta cokot kauntungan langlangan nyalindung sawaktu anjeun muka kaca raramat ti aplikasi séjén.

# firstrun_close_button
source: OK, got it!
su: Okéh, ngarti!

# firstrun_skip_button
source: Skip
su: Liwat

# firstrun_next_button
source: Next
su: Tuluy

# dialog_addtohomescreen_action_add
source: Add
su: Tambah

# dialog_addtohomescreen_action_cancel
source: Cancel
su: Bolay

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
su: Takulan bakal ngabuka kalawan Kilung Palacak pareum

# notification_browsing_session_channel_name
source: Private browsing session
su: Rintakan langlangan nyamuni

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
su: Iber pikeun ngahapus rintakan %1$s anjeun sakali tap. Anjeun teu kudu muka appna atawa nempo naon anu keur jalan dina panyungsi anjeun.

# tabs_tray_action_erase
source: Erase browsing history
su: Pupus jujutan langlangan

source: Download Firefox
su: Undeur Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
su: %1$s téh aplikasi bébas sarta sumber nembrak nu dijieun ku Mozilla jeung kontributor séjénna.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
su: %1$s dijieunna pikeun anjeun kalayan dina pasaratan <a href="%2$s">Lisénsi Umum Mozilla</a> jeung lisénsi sumber nembrak nu séjén.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
su: Anjeun teu dibéré idin atawa lisénsi nanaon kana mérek dagang Mozilla Foundation atawa pihak mana ogé, kaasup ngaran atawa logo Mozilla, Firefox, atawa %1$s. Inpormasi leuwih jero bisa dipanggihan <a href="%2$s">di dieu</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
su: Kodeu sumber tambahan pikeun %1$s nyangkaruk dina rupa-rupa <a href="%2$s">lisénsi</a> bébas jeung sumber nembrak nu séjén.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
su: %1$s ogé ngagunakeun daptar peungpeukan nu disayagakeun ku Disconnect, Inc. minangka hasil karya nu misah jeung indepénden di handapeun <a href="%2$s">GNU General Public License v3</a>, sarta sayaga<a href="%3$s">di dieu</a>.

# gv_prompt_username_hint
source: Username
su: Sandiasma

# gv_prompt_password_hint
source: Password
su: Kecap sandi

# gv_prompt_clear
source: Clear
su: Beresihan

# security_popup_secure_connection
source: Secure Connection
su: Sambungan aman

# security_popup_insecure_connection
source: Insecure Connection
su: Sambungan teu aman

# security_popup_security_verified
source: Verified by: %1$s
su: Dipéripikasi ku: %1$s

# site_security_icon_content_description
source: Site Security
su: Kaamanan Loka

# preference_autocomplete_duplicate_url_error
source: URL already exists
su: URL geus aya

source: Find in Page
su: Téangan dina Kaca

# find_in_page_input
source: Find in page
su: Téangan dina Kaca

# accessibility_find_in_page_result
source: %1$d out of %2$d
su: %1$d ti %2$d

# accessibility_next_result
source: Find next result
su: Téang hasil séjén

# accessibility_previous_result
source: Find previous result
su: Téang hasil saméméhna

# accessibility_dismiss_find_in_page
source: Dismiss find in page
su: Tutup téangan dina kaca

# http_auth_dialog_title
source: Authentication required
su: Butuh oténtikasi

# http_auth_dialog_username
source: Username
su: Sandiasma

# http_auth_dialog_password
source: Password
su: Kecap sandi

# preference_performance_request_desktop_site
source: Request desktop site
su: Pénta loka déstop

# custom_tab_copy_url_action
source: URL copied
su: URL ditiron

# preference_advanced_summary
source: Developer tools
su: Parabot pamekar

# preference_category_advanced
source: Advanced
su: Leuwih lengkep

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
su: Debugging ti kajauhan liwat USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
su: Buka konci %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
su: Tapelkeun ka sénsor sidik ramo pikeun neruskeun.

# biometric_auth_new_session
source: New Session
su: Rintakan Anyar

# biometric_auth_image_description
source: Fingerprint icon
su: Ikon sidik ramo
