Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/anp/app.po
Languages: anp

# action_cancel
source: Cancel
anp: रद्द करियै

# action_ok
source: OK
anp: ठीक

# action_save
source: Save
anp: सेव करियै

# urlbar_hint
source: Search or enter address
anp: खोजियै अथवा पता भरियै

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
anp: स्वचालित निजी ब्रॉउजिंग.ब्रॉउज. मेटैइयै. दोहरैइयै.

# feedback_erase
source: Your browsing history has been erased.
anp: अपने के ब्रॉउजिंग इतिहास मेटाए देलो गेलए.

# search_hint
source: Search for %1$s
anp: %1$s लेली खोजियै

# menu_share
source: Share…
anp: शेयर…

# menu_report_site_issue
source: Report Site Issue
anp: साइट क रिपोर्ट करियै

# menu_open_with_default_browser2
source: Open in %1$s
anp: %1$s में खोलियै

# menu_open_with_a_browser2
source: Open in…
anp: एकरा में खोलियै…

# menu_add_to_home_screen
source: Add to Home screen
anp: होम स्क्रीन में जोड़ि‍यै

# menu_whats_new
source: What's New
anp: नया की छै

# menu_settings
source: Settings
anp: सेटिंग्स

# menu_about
source: About
anp: के संबंध में

# menu_help
source: Help
anp: मदत

# menu_rights
source: Your Rights
anp: अपने के अधिकार

# menu_trackers_blocked_title
source: Trackers blocked
anp: ट्रैकर ब्लॉक भेलै

# menu_custom_tab_branding
source: Powered by %1$s
anp: %1$s के द्वारा चलाएल जाए रहलो छै

# share_dialog_title
source: Share via
anp: एकरा द्वारा शेयर करियै

# notification_erase_text
source: Erase browsing history
anp: ब्राउज़िंग इतिहास मेटैइयै

# notification_action_open
source: Open
anp: खोलियै

# notification_action_erase_and_open
source: Erase and Open
anp: मेटैइयै आरू खोलियै

# shortcut_erase_short_label
source: Erase
anp: मेटैइयै

# shortcut_erase_long_label
source: Erase browsing history
anp: ब्राउज़िंग इतिहास मेटैइयै

# text_selection_search_action
source: Search Privately
anp: निजी रूप सँ खोजि‍यै

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
anp: <p>%1$s आपना कन्ट्रोल मे रखियैs.</p> <p>एकरा निजि ब्राउजर के रुप में काम लियs: <ul> <li>ऐप में सही खोजियै आरु ब्राउज करियै</li> <li>ट्रकेर्स ब्लोक(या ट्रैकर्स कs अनुमति दिय खातिर सेटिंग्स अपडेट करियै)</li> <li>कुकीज के साथ सर्च आरु ब्राउज़िंग इतिहास के मेटाबै लेली हटैइयै</li> </ul> </p> <p>%1$s Mozilla द्वारा उत्पादित, आपनो लक्ष्य स्वस्थ कs बढ़ावा देनाय छै, इंटरनेट खोलियै.<br/> <a href="%2$s">बेसी जानियै</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
anp: गोपनियता आरु सुरक्षा

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
anp: ट्रैकिंग, कुकीज़, डेटा चुनियै

# preference_search_summary
source: Set default, autocomplete
anp: डिफॉल्ट सेट करियै, आपनो सऽ पूर्न

# preference_mozilla_summary
source: About %1$s, help
anp: %1$s कऽ बारो मे, मदद

# preference_category_tracking_protection
source: Tracking Protection
anp: ट्रैकिंग सुरक्षा

# preference_category_web_content
source: Web Content
anp: वेब सामग्री

# preference_category_switching_apps
source: Switching Apps
anp: स्विचिंग एप्स

# preference_category_general
source: General
anp: सामान्य

# preference_category_data_collection_use
source: Data Collection & Use
anp: डेटा संग्रह आरु उपयोग

# preference_category_search
source: Search
anp: खोजियै

# preference_show_search_suggestions
source: Get search suggestions
anp: खोज सुझाव प्राप्त करियै

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
anp: आपनो के सर्च ईंजन के एड्रेस बार म जे टाइप करबे %1$s उकरा भेज देत

# preference_search_engine_default
source: Default
anp: डिफ़ॉल्ट

# preference_state_on
source: On
anp: चालू

# preference_state_off
source: Off
anp: बंद

# preference_subitem_autocomplete
source: URL Autocomplete
anp: URL अपना सँ पूर्ण

# preference_autocomplete_action_add
source: + Add custom URL
anp: + अपन पसंदीदा URL जोड़ि‍यै

# preference_autocomplete_title_add
source: Add custom URL
anp: पसंदीदा URL जोड़ि‍यै

# custom_autocomplete_quick_add
source: Add custom URL
anp: पसंदीदा URL जोड़ि‍यै

# preference_category_cookies
source: Cookies and Site Data
anp: कुकीज़ आरु साइट डेटा

# preference_category_data_choices
source: Data Choices
anp: डेटा चुनियै

# preference_autocomplete_title_remove
source: Remove custom URLs
anp: पसंदीदा URLs जोड़ि‍यै

# preference_autocomplete_learn_more
source: Learn more
anp: बेसी जानकारी

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
anp: जोड़ि‍यै आरु मैनेज करि‍यै पसंदीदा अपना सँ पूर्ण URLs.

# preference_autocomplete_add_title
source: URL to add
anp: जोड़ए लेली URL

# preference_autocomplete_add_hint
source: Paste or enter URL
anp: URL पेस्ट करि‍यै या भरि‍यै

# preference_autocomplete_add_example2
source: Example: mozilla.org
anp: उदाहरण: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
anp: उदाहरण: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
anp: नया उपभोक्ता पसंदीदा URL जोड़लोऽ गेलै.

# preference_autocomplete_menu_remove
source: Remove
anp: हटैइयै

# preference_autocomplete_action_remove_content_description
source: Remove
anp: हटैइयै

# preference_autocomplete_add_error
source: Double-check the URL you entered.
anp: जे URL भरने छथिन ओकरा फिनु सँ जाँच करि‍यै.

# preference_language
source: Language
anp: भाषा

# preference_language_systemdefault
source: System default
anp: डिफ़ॉल्ट सिस्टम

# preference_category_privacy
source: Privacy
anp: गोपनीयता

# preference_privacy_block_ads
source: Block ad trackers
anp: विज्ञापन ट्रैकर्स कs ब्लॉक करियै

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
anp: कुछ विज्ञापन साइट विजिट ट्रैक करै छै, भले अपने विज्ञापन पर क्लिक नै करै छी

# preference_privacy_block_analytics
source: Block analytic trackers
anp: एनालेटिक ट्रैकर्स ब्लौक करियै

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
anp: इकट्ठा करै लऽ, विश्लेषण और मापे लऽ उपयोग करलो जाय छै

# preference_privacy_block_social
source: Block social trackers
anp: सोशल ट्रैकर्स ब्लौक करियै

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
anp: साइट पर अपने के आबै जाए पर निगरानी राखए आरू शेयर बटन जेहन कार्यक्षमता प्रदर्शित करए लेली अंत:स्थापित

# preference_privacy_block_content
source: Block other content trackers
anp: दोसरो कोंटेंट ट्रैकर्स ब्लौक करियै

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
anp: सक्षम करै सऽ कुछ पृष्ठ के व्यवहार अप्रत्याशित हुए सकै छै

# preference_privacy_category_cookies
source: Block cookies
anp: कुकीज ब्लौक करियै

# preference_privacy_should_block_cookies_no_option
source: No
anp: नैय

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
anp: खाली 3र्ड पार्टी कूकीज ब्लौक करियै

# preference_privacy_should_block_cookies_yes_option
source: Yes
anp: हौं

# preference_security_biometric
source: Use fingerprint to unlock app
anp: ऐप अनलॉक करै ले फिंगरप्रिंट क प्रयोग करियै

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
anp: यदि आपनो के URL पहलो स खुलि गेल छे त आपनो फिंगरप्रिंट %1$s अनलॉक कैर सकै छै. छुपि क चालू होय जैतै.

# preference_privacy_secure_mode
source: Stealth
anp: गोपनीयता

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
anp: ऐप्स क स्विच करै समय आरु स्क्रीनशॉट लै पर ब्लोक करै समय वेबपेज नुकैइयै.

# preference_category_security
source: Security
anp: सुरक्षा

# preference_category_performance
source: Performance
anp: प्रदर्शन

# preference_performance_block_webfonts
source: Block Web fonts
anp: वेब फ्रंट ब्लौक करियै

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
anp: आइकन अथवा छवि गुम हुए सकै छै

# preference_performance_block_javascript
source: Block JavaScript
anp: JavaScript ब्लौक करियै

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
anp: पेज तेजी सँ लोड हुए सकै छै, मगर अनजान व्यवहार भी करै सकै छै

# preference_default_browser2
source: Make %1$s default browser
anp: %1$s कऽ डिफ़ॉल्ट ब्रॉजर बनैइयै

# preference_mozilla_telemetry2
source: Send usage data
anp: उपयोग डेटा भेजियै

# preference_mozilla_telemetry_summary
source: Learn more
anp: बेसी जानकारी

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
anp: Mozilla केवल ओ चीज के जमा करै छै जकरा %1$s मे सभक लेली सुधार करै केरो आवश्यक्ता छै.

# preference_privacy_notice
source: Privacy Notice
anp: गोपनीयता सूचना

# preference_about
source: About %1$s
anp: %1$s के बारे मे

# preference_search_installed_search_engines
source: Installed search engines
anp: सर्च ईंजन इंसटॉल करलो गेलै

# preference_search_restore
source: Restore default search engines
anp: डिफॉल्ट सर्च इंजन के रिस्टोर करियै

# preference_search_add2
source: + Add another search engine
anp: + अन्य सर्च इंजन जोड़ियै

# preference_search_remove_title
source: Remove search engines
anp: सर्च ईंजन हटैइयै

# preference_search_remove
source: Remove
anp: हटैइयै

# preference_homescreen_tips
source: Show home screen tips
anp: होम स्क्रीन टिप्स दिखाइयै

# action_option_add_search_engine
source: Add search engine
anp: सर्च ईंजन जोरियै

# search_add_manually_name_hint
source: Search engine name
anp: सर्च ईंजन नाम

# search_add_manually_string
source: Search string to use
anp: उपयोग लेली सर्च स्ट्रिंग

# search_add_manually_save
source: Save
anp: सेव करियै

# search_add_manually_example
source: Example: example.com/search/?q=%s
anp: उदाहरण: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
anp: नया सर्च ईंजन जोड़लो गेल.

# search_add_error_empty_name
source: Enter search engine name
anp: सर्च ईंजन केरो नाम भरियै

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
anp: एक ठो इंस्टॉल करल सर्च इंजन पहिने सs ओए नाम के उपयोग करि रहलो छै.

# search_add_error_empty_search
source: Enter search string
anp: सर्च स्ट्रिंग भरियै

# search_add_error_format
source: Check that search string matches Example format
anp: जाँचू जे सर्च स्ट्रिंग उदाहरण प्रारूप सँ मेल करै छै

# content_description_clear_input
source: Clear input
anp: इनपुट मेटैइयै

# content_description_dismiss_input
source: Dismiss
anp: रद्द करियै

# content_description_erase
source: Erase browsing history
anp: ब्राउजिंग इतिहास मेटैइयै

# content_description_tab_counter
source: Tabs open: %1$s
anp: %1$s टैब्स खोलियै

# content_description_lock
source: Secure connection
anp: सुरक्षित कनेक्सन

# accessibility_announcement_loading
source: Loading
anp: लोड भ्या रहलो छै

# accessibility_announcement_loading_finished
source: Website loaded
anp: वेबसाईट लोड भेलै

# content_description_menu
source: More options
anp: अधिक विकल्प

# content_description_forward
source: Navigate forward
anp: आगाँ मार्गनिर्देशित करियै

# content_description_reload
source: Reload website
anp: वेबसाईट फेनु लोड करियै

# content_description_back
source: Navigate back
anp: पाछाँ मार्गनिर्देशित करियै

# content_description_stop
source: Stop loading website
anp: लोड भ्या रहलो वेबसाईट के रोकियै

# content_description_customtab_exit
source: Return to previous app
anp: पिछला ऐप पर वापस घुरियैs

# content_description_trackers_blocked
source: Number of trackers blocked
anp: ब्लॉक भेल ट्रैकर्स के संख्या

# content_description_blocking_switch
source: Block trackers
anp: ट्रेकर्स ब्लॉक करियै

source: Your Rights
anp: अपने के अधिकार

# external_app_prompt_title
source: Open link in another app
anp: दोसर एप मे लिंक खोलियै

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
anp: अपने लिंक %2$s में खोलै लेली %1$s छोड़ि सकै छी.

# external_app_prompt_no_app_title
source: Find an app that can open link
anp: एकठो ऐप खोजू जे लिंक खोलि सकैत छै

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
anp: अपने के डिवाइस केरो कोनो ऐप ई लिंक के खोलि नै सकै छै. अपने ऐप %2$s खोजै लेली %1$s छोड़ि सकै छी जे ऐप खोजि सकै छै.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
anp: निजी ब्राउज़िंग से बाहर निकलब?

# download_snackbar_finished
source: %1$s finished
anp: %1$s समाप्त भेलै

# download_snackbar_open
source: Open
anp: खोलियै

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
anp: %1$s इतिहास मेटाबै केरो बाद भी डाउनलोड करलो फाइल <b>नही हटाएत</b>.

# download_dialog_title
source: Download File
anp: फाइल डाउनलोड करियै

# download_dialog_action_cancel
source: Cancel
anp: रद्द करियै

# download_dialog_action_download
source: Download
anp: डाउनलोड करियै

# errorpage_title
source: Problem loading page
anp: पृष्ठ लोड हुए में समस्या

# errorpage_refresh
source: Try Again
anp: फेनु प्रयास करियै

# error_connectionfailure_title
source: Unable to connect
anp: संपर्क करए में असमर्थ

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
anp: <ul><li>ई साइट अस्थाई रूप सँ अनुपलब्ध या बहुत व्यस्त भए सकै छै. कनि देर में फिनु सँ प्रयास करियै.</li> <li>यदि अपने कोनो पृष्ठ लोड करए में असमर्थ छी, त अपन मोबाइल डिवाइस के डेटा या वाई-फाई कनेक्शन केरो जाँचि लिअ.</li> </ul>

# error_timeout_title
source: The connection timed out
anp: कनेक्शन समय समाप्त भए गेलो छै

# error_hostLookup_title
source: Server not found
anp: सर्वर नय भेटल

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
anp: <ul><li><strong>ww</strong>जेहन लिखित गलती लेली पता जाँचू. <strong>www</strong>केरो बजाय example.com. example.com</li> <li>यदि अपने कोनो पृष्ठ लोड करए में असमर्थ छी, तँ अपन डिवाइस के डेटा या वाई-फाई कनेक्शन केरो जाँच करू.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
anp: ई पता वैध नय छै

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
anp: <ul><li>वेब पता आमतौर पर <strong>http://www.example.com/</strong> जेना लिखलो रहै छै</li> <li>सुनिश्चित करू जे अपने फॉरवर्ड स्लैश केरो उपयोग करि रहलो छी (यानी <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
anp: पेज ठीक से रीडायरेक्ट नै भ्या रहलो छै

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
anp: <ul><li>कखनो-कखनो ई समस्या केरो कारण कुकीज़ के स्वीकार करए सँ मना कएनाय या अक्षम कएनाय भाया सकै छै.</li></ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
anp: पता नय बुझि सकलै

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
anp: <ul> <li>अपने के ई पता खोलए लेली आन सॉफ़्टवेयर संस्थापित करए केरो आवश्यकता भ्या सकै छै.</li></ul>

# error_sslhandshake_title
source: Secure connection failed
anp: सुरक्षित कनेक्शन विफल

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
anp: <ul> <li>ई सर्वर के कॉन्फ़िगरेशन में समस्या भ्या सकै छै, या ई हुए सकै छै कि कोय सर्वर सँ जाली रूप सँ जुड़ए केरो प्रयास करि रहलो छै.</li> <li>अगर अपने पहिले ई सर्वर सँ सफलतापूर्वक जुड़ि चुकल छी, तँ त्रुटि अस्थायी भ्या सकै छै, आरू अहाँ बाद में पुनः प्रयास करि सकै छी.</li> </ul>

# error_generic_title
source: Oops
anp: ओह

# error_generic_message
source: We can’t load this page for some reason.
anp: हम कोनो कारण सँ ई पृष्ठ लोड नय करि सकै छी.

# contextmenu_link_share
source: Share link
anp: लिंक शेयर करियै

# contextmenu_link_copy
source: Copy link address
anp: लिंक एड्रेस कॉपी करियै

# contextmenu_image_share
source: Share image
anp: चित्र शेयर करियै

# contextmenu_image_copy
source: Copy image address
anp: इमेज पता कॉपी करियै

# contextmenu_image_save
source: Save image
anp: चित्र सहेजियै

# contextmenu_open_in_new_tab
source: Open link in new tab
anp: लिंक नया टैब में खोलियै

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
anp: सहेजलो गेल आरू शेयर कएल गेल छवि <b>हटाएलो नय जाएत</b> जखन अहाँ %1$s इतिहास के मेटाएबै.

# firstrun_defaultbrowser_title
source: Power up your privacy
anp: अपन गोपनीयता के बढ़ैइयै

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
anp: निजी ब्राउज़िंग के अगिला स्तर धरि लिअ. विज्ञापन आरू आन सामग्री के ब्लॉक करू जे अहाँक सभ साइट के ट्रैक करि सकै छै आरू पृष्ठ लोड समय के बढ़ाए दै छै.

# firstrun_search_title
source: Your search, your way
anp: अपने के खोज, अपने के रस्ता

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
anp: कुछ अलग खोजि रहलो छी? सेटिंग्स में दोसर डिफ़ॉल्ट खोज इंजन चुनियै.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
anp: अपन मुख्य स्क्रीन पर शॉर्टकट जोड़ियै

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
anp: %1$s में अपन पसंदीदा साइट पर तेज़ी सँ वापस जइयै. बस %1$s मेनू से "मुख्य स्क्रीन पर जोड़ियै" चुनियै.

# firstrun_privacy_title
source: Make privacy a habit
anp: गोपनीयता अपन आदत बनैइयै

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
anp: %1$s क अपनो तयशुदा ब्राउज़र रूप में सेट करू आरू जखन अहाँ आन ऐप सँ वेबपृष्ठ खोलै छी तब निजी ब्राउज़िंग केरो फायदा प्राप्त करियै.

# firstrun_close_button
source: OK, got it!
anp: ठीक, बुझि गेलियै!

# firstrun_skip_button
source: Skip
anp: छोड़ियै

# firstrun_next_button
source: Next
anp: अगिला

# dialog_addtohomescreen_action_add
source: Add
anp: जोड़ियै

# dialog_addtohomescreen_action_cancel
source: Cancel
anp: रद्द करियै

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
anp: शॉर्टकट अक्षम ट्रैकिंग सुरक्षा केरो साथ खुलत

# notification_browsing_session_channel_name
source: Private browsing session
anp: निजी ब्राउज़िंग सत्र

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
anp: अधिसूचनाएँ अपने क अपन %1$s सत्र एक टैप सँग मेटाबै दय छै. अपने के ऐप खोलए या ब्राउज़र में कथि भ्या रहलो छै, देखए केरो ज़रूरत नय छै.

# tabs_tray_action_erase
source: Erase browsing history
anp: ब्राउज़िंग इतिहास मेटैइयै

source: Download Firefox
anp: Firefox डाउनलोड करियै

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
anp: %1$s Mozilla आरू आन योगदानकर्ता द्वारा बनाएल गेलो स्वतंत्र आरू मुक्त स्रोत सॉफ्टवेयर छै.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
anp: %1$s <a href="%2$s">Mozilla सार्वजनिक लाइसेंस</a> आरू आन मुक्त स्रोत लाइसेंस केरो नियम के अंतर्गत अहाँ के उपलब्ध करैलो जाए छै.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
anp: अपने के Mozilla Foundation अथवा Mozilla, Firefox या %1$s नाम या प्रतीकचिन्ह सहित कोनो पक्ष के ट्रेडमार्क के कोनो भी अधिकार या लाइसेन्स प्रदान नय कएलो गेलो छै. अतिरिक्त जानकारी <a href="%2$s">एतय</a> भेटि सकै छै.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
anp: %1$s लेली अतिरिक्त स्रोत कोड अनेक आन निशुल्क आरू मुक्त स्रोत <a href="%2$s">लाइसेन्स</a> केरो अंतर्गत उपलब्ध छै.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
anp: %1$s Disconnect, Inc. द्वारा देलो गेल अवरुद्धसूची केरो भी उपयोग <a href="%2$s">GNU General Public License v3</a> के अंतर्गत पृथक आरू स्वतंत्र कार्य के रूप में करै छै, आरू <a href="%3$s">यहाँ</a> उपलब्ध छै.

# gv_prompt_username_hint
source: Username
anp: यूजरनाम

# gv_prompt_password_hint
source: Password
anp: पासवर्ड

# gv_prompt_clear
source: Clear
anp: हटैइयै

# security_popup_secure_connection
source: Secure Connection
anp: सुरक्षित कनेक्शन

# security_popup_insecure_connection
source: Insecure Connection
anp: असुरक्षित कनेक्शन

# security_popup_security_verified
source: Verified by: %1$s
anp: %1$s द्वारा सत्यापित

# site_security_icon_content_description
source: Site Security
anp: साइट सुरक्षा

# preference_autocomplete_duplicate_url_error
source: URL already exists
anp: URL पहले से मौजूद छै

source: Find in Page
anp: पेज मs खोजिइयै

# find_in_page_input
source: Find in page
anp: पेज मs खोजिइयै

# accessibility_find_in_page_result
source: %1$d out of %2$d
anp: %2$d सs %1$d

# accessibility_next_result
source: Find next result
anp: अगलो परिणाम जानिइयै

# accessibility_previous_result
source: Find previous result
anp: पिछ्लो परिणाम जानिइयै

# accessibility_dismiss_find_in_page
source: Dismiss find in page
anp: पेज में रद्द करियै

# http_auth_dialog_title
source: Authentication required
anp: प्रमाणीकरण जरुरी छs

# http_auth_dialog_username
source: Username
anp: यूजरनाम

# http_auth_dialog_password
source: Password
anp: पासवर्ड

# preference_performance_request_desktop_site
source: Request desktop site
anp: डेस्कटॉप साइट लs आग्रह करियै

# custom_tab_copy_url_action
source: URL copied
anp: URL कॉपी भेलऽ

# preference_advanced_summary
source: Developer tools
anp: डेवलपर उपकरण

# preference_category_advanced
source: Advanced
anp: विकसित करल गेल

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
anp: USB/Wi-Fi के द्वारा रिमोट डीबगिंग

# biometric_auth_title
source: Unlock %1$s
anp: अनलॉक %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
anp: जारी रखै ल फिंगरप्रिंट सेंसर छुइयै.

# biometric_auth_new_session
source: New Session
anp: नया सत्र

# biometric_auth_image_description
source: Fingerprint icon
anp: फिंगरप्रिंट आइकन

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
anp: फिंगरप्रिंट नै पहचानल गेल छकै. फेनु प्रयास करियै.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
anp: फिंगर बहुत तेज छ्कै. फेनु प्रयास करियै.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
anp: कि तोय खोज सुझावों क चालू करै ले चाहे छकै?
