Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/anp/app.po
Languages: anp

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
anp: सर्च सुझाव खातिर, %1$s के आपनो द्वारा चुनल गेल सर्च इंजन पर एड्रेस बार में जे टाइप करने छियै ओकरा भेजै के जरुरी छै. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
anp: बेसी जानकारी

# enable_search_suggestions_no
source: No
anp: नैय

# enable_search_suggestions_yes
source: Yes
anp: हौं

# no_suggestions_message
source: Some search engines cannot show suggestions.
anp: कुछ सर्च ईंजन सुझाव नै दिखाय सकै छै.

# dismiss_no_suggestions_prompt_button
source: Dismiss
anp: रद्द करियै

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
anp: कि साइट अप्रत्याशित रूप से व्यवहार कैर रहल छै? ट्रैकिंग सुरक्षा बंद करै के प्रयास करियै

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
anp: सबसे जादा उपयोग करै वाला साइटों के एक-टैप मे एक्सेस प्राप्त करियै%1$s मेनू> होम स्क्रीन में जोरियै

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
anp: %1$s में सब लिंक खोलियै डिफ़ॉल्ट ब्राउज़र के रूप में %1$s सेट करियै

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
anp: सबसे जादा उपयोग करै वाला साइटों के अपना सँ पूर्ण URLs ले एड्रेस बार में कोनो URL के देर तक दबियै

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
anp: नया टैब में एगो लिंक खोलियै पेज पर कोनो लिंक के देर तक दाबियै

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
anp: बल्कि पूरे डेस्कटॉप साइट देखियै? %1$s मेनू> डेस्कटॉप साइट के अनुरोध करियै
