Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/trs/app.po
Languages: trs

# action_cancel
source: Cancel
trs: Duyichin'

# action_ok
source: OK
trs: Ga'ue

# action_save
source: Save
trs: Na'nïnj sà'

# urlbar_hint
source: Search or enter address
trs: Gachrun nuguan' ruhuât nanà'uìt

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
trs: Gache nu huì' nanûn man'an. Ni'iaj. Nadure'. yakaj da'nga' ñû.

# feedback_erase
source: Your browsing history has been erased.
trs: Gisij ganare' nej nuguan' garajsunt nga gaché nunt.

# feedback_erase_custom_tab
source: Tab’s browsing history has been erased.
trs: Gisij ganare' nej nuguan' garajsunt nga gaché nunt riña rakïj ñanj.

# search_hint
source: Search for %1$s
trs: Nana'uì' %1$s

# menu_share
source: Share…
trs: Ga'ninj gan'an riña duguî't...

# menu_report_site_issue
source: Report Site Issue
trs: Natà’ sa ‘iaj sun a’nan’ riña sitiô na

# menu_open_with_default_browser2
source: Open in %1$s
trs: Na'nïn ngà %1$s

# menu_open_with_a_browser2
source: Open in…
trs: Na'nïn…

# menu_add_to_home_screen
source: Add to Home screen
trs: Na'nïn riña pantayâ nìko

# menu_whats_new
source: What's New
trs: Nuin si hua nanj

# menu_settings
source: Settings
trs: Nagi'iaj

# menu_about
source: About
trs: Doj rayi'î

# menu_help
source: Help
trs: Sa ruguñu'unj un

# menu_rights
source: Your Rights
trs: Nej sa tna'uej rayi'ît

# menu_trackers_blocked_title
source: Trackers blocked
trs: Narun' sa naga'naj ñun'

# menu_trackers_blocked_subtitle
source: Turning this off may fix some site problems
trs: Sisi gi'iaj desaktibandôt nan ni ga'ue nahuin da'aj sa hua a'nan' hiuj nan

# menu_content_blocking
source: Content Blocking
trs: Garrun' kontenido

# menu_content_blocking_subtitle
source: Turn off to fix some sites
trs: Duna'aj da' ga'ue nahuin da'aj sîtio

# menu_custom_tab_branding
source: Powered by %1$s
trs: Rugujñu'unj %1$s

# share_dialog_title
source: Share via
trs: Ga'nïnj gan'an ngà

# notification_erase_text
source: Erase browsing history
trs: Narè' nej nuguan' garajsunt nga ganana'uî't

# notification_action_open
source: Open
trs: Na'nïn

# notification_action_erase_and_open
source: Erase and Open
trs: Nadure' ni na'nïnt

# shortcut_erase_short_label
source: Erase
trs: Nadure'

# shortcut_erase_long_label
source: Erase browsing history
trs: Narè' nej nuguan' garajsunt nga ganana'uî't

# shortcut_erase_and_open_short_label
source: Erase & open
trs: Dure' ni na'nint

# shortcut_erase_and_open_long_label
source: Erase and open %1$s
trs: Nadure' ni na'nïnt %1$s

# text_selection_search_action
source: Search Privately
trs: Nana'uì' riña hua huìi

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
trs: <p>%1$s narikij kontrol riñat.</p> <p>garasun da' gache nu huìt: <ul> <li>Nana'uì' ni gache nunt ne' huà't ngà app</li> <li>Narràn riña blokeador (si nitaj ni guij nagi'iaj da' ga'ue ga'nïnt gi'iaj sun man)</li> <li>nadure' da' narè' cookies danj nanj nej nuguan' gachrûnt nga gaché nunt</li> </ul> </p> <p>%1$s Sa giri Mozilla huin. Chrej nikò' ñûnj huin sisi ga ni'nïnj ni dugumin internet sò'.<br/> <a href="%2$s">Gini'in doj rayi'î nuguan' na</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
trs: Sa huìi nī sa dugumin

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
trs: Nana'ui', cookies, ganahuij datos

# preference_search_summary
source: Set default, autocomplete
trs: Ganahui' gahuin ma sa yitïnj in

# preference_mozilla_summary
source: About %1$s, help
trs: Rayi'î %1$s, rugujñu'unj

# preference_category_tracking_protection
source: Tracking Protection
trs: Sa narrán riña sa naga'nàj a

# preference_category_web_content
source: Web Content
trs: Sa nu riña web

# preference_category_switching_apps
source: Switching Apps
trs: Naduno' aplikasion

# preference_category_general
source: General
trs: Da'ua nguéj

# preference_general_summary
source: Default browser, tabs, language
trs: Nabegado hua niñaa, rakïj ñanj, nuguan'an

# preference_category_data_collection_use
source: Data Collection & Use
trs: Nagi'iaj chre' ma datos

# preference_category_search
source: Search
trs: Nana'uì'

# preference_show_search_suggestions
source: Get search suggestions
trs: Nahuin' ro'ô' sa ruguñu'unj nana'ui'

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
trs: %1$s gani' ga'anj sa achrun' riña dukuán direksion riña sa nana'ui'

# preference_search_engine_default
source: Default
trs: Ngà hua niñanj

# preference_search_engine_label
source: Search engine
trs: Sa nana'ui'i

# preference_subitem_autocomplete
source: URL Autocomplete
trs: Nuta' ma'ān ma URL

# preference_switch_autocomplete_topsites
source: For Top sites
trs: Guendâ nej sitiô hua hue'ê doj

# preference_autocomplete_topsite_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
trs: Nachrun da' nuta' ma'ān ma 450 URLs sa nià' doj ruhua guìi ni'iaj ni.

# preference_switch_autocomplete_user_list
source: For Sites You Add
trs: Guendâ nej sitiô nuta't huajt

# preference_autocomplete_user_list_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
trs: Nachrun da' nuta' ma'ān ma 450 URLs sa nià' doj ruhua guìi ni'iaj ni.

# preference_category_autocomplete_manage_sites
source: Manage sites
trs: Dugumî nej sîtio

# preference_autocomplete_subitem_manage_sites
source: Manage sites
trs: Dugumî nej sîtio

# preference_autocomplete_action_add
source: + Add custom URL
trs: + Nùto' sa nagi'iaj ma'ān URL

# preference_autocomplete_title_add
source: Add custom URL
trs: Nùto' sa nagi'iaj ma'ān URL

# custom_autocomplete_quick_add
source: Add custom URL
trs: Nùto' sa nagi'iaj ma'ān URL

# add_custom_autocomplete_label
source: Add link to autocomplete
trs: Nachrun enlasê ruhuât natu ma'an

# preference_category_cookies
source: Cookies and Site Data
trs: Kookies ni si dato sitio

# preference_category_data_choices
source: Data Choices
trs: Ganahui nej datos

# preference_autocomplete_title_remove
source: Remove custom URLs
trs: Nadure' sa nagi'iaj ma'ān URL

# preference_autocomplete_learn_more
source: Learn more
trs: Gahuin chrūn doj

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
trs: Noto' sa nagi'iaj ma'ān daran' URL.

# preference_autocomplete_add_title
source: URL to add
trs: URL nuto'

# preference_autocomplete_add_hint
source: Paste or enter URL
trs: Gàchru' URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
trs: Nagi'io': mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
trs: Dànaj gachrunt: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
trs: URL naka doj nga nata'

# preference_autocomplete_menu_remove
source: Remove
trs: Guxūn

# preference_autocomplete_action_remove_content_description
source: Remove
trs: Guxūn

# preference_autocomplete_add_error
source: Double-check the URL you entered.
trs: Ni'iaj si hua hue'è URL gachrunt.

# preference_language
source: Language
trs: Nânj (Nânj a'mi')

# preference_language_systemdefault
source: System default
trs: Sistema ngà hua niñaa

# preference_category_privacy
source: Privacy
trs: Nitaj à'go ni'iaj sò'

# preference_privacy_block_ads
source: Block ad trackers
trs: Si gâ'nïnjt nej anûnsio

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
trs: Hua dà'aj nej sa dugune' sitiô nan ni ga'ue gini'ìn nej si, si sô atuj

# preference_privacy_block_analytics
source: Block analytic trackers
trs: Si gâ'nïnjt nej blokeador analítiko

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
trs: Si sunj huin nagi'iaj chrej, nadigi'ñunj daj unanj ma

# preference_privacy_block_social
source: Block social trackers
trs: Si gâ'nïnjt nej blokeador sosial

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
trs: Hua ni'inj riña sitiô na da' gini'in si so' àtuj ni digàn botûn da' duyi'ngo'

# preference_privacy_block_content
source: Block other content trackers
trs: Si gâ'nïnt a'ngô nej sa ni'iaj sa 'iát

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
trs: Si ganachunt man, ni gahuin ni si gi'iaj sun hue'e da'aj pagina

# preference_privacy_category_cookies
source: Block cookies
trs: Garun' kookies

# preference_privacy_should_block_cookies_no_option
source: No
trs: Si ga'ue

# preference_privacy_should_block_cookies_third_party_tracker_cookies_option
source: Block 3rd-party tracker cookies only
trs: Garuun' 3rd-party ma kookies nikò' a'ngô nej si

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
trs: Garuun' 3rd-party ma kookies

# preference_privacy_should_block_cookies_yes_option
source: Yes
trs: Ga'ue

# preference_security_biometric
source: Use fingerprint to unlock app
trs: Garasun' dej ro'ô' daj gatu' riña aplikasion

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
trs: Si gutat dej ra'at nī ga'ue na'nī ma %1$s si 'ngà hua URL hua ni'ninj. Se si gurui' ma.

# preference_privacy_secure_mode
source: Stealth
trs: Dugumî sa achrûnt

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
trs: Nagi'iaj huì nej pâjina si ruhuât garasunt a'ngô app ni si ga'ue nari' riña pantayâ.

# preference_category_security
source: Security
trs: Sa dugumin

# preference_category_performance
source: Performance
trs: suun

# preference_performance_block_webfonts
source: Block Web fonts
trs: Nará riña nej yi'nïn' web

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
trs: Ga'ue narugui'ìj riña a'ngô ikono

# preference_performance_block_javascript
source: Block JavaScript
trs: Garun' riña JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
trs: Ga'ue gi'iaj sun hiò doj pajina sanin se da hue'ê chre

# preference_default_browser2
source: Make %1$s default browser
trs: Nagi'iaj %1$s da' garasun yitïnjt

# preference_mozilla_telemetry2
source: Send usage data
trs: Ga'nïnj nej datô arâj sunt

# preference_mozilla_telemetry_summary
source: Learn more
trs: Gini'in doj rayi'î na

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
trs: Ûta ‘iaj nukuaj Mozilla man’an da’ gā hue’ê nej sa narikïj %1$s da’ garasun daran’ nê’.

# preference_privacy_notice
source: Privacy Notice
trs: Noticia huìi

# preference_about
source: About %1$s
trs: Rayi'î %1$s

# preference_search_installed_search_engines
source: Installed search engines
trs: Nej sa nana'ui't gà' nikajt

# preference_search_restore
source: Restore default search engines
trs: Nagi'iaj nakà nû nej sa nana'uî't gà' nikajt

# preference_search_add2
source: + Add another search engine
trs: Nachrun' 'ngo sa huin ruhuô' nanà'uì'

# preference_search_remove_title
source: Remove search engines
trs: Nadure' sa nana'ui'

# preference_search_remove
source: Remove
trs: Guxūn

# preference_homescreen_tips
source: Show home screen tips
trs: Digan ma sa rugujñu'unj riña pajina ayi'i'

# action_option_add_search_engine
source: Add search engine
trs: Nutò' sa nana'uì'

# search_add_manually_name_hint
source: Search engine name
trs: Si yugui sa nana'ui'

# search_add_manually_string
source: Search string to use
trs: Ahuin si gahuin cadena gàrasunt

# search_add_manually_save
source: Save
trs: Na'ninj sa'

# search_add_manually_example
source: Example: example.com/search/?q=%s
trs: Da' gi'ìat: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
trs: Ngà nata' a'ngo sa nakà da' nana'uì'.

# search_add_error_empty_name
source: Enter search engine name
trs: Si yugui sa nana'ui'

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
trs: 'Ngò sa nana'ui' na nī hue ge danaj gu'naj ma.

# search_add_error_empty_search
source: Enter search string
trs: Duguatûj sa nanikò' dugui'i

# search_add_error_format
source: Check that search string matches Example format
trs: Ni'iaj ni' si ru' da'uì gà nianj huin hua ma

# content_description_clear_input
source: Clear input
trs: Nadure' sa duguatujt

# content_description_dismiss_input
source: Dismiss
trs: Dunaj man

# content_description_erase
source: Erase browsing history
trs: Narè' nej nuguan' garajsunt nga ganana'uî't

# content_description_tab_counter
source: Tabs open: %1$s
trs: Rakïj ñanj huā ni'nïnj: %1$s

# content_description_lock
source: Secure connection
trs: Koneksiôn hua hue'ê

# accessibility_announcement_loading
source: Loading
trs: Hìaj ayì'ij

# accessibility_announcement_loading_finished
source: Website loaded
trs: Gayi'ìj 'iaj sunj

# content_description_menu
source: More options
trs: Doj sa ga'ue nagi'át

# indicator_content_description_menu
source: More options button
trs: Butûn 'na' doj nej sa ga'ue gi'iát

# content_description_forward
source: Navigate forward
trs: Gache nu gan'anjt ne' ñaa

# content_description_reload
source: Reload website
trs: Nayi'ì nakà ñû riña sîtio

# content_description_back
source: Navigate back
trs: Gache nu gan'anj rukùt

# content_description_stop
source: Stop loading website
trs: Duyichin' sa ayi'ì sîtio

# content_description_customtab_exit
source: Return to previous app
trs: Nanikaj riña app garajsunt akuan'

# content_description_trackers_blocked
source: Number of trackers blocked
trs: Daj nikò sa naga'naj 'ngà duyichin'

# content_description_blocking_switch
source: Block trackers
trs: Nej rastreador gahuin blokeadô

source: Your Rights
trs: Nej sa tna'uej rayi'ît

# external_app_prompt_title
source: Open link in another app
trs: Na'nïn link na riña a'ngô app

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
trs: Ga'ue gan'anjt riña %1$s da' na'nïnt na link riña %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
trs: Nana'uì' 'ngo app ga'ue na'nïn nuguan' nan

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
trs: À' si 'ngo app nikajt a'uej na'nïn enlace nan. Ga'ue gan'anjt riña %1$s da' nana'uì't %2$s guendâ 'ngo app ga ni'ñanj.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
trs: Gahui riña aché nu huìt

# download_snackbar_finished
source: %1$s finished
trs: %1$s Nga ganahui

# download_snackbar_open
source: Open
trs: Na'nïn

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
trs: Nej sa nadunïnjt <b> Se si nare'èj</b> nga nadurê't %1$s nej sa gi'iát nga gaché nunt.

# download_dialog_title
source: Download File
trs: Nadunïnj archîbo

# download_dialog_action_cancel
source: Cancel
trs: Duyichin'

# download_dialog_action_download
source: Download
trs: Nadunïnj

# errorpage_title
source: Problem loading page
trs: Hua sa 'iaj chì' guendâ gayi'ìj

# errorpage_refresh
source: Try Again
trs: Ginùn huin ñûn

# error_connectionfailure_title
source: Unable to connect
trs: Na'ue gayi'ìj

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
trs: <ul> <li>Ga'ue sisi hua rán riña sitiô nan 'ngo diû. Ginùn huin ñân nanâ doj.</li> <li>sisi huê dan 'iaj daran' chre nej pâjina, ni'aj sisi 'iaj sun hue'ê si gaga't asi hua internet riñanj an.</li> </ul>

# error_timeout_title
source: The connection timed out
trs: Ganauij diû hua koneksiôn

# error_hostLookup_title
source: Server not found
trs: Nu narì'ij serbidor

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
trs: <ul> <li>Ni'iaj si gachrun hue'êt direksiôn <strong>ww</strong>.example.com lugâ gachrunt <strong>www</strong>.example.com</li> <li>Sisi huê dan 'ia ngà daran chre pâjina, ni'iaj si 'iaj sun hue'ê si gagâ't asi si hua internet riñanj.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
trs: Hua a'nan direksiôn na

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
trs: <ul> <li>Hua da'aj ni achrûn' 'ngo direksiôn dananj <strong>http://www.example.com/</strong></li> <li>Ni'iaj hue'ê sisi araj sunt huij chrun li nikïn' nitïn dan ân (i.e. <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
trs: Nitaj si 'iaj redireksionando hue'ê pajinâ nan

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
trs: <ul> <li> Sañun li nan ni ga'ue si gurugui' le'ej dan guendâ nitaj si ni'ñan sitiô asi rayi'î nej cookies </li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
trs: Nu nani'in man direksiôn

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
trs: <ul> <li> Si guruhuaj ni da'uît nadunïnjt a'ngô sa ga'ue na'nïn riña sa gachrûnt nan.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
trs: Gire' koneksiôn

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
trs: <ul> <li>Yi'î configurasiôn 'iaj re' nan si guruhuaj, asi hua 'ngo sa huin ruhuâ gatsin riña man.</li> <li>Sisi a'nïn atuj hue'êt riña serbidor nej diû gachin ni, man si 'iaj akuan' man si guruhuaj, ginùn huin ñûn nana doj.</li> </ul>

# error_generic_title
source: Oops
trs: 'uâ'

# error_generic_message
source: We can’t load this page for some reason.
trs: Hua sa 'iaj na'ue gayi'ì pajinâ nan

# contextmenu_open_in_app
source: Open with app
trs: Na'nïn ngà aplikasiûn

# contextmenu_link_share
source: Share link
trs: Duguachîn enlâse

# contextmenu_link_copy
source: Copy link address
trs: Ga'ne lînk da' nachrunt a'ngô hiuj u

# contextmenu_image_share
source: Share image
trs: duguachîn asi dusîjt ñadu'ua

# contextmenu_image_copy
source: Copy image address
trs: Guxun' dirección korreo da' nachrun' a'ngô hiuj u

# contextmenu_image_save
source: Save image
trs: Na'nïnj sà' ñadu'ua

# contextmenu_open_in_new_tab
source: Open link in new tab
trs: Na'nïn' riña a'ngô rakïj ñanj nakàa

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
trs: Nej ñadu'ua nadunïnjt <b> Se si nare'èj</b> nga nadurê't %1$s nej sa gi'iát nga gaché nunt.

# firstrun_defaultbrowser_title
source: Power up your privacy
trs: Nagi'iaj nukuaj riña gache nun 'ngorïnt

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
trs: Ga’ue gan’ānj ñānt doj ngà riña aché nu huìt. Dure’ asi narán riña nej sa ga’ue gatū naga’nāj nej sa ahī màn ‘iát nī natsij nej diû huin ràn nej pâjina ngà nayi’nïn.

# firstrun_search_title
source: Your search, your way
trs: Sa nana’uî’t, si chrējt

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
trs: Huā a’ngô sa nana’uî’ raj. Naguī a’ngô sa rugûñu’ūnj da’ nana’uì’t sa huin ruhuât riña configuración.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
trs: Gachrūn nej acceso directo riña aga’ ayi’ì sinïnt

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
trs: Nanikàjt riña nej sitiô nihià’ ruhuât %1$s nanèt chre. Ma sa gi’iát huin sisī guru’man ra’ât riña tāj "Nachrun riña aga’ gayi’ì" riña menú %1$s.

# firstrun_privacy_title
source: Make privacy a habit
trs: Yitïnj gachē nun ‘ngōrïnt

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
trs: Nachrūn %1$s da’ gahuin man nevegador garasūn yitïnjt nī ga’ue garasunt man da’ gachē nu ‘ngorïnt ngà na’nïnt a’ngô da’āj nej pâjina.

# firstrun_close_button
source: OK, got it!
trs: Ngà nikà man an!

# firstrun_skip_button
source: Skip
trs: Si gi'iaj guendât

# firstrun_next_button
source: Next
trs: Ne' ñaan

# dialog_addtohomescreen_action_add
source: Add
trs: Nutà'

# dialog_addtohomescreen_action_cancel
source: Cancel
trs: Duyichin'

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
trs: Nayi’nïnj riña gatū nikô’ nikāj ‘ngō sa dugumîn ñù’ nga aché nun’ sanī huā na’àj man

# notification_browsing_session_channel_name
source: Private browsing session
trs: Sesión riña gachē nu huìt

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
trs: Nej notificación nī rugûñun’un da’ nadurê´t %1$s sesión ngà ‘ngō toke. Sê da guezâ na’nïnt riña app asi ni’iāj nùhuin si ‘iaj sun riña navegador hua ‘iát.

# tabs_tray_action_erase
source: Erase browsing history
trs: Narè' nej nuguan' garajsunt nga ganana'uî't

source: Download Firefox
trs: Naduninj Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
trs: %1$s ‘ngō software chre nī sa huā nî’nïnj ï huin man giri Mozilla nī a’ngô nej duguî’ rugûñu’ūnj.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
trs: %1$s huin guendâ gārasunt sanī da’uît gārayinat <a href="%2$s">si nuguàn’ Mozilla</a> nī a’ngô nej nuguan’ nikāj nej sa huā nî’nïnj ïn.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
trs: Nitāj si â’nïnj fundación Mozilla ganè’ nej rasuun nīka nī ngà ‘ngō yiko’ li, dàj rû’ si yugui nej %1$s asi da’nga’ nīka, Firefox. Ga’ue narì’t doj nuguan’ a’min rayi’î <a href="%2$s">hiūj nan</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
trs: ‘Ngō da’nga’ ga’ue natà’ guendâ %1$s nū man ngà a’ngô licencia huā chre <a href="%2$s">nī codigô huā nî’nïnj ïn</a>.
