Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/trs/app.po
Languages: trs

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
trs: %1$s arâj sunj nej nuguan’ narikî Disconnect,Inc. dàj rû’ nej sun huā ninïïn <a href="%2$s"> GNU ‘iaj Licencia Yumàn’ v3</a>, nī nunj <a href="%3$s">hiūj nan</a>.

# gv_prompt_username_hint
source: Username
trs: Si yugui re'

# gv_prompt_password_hint
source: Password
trs: Da'nga' huìi

# gv_prompt_clear
source: Clear
trs: Na'nïn'

# security_popup_secure_connection
source: Secure Connection
trs: Konexiôn yitinj in

# security_popup_insecure_connection
source: Insecure Connection
trs: Konexiôn nitaj si gua yitinj

# security_popup_security_verified
source: Verified by: %1$s
trs: Ngà ganatsij sa gu'nàj: %1$s

# site_security_icon_content_description
source: Site Security
trs: Sa dugumi'

# preference_autocomplete_duplicate_url_error
source: URL already exists
trs: URL sa gayi'i sesión

source: Find in Page
trs: Nana'ui riñan ñanj

# find_in_page_input
source: Find in page
trs: Nana'ui' riñan ñanj

# accessibility_find_in_page_result
source: %1$d out of %2$d
trs: %1$d si'iaj %2$d

# accessibility_next_result
source: Find next result
trs: Nana'ui' a'ngò sa 'na'a

# accessibility_previous_result
source: Find previous result
trs: Sa 'ngà gachin

# accessibility_dismiss_find_in_page
source: Dismiss find in page
trs: Narrun' sa nana'ui'

# http_auth_dialog_title
source: Authentication required
trs: Ni'ñanj ma Autentikasión

# http_auth_dialog_username
source: Username
trs: Si yuguî rè'

# http_auth_dialog_password
source: Password
trs: Da'nga' huìi

# preference_performance_request_desktop_site
source: Request desktop site
trs: Gachìn' riña ñanj sinïï

# custom_tab_copy_url_action
source: URL copied
trs: Ngà guxun' URL

# preference_advanced_summary
source: Developer tools
trs: Rasun arajsun Firefox

# preference_category_advanced
source: Advanced
trs: Sa huaj ñaan

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
trs: Guyun sa kïj hua nga USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
trs: Dugi'iaj sun' %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
trs: Guta' ra'àt da' ga'anj ne'ñàan

# biometric_auth_new_session
source: New Session
trs: Sesiôn nakàa

# biometric_auth_image_description
source: Fingerprint icon
trs: Da'nga' ra'a

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
trs: Na'ue nani'ìn ma da'ngà ra'at. garahue ñu.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
trs: Ûta hiò gutat ra'at. Garahue ñu.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
trs: ¿Hua ruhuât ga 'ngo sa gataj na'anj doj 'ngo sa nìko' dugui' nga sa ruhât nana'uì' raj?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
trs: Da' rugujñu'unj ma nana'uit, %1$s da'uit ga'ninj nuin si nana'uit. %2$s

# enable_search_suggestion_subtitle_learnmore
source: Learn more
trs: Gahuin chrūn doj

# enable_search_suggestions_no
source: No
trs: Si ga'ue

# enable_search_suggestions_yes
source: Yes
trs: Ga'ue

# no_suggestions_message
source: Some search engines cannot show suggestions.
trs: Hua da'j nej na nà'na'ui' nī nū diganj da rugujñu'unj

# dismiss_no_suggestions_prompt_button
source: Dismiss
trs: Si gi'iaj guendo'

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
trs: Na'ue si'iaj sun hue'ê sitio na an' Guxun sa arrán guendà naga'naj ma

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
trs: Hiò doj gatut riña nej sitio rajsunt doj%1$s Menû > Nuto' ma riña pantayâ ayi'ij

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
trs: Na'nïn' datan nej enlase riña %1$s Nagi'iaj %1$s navegador yitïnj in

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
trs: Nagi'iaj chre' nej URL guenda nej sitio rajsun yitïnjt Ru'ma ra'à riña URL 'na' riña dukuán direksiôn

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
trs: Na'nïn a'ngo enlase riña a'ngo rakïj ñanj nakàa Ru'ma ra'à riña ahuin nanj ma'an enlase 'na riña pajinâ

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
trs: Ruat ni'iaj sitio 'na' riña eskritorio aj%1$s Menú > gachinj ni'iaj

# tip_disable_tips2
source: Turn off tips on the start screen
trs: Duna'àj sa rikî sujerênsia riña pantayâ gayi'ij

# tip_explain_allowlist
source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
trs: ¿Sitiô ni'înt huin anj? Allowlist ni uxunj sa dugumî sò' riña nej sitiô ngà ni'înt ni nitaj si yi'ì man.

# new_tab_opened_snackbar
source: New tab opened
trs: Ngà' nayi'nïnj a'ngô rakij ñaj nakàa

# open_new_tab_snackbar
source: Switch
trs: Naduno'

# preference_open_new_tab
source: Switch to link in new tab immediately
trs: Naduna riña dunikò' duguî't rakïj ñanj ra'ñanj chre

# preference_category_safe_browsing
source: Safe Browsing
trs: NItaj si ahi huaj Gache nunt

# preference_safe_browsing_title
source: Block potentially dangerous and deceptive sites
trs: Narán riña nej sitiô diga'ñu'unj ni sa yi'ìi

# preference_safe_browsing_summary
source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
trs: Narán riña nej sitiô yi'ìi ni nej sa diga'ñu'unj, nej si sitiô malware ni nej sitiô software nitaj si ni'ñanj an.

# preference_exceptions
source: Exceptions
trs: Ga'ue na'nïnt

# preference_exceptions_description
source: You have disabled Content Blocking for these websites.
trs: Guxun ngèt sa narán riña sa yi'ìi guendâ nej sitiô nan.

# preference_exceptions_menu_remove
source: Remove
trs: Guxūn

# preference_exceptions_remove_all_button_label
source: Remove all websites
trs: Guxun daran' nej sîtio

# tab_crash_report_title
source: Tab Crashed
trs: Gire' ngè rakïj ñanj

# tab_crash_report_headline
source: Sorry. We’re having a problem with this tab.
trs: Si ga'man ruhuât. Hua a'nan' 'ngo rakïj ñanj nan.

# tab_crash_report_description
source: As a private browser, we never save and cannot restore this tab.
trs: 'Ngo navegadô huìi huin ñûnj, ni si ga'ue ni'iajt sa nana'ui't akuan' riña rakïj ñanj nan.

# tab_crash_report_close_tab_button_label
source: Close Tab
trs: Narán Rakïj ñanj

# fatal_crash_report_title
source: Sorry. %1$s had a problem and crashed.
trs: Si ga'man ruhuât. %1$s ga 'ngo sañuun riñanj.

# fatal_crash_report_description
source: As a private browser, we never save and cannot restore your last browsing session.
trs: 'Ngo navegadô huìi huin ñûnj, ni si ga'ue na'nïnt ñûnt sesiûn ni'iajt akuan hiuj nan.

# fatal_crash_report_close_button_label
source: Close
trs: Narán

# fatal_crash_report_restart_firefox_label
source: Restart %1$s
trs: Nayi'ì ñûn %1$s

# crash_report_send_crash_label
source: Send crash report to Mozilla
trs: Gana'nínj nuguan'an nuhuin saj 'iaj sun a'nan' Mozilla
