Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# firstrun_defaultbrowser_text_new
source: Block content like ads and code that follow you around the web and slow you down. Turn on ad blocking to browse faster without annoying ads.
es_ar: Bloquee el contenido tal como los anuncios y el código que lo sigue en la web y disminuye la velocidad. Active el bloqueo de anuncios para navegar más rápido sin anuncios molestos.
fi: Estä sisältöä kuten mainoksia tai koodia joka seuraa sinua verkossa ja hidastaa selaamista. Ota mainonnan esto käyttöön selataksesi nopeammin ja ilman ärsyttäviä mainoksia.
ia: Bloca contento como publicitate e codice que te seque sur le Web e te relenta. Activa le blocada de publicitate pro navigar plus velocemente sin enoiose avisos publicitari.
vi: Chặn nội dung như quảng cáo và đoạn mã theo dõi bạn trên web và làm chậm lại. Bật tính năng chặn quảng cáo để duyệt nhanh hơn mà không bị làm phiền bởi quảng cáo.

# firstrun_search_title
source: Your search, your way
ar: تبحثُ بأسلوبك أنت
az: Sizin axtarış, sizin qaydalar
bn_bd: আপনি খুঁজবেন, আমার মত করে
bo: ཁྱོད་ཀྱི་འཚོལ་བཤེར། ཁྱོད་ཀྱི་ལམ།
bs: Tražite, na svoj način
ca: Cerqueu com vulgueu
cy: Chwilio, cynhwysfawr
da: Søgning på dine præmisser
es_ar: Su búsqueda, a su manera
eu: Bilaketa, zure erara
fa: جستجوی شما، به روش شما
fi: Hakusi haluamallasi tavalla
fr: Recherchez à votre manière
fy_nl: Sykje op jo manier
he: החיפוש שלך, בדרך שלך
hu: Az Ön keresése, az Ön útja
ia: Le recerca a tu gusto
id: Pencarian Anda, cara Anda
it: La ricerca a modo tuo
ja: 好きな方法で検索
kab: Anadi-ik, abrid-ik
kk: Сіздің іздеулеріңіз, сіздің жолыңызбен
lo: ການຄົ້ນຫາໃນແບບຂອງທ່ານເອງ
ms: Carian anda, cara anda
my: ကိုယ့်နည်းကိုယ့်ဟန် အသုံးပြုမည်
nl: Zoeken op uw manier
nn_no: Ditt søk på din måte
pt_br: Pesquise à sua maneira
ro: Caută în felul tău
ru: Ваш поиск, Ваш Интернет
sl: Vaše iskanje, na vaš način
sq: Kërkimi juaj, me mënyrën tuaj
sr: Ваше претраге, ваш начин
sv_se: Sök som du vill
th: การค้นหาของคุณในแบบของคุณ
tt: Сезнең эзләү, Сезнең кагыйдәләр
vi: Tìm kiếm của bạn, theo cách của bạn

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
ar: أتبحث عن شيء مختلف؟ اختر محرّك بحث آخر ليكون المبدئي من الإعدادات.
az: Fərqli şeylər axtarırsız? Tənzimləmələrdən fərqli axtarış mühərriyi seçin.
bn_bd: অন্য কিছু খুঁজছেন? সেটিংস এ অন্য ডিফল্ট সার্চ ইঞ্জিন পছন্দ করুন।
bo: འཚོལ་བྱའི་ནང་དོན་གཞན་དག་ཡིན་ནམ། འཚོལ་བཤེར་གཞན་ཞིག་སྒྲིག་འགོད་ནས་ངོས་གཙོར་འཇོག་རོགས།
bs: Tražite nešto drugačije? Izaberite drugi zadani pretraživač u postavkama.
ca: Busqueu una altra cosa? Trieu un altre motor de cerca per defecte als Paràmetres.
cy: Chwilio am rywbeth gwahanol? Dewiswch beiriant chwilio arall yn y Gosodiadau.
da: Leder du efter noget andet? Vælg en ny standard-søgetjeneste i Indstillinger.
es_ar: ¿Busca algo diferente? Elija otro buscador predeterminado en la configuración.
eu: Zerbait desberdinaren bila? Aukeratu beste bilaketa-motor lehenetsi bat ezarpenetan.
fa: به دنبال چیز متفاوتی هستید؟ موتور جستجوی پیش‌فرض دیگری را در تنظیمات انتخاب کنید.
fi: Haetko jotain erilaista? Valitse asetuksista toinen oletushakukone.
fr: Vous recherchez quelque chose de différent ? Choisissez un autre moteur de recherche par défaut dans les paramètres.
fy_nl: Op syk nei wat oars? Kies in oare standertsykmasine yn Ynstellingen.
he: לא מה שחיפשת? ניתן לבחור במנוע חיפוש אחר כברירת מחדל בהגדרות.
hu: Valami mást keres? Válasszon másik alapértelmezett keresőszolgáltatást a Beállításokban.
ia: Cerca tu qualcosa differente? Elige un altere motor de recerca in le parametros.
id: Mencari sesuatu yang berbeda? Pilih mesin pencari baku lainnya di Setelan.
it: Stavi cercando qualcos’altro? Scegli un altro motore di ricerca predefinito nelle Impostazioni.
ja: 何か違ったものを探していますか？ 設定で別の検索エンジンを既定として選んでみましょう。
kab: Tettnadiḍ ayen-nniḍen? Fren amsadday-nniḍen n unadi amezwer deg iɣewwaṛen.
kk: Басқа бірнәрсе іздедіңіз бе? Баптаулардан басқа негізгі іздеу жүйесін таңдаңыз.
lo: ກຳລັງຊອກຫາບາງສິ່ງບາງຢ່າງທີ່ແຕກຕ່າງບໍ່? ເລືອກເອົາຕົວຄົ້ນຫາພື້ນຖານອື່ນໆໃນການຕັ້ງຄ່າ.
ms: Mencari sesuatu yang berlainan? Pilih enjin piawai lain dalam Tetapan.
my: အခြား မူသေရှာဖွေရေးယန္တရားကို အသုံးပြုလိုပါသလား။ အပြင်အဆင်များတွင် နှစ်သက်ရာကို ရွေးပါ။
nl: Op zoek naar iets anders? Kies een andere standaardzoekmachine in Instellingen.
nn_no: Søkjer du etter noko anna? Vel ein annan standard-søkjemotor i innstillingar.
pt_br: Procurando algo diferente? Escolha outro mecanismo de pesquisa padrão em Configurações.
ro: Cauți ceva diferit? Alege un alt motor de căutare implicit din Setări.
ru: Искали что-то другое? Выберите другую поисковую систему по умолчанию в настройках.
sl: Iščete nekaj drugačnega? V nastavitvah izberite drug privzeti iskalnik.
sq: Po kërkoni për diçka tjetër? Zgjidhni te Rregullimet një tjetër motor parazgjedhje kërkimesh.
sr: Тражите нешто другачије? Изаберите други подразумевани претраживач у поставкама.
sv_se: Letar du efter något annat? Välj en annan standardsökmotor i Inställningar.
th: กำลังค้นหาอย่างอื่น? เลือกเครื่องมือค้นหาเริ่มต้นอื่นในการตั้งค่า
tt: Башка берәр нәрсә эзлисезме? Көйләүләр менюсына кереп, стандарт итеп башка бер эзләү системасын сайлый аласыз.
vi: Đang tìm kiếm với cái gì khác? Chọn công cụ tìm kiếm khác thành mặc định trong Cài đặt.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
ar: أضف اختصارات إلى الشاشة الرئيسية
az: Ana ekranınıza keçidlər əlavə edin
bn_bd: নীড় স্ক্রিনে শর্টকাট যোগ করুন
bs: Dodajte prečice na vaš početni zaslon
ca: Afegiu dreceres a la pantalla d'inici
cy: Ychwanegu llwybrau byr i'ch sgrin cartref
da: Tilføj genveje til din startskærm
es_ar: Agregar accesos directos a la pantalla principal
eu: Gehitu lasterbideak zure hasierako pantailan
fa: میان‌برها را به صفحه خانگی خود اضافه کنید
fi: Lisää linkki aloitusnäyttöön
fr: Ajoutez des raccourcis sur votre écran d’accueil
fy_nl: Foegje keppelingen ta oan jo startskerm
he: הוספת קיצורי דרך למסך הבית שלך
hu: Adjon ikonokat a kezdőképernyőre
ia: Adde accessos directe a tu schermo initial
id: Tambahkan pintasan ke layar Beranda
it: Aggiungi collegamenti alla schermata principale
ja: ホーム画面にショートカットを追加
kab: Rnu anegzum ar ugdil-ik agejdan
kk: Үй экранына жарлықтарды қосыңыз
ms: Letakkan pintasan dalam skrin utama
my: အမြန်သုံးလင့်ခ်ကို မူလစာမျက်နှာသို့ ထည့်ပါ
nl: Voeg koppelingen toe aan uw startscherm
nn_no: Legg til snarvegar på startskjermen
pt_br: Adicione atalhos na sua tela principal
ro: Adaugă scurtături la ecranul principal
ru: Добавьте ярлыки на домашний экран
sl: Dodajte bližnjice na domač zaslon
sq: Shtoni shkurtore te skena juaj e kreut
sr: Додајте пречице на вашем почетном екрану
sv_se: Lägg till genvägar till startskärmen
th: เพิ่มทางลัดไปยังหน้าจอหลักของคุณ
tt: Өй экранына ярлыклар өстәгез
vi: Thêm lối tắt tới màn hình chính của bạn

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
ar: عُد إلى مواقعك المفضلة في %1$s بسرعة. اختر ”أضف إلى الشاشة الرئيسية“ من قائمة %1$s.
az: %1$s üzərindəki sevimli saytlarınıza cəld girin. %1$s menyusundan "Ana ekrana əlavə et" seçməyiniz kifayətdir.
bn_bd: %1$s এ আপনার প্রিয় সাইটে দ্রুত ফিরে আসুন। শুধু %1$s মেনু থেকে "হোম স্ক্রীনে যোগ করুন" নির্বাচন করুন।
bs: Vratite se brzo na vaše omiljene stranice u %1$s. Samo izaberite "Dodaj na početni zaslon" iz %1$s menija.
ca: Retorneu ràpidament als vostres llocs preferits amb el %1$s. Trieu «Afegeix a pantalla d'inici» en el menú del %1$s.
cy: Ewch i'ch hoff wefannau yn %1$s yn gyflym. Dewiswch "Ychwanegu i'r Sgrin Cartref" o ddewislen %1$s.
da: Gå hurtigt tilbage til dine yndlingssider i %1$s. Vælg blot "Føj til startskærm" fra menuen i %1$s.
es_ar: Vuelva a sus sitios favoritos en %1$s rápidamente. Seleccione "Agregar a pantalla de inicio" en el menú de %1$s.
eu: Itzuli azkar batean zure gogoko guneetara %1$s(r)en. Hautatu 'Gehitu hasierako pantailan' %1$s menutik.
fa: در %1$s به سرعت به سایت‌های محبوب خود برگردید. فقط «افزودن به صفحه خانگی» را از منوی %1$s انتخاب کنید.
fi: Avaa suosikkisivusi nopeasti %1$sissa. Valitse "Lisää linkki aloitusnäyttöön" %1$s -valikosta.
fr: Retournez voir vos sites préférés dans %1$s rapidement. Sélectionnez simplement « Ajouter à l’écran d’accueil » depuis le menu de %1$s.
fy_nl: Kear fluch werom nei jo favorite websites yn %1$s. Selektearje gewoanwei ‘Tafoegje oan startskerm’ fan it %1$s-menu út.
he: ניתן לחזור לאתרים המועדפים עליך ב־%1$s בקלות. עליך פשוט לבחור באפשרות „הוספה למסך הבית” מהתפריט %1$s.
hu: Térjen vissza gyorsan a kedvenc oldalaihoz a %1$sban. Csak válassza a „Hozzáadás a kezdőképernyőre” lehetőséget a %1$s menüből.
ia: Retorna a tu sitos favorite in %1$s rapidemente. Selige simplemente "Adder a tu schermo initial" ab le menu %1$s.
id: Kembali ke situs favorit Anda di %1$s dengan cepat. Cukup pilih "Tambahkan ke layar Beranda" dari menu %1$s.
it: Ritorna più velocemente ai tuoi siti preferiti con %1$s. Seleziona “Agg. a schermata principale" dal menu di %1$s.
ja: %1$s でもお気に入りのサイトへ素早く戻れます。%1$s のメニューから「ホーム画面に追加」を選択するだけ。
kab: Uɣal ar yesmal-ik inurifen deg %1$s s zreb. Fren kan "Rnu ar ugdil agejdan" seg umuɣ %1$s.
kk: %1$s ішінде таңдамалы сайттарға жылдам оралыңыз. Тек %1$s мәзірінен "Үй экранына қосу" таңдаңыз.
ms: Kembali ke laman kegemaran anda dalam %1$s dengan pantas. Hanya pilih "Tambah ke skrin Utama" dari dalam menu %1$s.
my: %1$s တွင် သင်နှစ်သက်သော ဆိုက်များသို့ လျင်မြန်စွာ ပြန်လည်သွားရောက်နိုင်ပါသည်။ %1$s မီနူးထဲမှ "မူလစာမျက်နှာသို့ ထည့်ပါ" ကို ရွေးရန်သာ ဖြစ်သည်။
nl: Keer snel terug naar uw favoriete websites in %1$s. Selecteer gewoon ‘Toevoegen aan startscherm’ vanuit het %1$s-menu.
nn_no: Gå raskt tilbake til favorittnettstadane dine i %1$s. Vel «Legg til på startskjermen» frå %1$s-menyen.
pt_br: Volte ao seus sites favoritos no %1$s rapidamente. Apenas selecione "Adicionar à Tela principal" pelo menu do %1$s.
ro: Întoarce-te numaidecât la site-urile tale favorite în %1$s. Selectează pur și simplu „Adaugă la ecranul principal” din meniul %1$s.
ru: С %1$s вы сможете быстро вернуться к любимым сайтам. Просто выберите «Добавить на домашний экран» из меню %1$s.
sl: Hitro se vrnite na svoje priljubljene strani v %1$su. Preprosto izberite "Dodaj na domač zaslon" v %1$sovem meniju.
sq: Rikthehuni shpejt te sajtet tuaj të parapëlqyer, me %1$s. Thjesht përzgjidhni "Shtoje te skena e Kreut", që nga menuja e %1$s-it.
sr: Вратите се на ваше омиљене сајтове у %1$s-у лако. Само изаберите "Додај на екран телефона" из %1$s менија.
sv_se: Återgå till dina favoritwebbplatser i %1$s snabbt. Välj "Lägg till på startskärmen" från menyn %1$s.
th: กลับไปที่ไซต์โปรดของคุณใน %1$s ได้อย่างรวดเร็ว เพียงเลือก "เพิ่มไปยังหน้าจอหลัก" จากเมนู %1$s
tt: %1$s'та иң яраткан сайтларыгызга тиз генә кире кайта аласыз. Моның өчен %1$s менюсыннан "Өй экранына кушуны" сайлау җитә.
vi: Quay lại trang web của bạn nhanh hơn trong %1$s. Chỉ cần chọn "Thêm vào màn hình chính" trong menu %1$s.

# firstrun_privacy_title
source: Make privacy a habit
ar: اجعل من الخصوصية عادة
az: Məxfiliyi vərdiş halına gətirin
bn_bd: গোপনীয়তাকে অভ্যাসে পরিনত করুন
bo: སྒེར་དབང་ཁྱོད་ཀྱི་གོམས་གཤིས་བཟོས།
bs: Učinite privatnost navikom
ca: Feu de la privadesa un hàbit
cy: Arfer preifatrwydd
da: Gør beskyttelse af dit privatliv til en vane
es_ar: Haga un hábito de la privacidad
eu: Egizu pribatutasuna zure ohitura
fa: حفظ حریم خصوصی را به یک عادت تبدیل کنید
fi: Tee yksityisyydestä verkossa tapa
fr: Reprenez votre vie privée en main
fy_nl: Meitsje privacy gewoan
he: להפוך את הפרטיות להרגל
hu: Váljon szokásává az adatvédelem
ia: Transforma le confidentialitate in un habito
id: Jadikan privasi menjadi kebiasaan
it: Trasforma la privacy in un’abitudine
ja: プライバシーを習慣に
kab: Err tabaḍnit d tanumi
kk: Жекелікті әдет қылыңыз
ms: Jadikan privasi satu tabiat
my: ကိုယ်ရေးလုံခြုံမှုကို နေ့စဉ် ဆောင်ရွက်ပါ
nl: Maak privacy een gewoonte
nn_no: Gjer personvern til ein vane
pt_br: Faça da privacidade um hábito
ro: Obișnuiește-te cu confidențialitatea
ru: Сделайте приватность своей привычкой
sl: Naj zasebnost postane navada
sq: Bëjeni zakon privatësinë
sr: Учините приватност навиком
sv_se: Låt integritet bli en vana
th: สร้างนิสัยความเป็นส่วนตัว
tt: Хосусыйлыкны гадәткә кертү
vi: Làm cho sự riêng tư thành một thói quen

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
ar: اضبط %1$s ليكون المتصفّح المبدئي وتمتع بفوائد التصفح الخاص عندما تفتح موقعا من تطبيق آخر.
az: Əsas səyyahınız olaraq %1$s seçin və digər tətbiqlərdən keçid açarkən məxfi səyahətin üstünlüklərindən faydalanın.
bn_bd: আপনার ডিফল্ট ব্রাউজার হিসাবে %1$s সেট করুন এবং অন্য অ্যাপ্লিকেশন থেকে ওয়েবপেজ খুললে আপনি ব্যক্তিগত ব্রাউজিং এর সুবিধা পাবেন।
bs: Postavite %1$s kao vaš glavni pretraživač i dobijte koristi od privatnog pretraživanja kada otvarate web stranice iz drugih aplikacija.
ca: Definiu el %1$s com a navegador per defecte i gaudiu de navegació privada en obrir pàgines web des d'altres aplicacions.
cy: Gosodwch %1$s fel eich porwr ragosodedig a derbyn buddiannau pori preifat wrth agor tudalennau gwe mewn apiau eraill.
da: Angiv %1$s som din standard-browser og få fordelene ved privat browsing, når du åbner websider fra andre apps.
es_ar: Establezca %1$s como su navegador predeterminado y obtenga los beneficios de la navegación privada cuando abra páginas web desde otras aplicaciones.
eu: Ezarri %1$s nabigatzaile lehenetsi gisa eta eskuratu nabigatze pribatuaren onurak beste aplikazioetatik web orriak irekitzean.
fa: %1$s را به عنوان مرورگر پیش‌فرض خود انتخاب کنید و وقتی از اپ‌های دیگر صفحه‌های وب را باز می‌کنید از مزایای مرور خصوصی بهره‌مند شوید.
fi: Aseta %1$s oletusselaimeksesi ja hyödy yksityisestä selaamisesta kun avaat verkkosivuja muista sovelluksista.
fr: Définissez %1$s en tant que navigateur par défaut et bénéficiez d’une navigation privée dès que vous ouvrez les pages web à partir d’autres applications.
fy_nl: Stel %1$s yn as jo standertbrowser en ûnderfyn de foardielen fan priveenavigaasje as jo websiden iepenje fan oare apps út.
he: ניתן להגדיר את %1$s בתור דפדפן ברירת המחדל שלך ולקבל את היתרונות של גלישה פרטים בעת פתיחת עמודי אינטרנט מיישומונים אחרים.
hu: Állítsa be a %1$st alapértelmezett böngészőként, és kapja meg a privát böngészés előnyeit, amikor weboldalakat nyit meg a többi appból.
ia: Defini %1$s como tu navigator predefinite e obtene le avantages del navigation private quando tu aperi le paginas web ab altere applicationes.
id: Atur %1$s sebagai peramban utama Anda dan dapatkan keuntungan penjelajahan pribadi ketika Anda membuka laman web dari aplikasi lainnya.
it: Imposta %1$s come browser predefinito e goditi i vantaggi della navigazione anonima quando apri pagine web da altre app.
ja: %1$s を既定のブラウザーに設定して、他のアプリからウェブページを開いたときに、プライベートブラウジングの恩恵を受けましょう。
kab: Sbadu %1$s d iminig-ik amezwar sakin faṛeṣ tagnit n tunigin tusligt ticki teldiḍ-d isebtar web seg isnasen-nniḍen.
kk: %1$s негізгі браузер ретінде орнатып, басқа қолданбалардан вебпарақтарын ашу кезінде жекелік шолудың артықшылықтарын алыңыз.
lo: ຕັ້ງ %1$s ເປັນບຣາວເຊີຫລັກຂອງທ່ານ ແລະ ຮັບປະໂຫຍດຈາກການທ່ອງເວັບແບບສ່ວນຕົວເມື່ອທ່ານເປີດຫນ້າເວັບຈາກແອັບອື່ນໆ.
ms: Tetapkan %1$s sebagai pelayar piawai anda dan dapatkan manfaat daripada pelayaran peribadi apabila anda buka pautan halaman web dari aplikasi lain.
my: %1$s ကို မူသေဘရောင်ဇာအဖြစ် သတ်မှတ်ပါ။ ထို့ပြင် အခြားအက်ပ်များကနေ ဝဘ်စာမျက်နှာများ ကြည့်ရှုသည့်အခါ သီးသန့်လည်ပတ်ခြင်း၏ အကျိုးကျေးဇူးများကို ရယူအသုံးပြုပါ။
nl: Stel %1$s in als uw standaardbrowser en ervaar de voordelen van privénavigatie als u webpagina’s opent vanuit andere apps.
nn_no: Vel %1$s som standardnettleser, og få fordelane med privat nettlesing når du opnar nettsider frå andre apper.
pt_br: Defina o %1$s como seu navegador padrão e obtenha os benefícios da navegação privativa quando abrir páginas de outros aplicativos.
ro: Setează %1$s ca browser implicit și beneficiază de avantajele navigării private atunci când deschizi pagini web din alte aplicații.
ru: Установите %1$s своим браузером по умолчанию и получите преимущества приватного веб-сёрфинга, когда вы открываете веб-страницы из других приложений.
sl: Nastavite %1$s kot privzet brskalnik in uživajte prednosti zasebnega brskanja, ko odprete spletne strani v drugih aplikacijah.
sq: Vëreni %1$s-in si shfletuesin tuaj parazgjedhje dhe përfitoni të mirat e shfletimit privat, kur hapni faqe në web që nga aplikacione të tjera.
sr: Поставите %1$s као ваш подразумевани прегледач и побољшајте приватност током сурфовања када отворите веб странице из других апликација.
sv_se: Ange %1$s som standardwebbläsare och dra nytta av fördelarna med privat surfning när du öppnar webbsidor från andra appar.
th: ตั้ง %1$s เป็นเบราว์เซอร์เริ่มต้นของคุณและรับประโยชน์จากการท่องเว็บแบบส่วนตัวเมื่อคุณเปิดหน้าเว็บจากแอปอื่น ๆ
tt: %1$s'ны төп гизгечегез итеп сайлап, башка кушымталардан сайтларны ачканда да хосусый гизү мөмкинлегеннән файда күрегез.
vi: Đặt %1$s làm trình duyệt mặc định của bạn và nhận được lợi ích của duyệt web riêng tư khi bạn mở các trang web từ các ứng dụng khác.

# firstrun_close_button
source: OK, got it!
ar: حسنًا، فهمت
ast: ¡Val, coyílo!
az: Tamam, başa düşdüm!
bn_bd: ঠিক আছে, বুঝতে পেরেছি!
bo: ཆོག་ ཤེས་སོང་།
bs: U redu, razumijem!
ca: Entesos
cy: Iawn!
da: OK, forstået!
es_ar: Genial, ¡lo tengo!
eu: Ulertuta!
fa: باشه، گرفتم!
fi: OK, selvä!
fr: OK
fy_nl: OK, begrepen!
he: בסדר, הבנתי!
hu: Rendben, értem!
ia: Certo, io comprende!
id: Oke, beres!
it: Ho capito!
ja: 了解
kab: IH, Awi-t-id!
kk: Жақсы, түсіндім!
lo: ຕົກລົງ, ເຂົ້າໃຈແລ້ວ!
ms: OK, faham!
my: ကောင်းပြီ၊ ရပါပြီ။
nl: OK, begrepen!
nn_no: OK, eg forstår det!
pt_br: Ok, entendi!
ro: Ok, am înțeles!
ru: ОК, понятно!
sl: V redu, razumem!
sq: OK, e mora vesh!
sr: Разумем!
sv_se: OK, jag förstår!
th: ตกลง เข้าใจแล้ว!
tt: Яхшы, аңладым!
vi: Đã hiểu!

# firstrun_skip_button
source: Skip
ar: تخطّ
ast: Saltar
az: Keç
bn_bd: উপেক্ষা
bo: མཆོང་པ།
bs: Preskoči
ca: Omet
cy: Hepgor
da: Spring over
es_ar: Saltar
eu: Saltatu
fa: رد کردن
fi: Ohita
fr: Ignorer
fy_nl: Oerslaan
he: דילוג
hu: Kihagyás
ia: Ignorar
id: Lewati
it: Ignora
ja: スキップ
kab: Suref
kk: Аттап кету
lo: ຂ້າມໄປ
ms: Langkau
my: ကျော်ရန်
nl: Overslaan
nn_no: Hopp over
pt_br: Pular
ro: Omite
ru: Пропустить
sl: Preskoči
sq: Anashkaloje
sr: Прескочи
sv_se: Hoppa över
th: ข้าม
tt: Кичү
vi: Bỏ qua

# firstrun_next_button
source: Next
ar: التالي
ast: Siguiente
az: Sonrakı
bn_bd: পরবর্তী
bo: རྗེས་མ།
bs: Sljedeće
ca: Següent
cy: Nesaf
da: Næste
es_ar: Siguiente
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fr: Suivant
fy_nl: Folgjende
he: הבא
hu: Következő
ia: Avante
id: Lanjutkan
it: Avanti
ja: 次へ
kab: Γer zdat
kk: Келесі
lo: ຕໍ່ໄປ
ms: Seterusnya
my: ရှေ့သို့
nl: Volgende
nn_no: Neste
pt_br: Próximo
ro: Înainte
ru: Далее
sl: Naprej
sq: Pasuesja
sr: Следеће
sv_se: Nästa
th: ถัดไป
tt: Киләсе
vi: Tiếp

# block_ads_card_title
source: %1$s is ready to block ads
ca: El %1$s està llest per blocar la publicitat
es_ar: %1$s está listo para bloquear anuncios
fi: %1$s on valmis estämään mainoksia
ia: %1$s es preste a blocar le avisos publicitari
vi: %1$s đã sẵn sàng chặn quảng cáo

# block_ads_card_description
source: New feature! Browse faster by stopping ads and code that follow you around the web.
ca: Novetat: Navegueu més ràpid blocant la publicitat i el codi que us fan el seguiment mentre navegueu.
fi: Uusi ominaisuus! Selaa nopeammin estämällä mainokset ja koodinpätkät, jotka seuraavat sinua verkossa.
ia: Nove functionalitate! Naviga plus velocemente per blocar publicitate e codice que te seque sur le Web.
vi: Tính năng mới! Duyệt nhanh hơn bằng cách chặn quảng cáo và đoạn mã theo dõi bạn trên web.

# dialog_addtohomescreen_action_add
source: Add
ar: أضِف
ast: Amestar
az: Əlavə et
bn_bd: যোগ
bo: སྣོན།
bs: Dodaj
ca: Afegeix
cy: Ychwanegu
da: Tilføj
es_ar: Agregar
eu: Gehitu
fa: افزودن
fi: Lisää
fr: Ajouter
fy_nl: Tafoegje
he: הוספה
hu: Hozzáadás
ia: Adder
id: Tambah
it: Aggiungi
ja: 追加
kab: Rnu
kk: Қосу
lo: ເພີ່ມ
ms: Tambah
my: ထည့်ရန်
nl: Toevoegen
nn_no: Legg til
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sl: Dodaj
sq: Shtoje
sr: Додај
sv_se: Lägg till
th: เพิ่ม
tt: Өстәү
vi: Thêm

# dialog_addtohomescreen_action_cancel
source: Cancel
ar: ألغِ
ast: Encaboxar
az: Ləğv et
bn_bd: বাতিল
bo: འདོར་བ།
bs: Otkaži
ca: Cancel·la
cy: Diddymu
da: Annuller
es_ar: Cancelar
eu: Utzi
fa: انصراف
fi: Peruuta
fr: Annuler
fy_nl: Annulearje
he: ביטול
hu: Mégse
ia: Cancellar
id: Batal
it: Annulla
ja: キャンセル
kab: Sefsex
kk: Бас тарту
lo: ຍົກເລີກ
ms: Batal
my: မလုပ်ဆောင်တော့ပါ
nl: Annuleren
nn_no: Avbryt
pt_br: Cancelar
ro: Renunță
ru: Отмена
sl: Prekliči
sq: Anuloje
sr: Откажи
sv_se: Avbryt
th: ยกเลิก
tt: Баш тарту
vi: Hủy bỏ

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
ar: سيُفتح الاختصار مع تعطيل الحماية من التعقب
az: Qısayol İzlənmə Qoruması sönülü olaraq açılacaq
bn_bd: শর্টকাট ট্র্যাকিং সুরক্ষা নিষ্ক্রিয়তার মাধ্যমে খুলবে
bs: Prečica će se otvoriti uz onemogućenu zaštitu od praćenja
ca: La drecera s'obrirà amb la protecció contra el seguiment desactivada
cy: Bydd y Llwybr Byr yn agor gyda Diogelwch rhag Tracio wedi ei analluogi
da: Genvej vil åbne med sporingsbeskyttelse deaktiveret
es_ar: El acceso directo se abrirá con la protección de rastreo desactivada
eu: Lasterbidea jarraipenaren babesa desgaituta irekiko da
fa: میان‌بر بدون محافظت در برابر ردگیری باز خواهد شد
fi: Pikakuvake aukeaa ilman seurannan suojausta
fr: Ce raccourci s’ouvrira avec la protection contre le pistage désactivée
fy_nl: Keppeling sil iepenje mei folchbeskerming útskeakele
he: קיצור הדרך ייפתח ללא הגנת מעקב
hu: Az ikon követés elleni védelem nélkül fogja megnyitni az alkalmazást
ia: Le accesso directe aperira con le protection contra traciamento inactive
id: Pintasan akan terbuka dengan Perlindungan Pelacakan dinonaktifkan
it: Questa scorciatoia verrà aperta con la protezione antitracciamento disattivata
ja: ショートカットはトラッキング保護が無効の状態で開かれます
kab: Anegzum ad d-yeldi s usensi n ummesten mgal aḍfaṛ
kk: Жарлық Баықылаудан қорғанысы сөндірілген түрде ашылады
ms: Perlindungan Penjejakan dinyahdayakan apabila dibuka menggunakan pintasan
my: နောက်ယောင်ခံကာကွယ်မှု ပိတ်ထားနေစဉ် အမြန်သုံးလင့်ခ်ကို ဖွင့်ပါမည်
nl: Snelkoppeling opent met Bescherming tegen volgen uitgeschakeld
nn_no: Snarvegen vil bli opna med sporingsvernet avslått
pt_br: O atalho abrirá com a Proteção Contra Rastreamento desativada
ro: Scurtătura se va deschide cu protecţia împotriva urmăririi dezactivată
ru: Ссылка будет открываться без защиты от отслеживания
sl: Bližnjica se bo odprla z onemogočeno zaščito pred sledenjem
sq: Shkurtorja do të hapet me Mbrojtjen Nga Gjurmimet të çaktivizuar
sr: Пречица ће се отворити са онемогућеном заштитом од праћења
sv_se: Genväg öppnas med spårningsskydd inaktiverat
th: ทางลัดจะเปิดพร้อมปิดใช้งานการป้องกันการติดตาม
tt: Ярлык «Күзәтүчеләрдән саклау» режимы сүндерелгән килеш ачылачак
vi: Lối tắt sẽ mở mà không có trình chống theo dõi
