Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
ar: أضِف وأدِر إكمال المسارات المخصصة تلقائيا.
bn_bd: কাস্টোম অটোকমপ্লিট URLs যোগ এবং ম্যানেজ করুন।
bo: རང་བཅོས་དྲ་ཚིཊ་ཁ་བྱང་སྣོན་པ་དང་སྟང་འཛིན་བྱེད་པ།
bs: Dodajte i upravljajte prilagođenim automatski završenim URL-ovima.
ca: Afegiu i gestioneu els URL d'emplenament automàtic personalitzats.
cy: Ychwanegu a rheoli URLs awtogwblhau cyfaddas.
da: Tilføj og håndter brugerdefineret autofuldførelse af URL'er.
es_ar: Agregar y administrar URLs personalizadas.
eu: Gehitu eta kudeatu automatikoki osatzeko URL pertsonalizatuak.
fa: اضافه و مدیریت کردنِ تکمیل خودکار نشانی‌های سفارشی.
fi: Lisää ja hallitse mukautettuja osoitteita.
fr: Ajouter et gérer des adresses personnalisées pour la saisie semi-automatique.
fy_nl: Eigen URL’s foar automatysk oanfoljen tafoegje en beheare.
he: הוספה וניהול של כתובת השלמה אוטומטית בהתאמה אישית.
hu: Automatikusan kiegészített URL-ek hozzáadása és kezelése.
ia: Adde e gere le complementamento personalisate del URLs.
id: Tambahkan dan kelola lengkapi-otomatis URL ubahsuai.
it: Aggiungi e gestisci il completamento automatico degli indirizzi personalizzati.
kab: Rnu u sefrek taččart tawurmant n URLs.
kk: Таңдауыңызша автотолықтыру URL-ді қосыңыз немесе басқарыңыз.
lo: ເພີ່ມ ແລະ ຈັດການ URLs ທີ່ເຕີມແບບອັດຕະໂນມັດທີ່ກຳໜົດເອງ.
ms: Tambah dan urus penyesuaian URL auto-lengkap.
my: URLs ကို စိတ်ကြိုက် ပေါင်းထည့် စီမံပါ
nl: Eigen URL’s voor automatisch aanvullen toevoegen en beheren
nn_no: Legg til og handter tilpassa autofullførte nettadressesr.
pt_br: Adicione e gerencie URLs de preenchimento automático personalizados.
ro: Adaugă și gestionează URL-uri autocompletate personalizate.
ru: Добавление и управление пользовательскими URL автодополнения.
sl: Dodajte in upravljajte z URL-ji po meri za samodejno dokončevanje.
sq: Shtoni dhe administroni URLra vetjake vetëplotësimesh.
sr: Додавање и управљање аутоматски завршеним URL адресама.
sv_se: Lägg till och hantera anpassade autokompletterade webbadresser.
th: เพิ่มและจัดการ URL เติมอัตโนมัติที่กำหนดเอง
tt: Автотөгәлләү өчен кулланучы үзе сайлаган URL'ларны өстәү яки алар белән идарә итү.
vi: Thêm và quản lý các URL tùy chỉnh tự động điền.

# preference_autocomplete_add_title
source: URL to add
ar: المسار لإضافته
bn_bd: URL যোগ করতে
bo: སྣོན་བྱའི་དྲ་ཚིཊ་ཁ་བྱང་།
bs: URL za dodavanje
ca: URL per afegir
cy: URLau i'w hychwanegu
da: URL der skal tilføjes
es_ar: URL para agregar
eu: Gehitu beharreko URLa
fa: نشانی برای اضافه کردن
fi: Lisättävä osoite
fr: Adresse web à ajouter
fy_nl: Ta te foegjen URL
he: כתובת להוספה
hu: Hozzáadandó URL-ek
ia: URL a adder
id: URL untuk ditambahkan
it: Indirizzo da aggiungere
kab: URL ad ternuḍ
kk: Қосылатын URL
lo: URL ທີ່ຈະເພີ່ມ
ms: URL untuk ditambah
my: တိုးမဲ့ URL
nl: Toe te voegen URL
nn_no: Nettadresse å leggje til
pt_br: URL a adicionar
ro: URL spre adăugare
ru: URL для добавления
sl: URL za dodajanje
sq: URL për shtim
sr: URL за додавање
sv_se: Webbadress att lägga till
th: URL ที่จะเพิ่ม
tt: Өстәләчәк URL
vi: URL muốn thêm

# preference_autocomplete_add_hint
source: Paste or enter URL
ar: ألصِق مسارا أو أدخِله
bn_bd: URL পেস্ট অথবা প্রবেশ করান
bo: དྲ་ཚིཊ་ཁ་བྱང་འདིར་འཇུག་རོཊ།
bs: Zalijepite ili unesite URL
ca: Enganxeu o escriviu un URL
cy: Gludo neu rhoi URL
da: Indsæt eller skriv URL
es_ar: Pegue o escriba una URL
eu: Itsatsi edo idatzi URLa
fa: جای‌گذاری یا ورود نشانی
fi: Liitä tai kirjoita osoite
fr: Coller ou saisir une adresse web
fy_nl: Plak of fier URL yn
he: נא להדביק או להקליד כתובת
hu: Illessze be, vagy adja meg az URL-t
ia: Colla o insere le URL
id: Tempel atau masukkan URL
it: Incolla o inserisci un indirizzo
kab: Senṭeḍ neγ sekcem URL
kk: URL кірістіріңіз немесе енгізіңіз
lo: ວາງ ຫລື ປ້ອນ URL
ms: Tampal atau masukkan URL
my: URL ကို ကူးယူ သို့မဟုတ် ဝင်ပါ
nl: Plak of voer URL in
nn_no: Lim inn eller skriv inn adresse
pt_br: Cole ou digite o URL
ro: Lipește sau introdu un URL
ru: Вставьте или введите URL-адрес
sl: Prilepite ali vpišite URL
sq: Ngjitni ose jepni URL
sr: Налепите или унесите URL
sv_se: Klistra in eller ange webbadress
th: วางหรือป้อน URL
tt: URL'ны ябыштырыгыз яки языгыз
vi: Dán hoặc nhập URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
ar: مثال: mozilla.org
bn_bd: উদাহরণ: mozilla.org
bo: དཔེ་མཚོན། mozilla.org
ca: Exemple: mozilla.org
cy: Esiampl: mozilla.org
da: Eksempel: mozilla.org
es_ar: Ejemplo: mozilla.org
eu: Adibidea: mozilla.org
fa: مثال: mozilla.org
fi: Esimerkki: mozilla.org
fr: Exemple : mozilla.org
fy_nl: Foarbyld: mozilla.org
he: לדוגמה: mozilla.org
hu: Példa: mozilla.org
ia: Exemplo: mozilla.org
id: Contoh: mozilla.org
it: Esempio: mozilla.org
kab: Amedya: mozilla.org
ms: Contoh: mozilla.org
nl: Voorbeeld: mozilla.org
pt_br: Exemplo: mozilla.org
ro: Exemplu: mozilla.org
ru: Пример: mozilla.org
sl: Primer: mozilla.org
sq: Shembull: mozilla.org
sr: Пример: mozilla.org
sv_se: Exempel: mozilla.org
th: ตัวอย่าง: mozilla.org
tt: Мисал: mozilla.org
vi: Ví dụ: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
ar: مثال: example.com
bn_bd: উদাহরণ: example.com
bo: དཔེ་མཚོན། example.com
bs: Primjer: example.com
ca: Exemple: example.com
cy: Esiampl: example.com
da: Eksempel: eksempel.dk
es_ar: Ejemplo: ejemplo.com
eu: Adibidea: adibidea.eus
fa: مثال: example.com
fi: Esimerkki: esimerkki.fi
fr: Exemple : example.com
fy_nl: Foarbyld: example.com
he: דוגמה: example.com
hu: Példa: example.com
ia: Exemplo: example.com
id: Contoh: contoh.id
it: Esempio: example.com
kab: Amedya: example.com
kk: Мысалы: example.com
lo: ຕົວຢ່າງ: example.com
ms: Contoh: example.com
nl: Voorbeeld: example.com
nn_no: Døme: example.com
pt_br: Exemplo: example.com
ro: Exemplu: example.com
ru: Пример: example.com
sl: Primer: example.com
sq: Shembull: example.com
sr: Пример: example.com
sv_se: Exempel: example.com
th: ตัวอย่าง: example.com
tt: Мисал: example.com
vi: Ví dụ: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
ar: أُضيف مسار مخصص جديد.
bn_bd: নতুন কাস্টোম URL যোগ করা হয়েছে।
bo: རང་བཅོས་དྲ་ཚིཊ་ཁ་བྱང་གསར་པ་སྣོན་ཟིན།
bs: Novi prilagođeni URL dodan.
ca: S'ha afegit un URL personalitzat nou.
cy: URL cyfaddas newydd wedi ei ychwanegu.
da: Ny brugerdefineret URL tilføjet.
es_ar: Nueva URL personalizada agregada.
eu: URL pertsonalizatu berria gehitu da.
fa: نشانی سفارشی جدید اضافه شد
fi: Uusi mukautettu osoite lisätty.
fr: Nouvelle adresse personnalisée ajoutée.
fy_nl: Nije oanpaste URL tafoege.
he: נוספה כתובת מותאמת אישית חדשה.
hu: Új egyéni URL hozzáadva.
ia: Nove URL personalisate addite.
id: URL ubahsuai baru ditambahkan.
it: Aggiunto nuovo indirizzo personalizzato.
kab: URL aganan amaynut ittwarna.
kk: Жаңа таңдауыңызша URL қосылды.
lo: ເພີ່ມ URL ທີ່ກຳນົດເອງໃຫມ່ແລ້ວ.
ms: Penyesuaian URL baru ditambah.
my: စိတ်ကြိုက်အသစ် URL ပေါင်းထည့်ခဲ့သည်
nl: Nieuwe aangepaste URL toegevoegd.
nn_no: Ny tilpassa nettadresse lagt til.
pt_br: Novo URL personalizado adicionado.
ro: Nou URL personalizat adăugat.
ru: Новый пользовательский URL добавлен.
sl: Nov URL po meri dodan.
sq: U shtua URL vetjake e re.
sr: Нови URL додат.
sv_se: Ny anpassad webbadress tillagd.
th: เพิ่ม URL ที่กำหนดเองใหม่แล้ว
tt: Яңа үзгә URL өстәлде.
vi: URL tùy chỉnh mới đã được thêm vào.

# preference_autocomplete_menu_remove
source: Remove
ar: أزِل
bn_bd: অপসারণ
bo: སུབ།
bs: Ukloni
ca: Elimina
cy: Tynnu
da: Fjern
es_ar: Borrar
eu: Kendu
fa: حذف
fi: Poista
fr: Supprimer
fy_nl: Fuortsmite
he: הסרה
hu: Eltávolítás
ia: Remover
id: Hapus
it: Elimina
kab: Kkes
kk: Өшіру
lo: ລຶບ
ms: Buang
my: ဖယ်ရှားပါ
nl: Verwijderen
nn_no: Fjern
pt_br: Remover
ro: Elimină
ru: Удалить
sl: Odstrani
sq: Hiqe
sr: Уклони
sv_se: Ta bort
th: เอาออก
tt: Бетерү
vi: Loại bỏ

# preference_autocomplete_action_remove_content_description
source: Remove
ar: أزِل
bn_bd: অপসারণ
bo: སུབ།
bs: Ukloni
ca: Elimina
cy: Tynnu
da: Fjern
es_ar: Borrar
eu: Kendu
fa: حذف
fi: Poista
fr: Supprimer
fy_nl: Fuortsmite
he: הסרה
hu: Eltávolítás
ia: Remover
id: Hapus
it: Elimina
kab: Kkes
kk: Өшіру
lo: ລຶບ
ms: Buang
my: ဖယ်ရှားပါ
nl: Verwijderen
nn_no: Fjern
pt_br: Remover
ro: Elimină
ru: Удалить
sl: Odstrani
sq: Hiqe
sr: Уклони
sv_se: Ta bort
th: เอาออก
tt: Бетерү
vi: Loại bỏ

# preference_autocomplete_add_error
source: Double-check the URL you entered.
ar: تحقق من المسار الذي أدخلته.
bn_bd: যে URL টি আপনি দিলেন তা ডবল চেক করুন।
bo: ཁྱོད་ཀྱི་འཇུག་པའི་དྲ་ཚིཊ་ཁ་བྱང་དོ་དམ་བྱོས།
bs: Dvaput provjerite URL koji ste unijeli.
ca: Reviseu l'URL que heu introduït.
cy: Gwiriwch yr URL rydych wedi ei roi.
da: Kontroller den indtastede URL.
es_ar: Verifique la URL que escribió.
eu: Egiaztatu idatzi duzun URLa.
fa: نشانی که وارد کردید را دوباره بررسی کنید.
fi: Tarkista kirjoittamasi osoite.
fr: Veuillez vérifier l’adresse saisie.
fy_nl: Kontrolearje de ynfierde URL.
he: נא לבדוק שוב את הכתובת שהקלדת.
hu: Ellenőrizze a megadott URL-t.
ia: Clicca duple le URL que tu insereva.
id: Periksa ulang URL yang Anda masukkan.
it: Verifica l'indirizzo inserito.
kab: Senned snat γef URL i tesriḍ.
kk: Енгізілген URL тексеріңіз.
lo: ກວດສອບ URL ທີ່ທ່ານໄດ້ປ້ອນເຂົ້າໄປ.
ms: Semak semula URL yang anda masukkan.
my: ဝင်ထားသော URL ကို ပြန်လည်စစ်ဆေးပါ
nl: Controleer de ingevoerde URL.
nn_no: Dobbelsjekk nettadressa du skreiv inn.
pt_br: Verifique novamente o URL digitado.
ro: Verifică din nou URL-ul introdus.
ru: Внимательно проверьте введённый URL.
sl: Preverite vneseni URL.
sq: Rikontrollojeni URL-në që dhatë.
sr: Добро проверите URL који сте унели.
sv_se: Dubbelkolla webbadressen du angav.
th: ตรวจสอบ URL ที่คุณป้อนอีกครั้ง
tt: Кертелгән URL'ны тагын бер кат тикшерегез.
vi: Kiểm tra lại URL mà bạn đã nhập.

# preference_language
source: Language
ar: اللغة
ast: Llingua
az: Dil
bn_bd: ভাষা
bo: སྐད་ཡིག
bs: Jezik
ca: Llengua
cy: Iaith
da: Sprog
es_ar: Idioma
eu: Hizkuntza
fa: زبان
fi: Kieli
fr: Langue
fy_nl: Taal
he: שפה
hu: Nyelv
ia: Lingua
id: Bahasa
it: Lingua
ja: 言語
kab: Tutlayt
kk: Тіл
lo: ພາສາ
ms: Bahasa
my: ဘာသာစကား
nl: Taal
nn_no: Språk
pt_br: Idioma
ro: Limbă
ru: Язык
sl: Jezik
sq: Gjuhë
sr: Језик
sv_se: Språk
th: ภาษา
tt: Тел
vi: Ngôn ngữ

# preference_language_systemdefault
source: System default
ar: المبدئية للنظام
ast: Predeterminao del sistema
az: Sistemin dili
bn_bd: সিস্টেম ডিফল্ট
bo: ཐོག་མའི་མ་ལག་སྐད་ཡིག་
bs: Izvorni sistemski
ca: Valor per defecte del sistema
cy: Rhagosodiad y system
da: Systemstandard
es_ar: Predeterminado del sistema
eu: Sistemaren lehenetsia
fa: پیش‌فرض سیستم
fi: Järjestelmän oletus
fr: Valeur par défaut du système
fy_nl: Systeemstandert
he: ברירת מחדל של המערכת
hu: Rendszer alapbeállítása
ia: Valor predefinite per le systema
id: Bawaan sistem
it: Predefinita del sistema
ja: システム標準
kab: Amezwer n unagraw
kk: Жүйелік
lo: ຄ່າເລີ່ມຕົ້ນຂອງລະບົບ
ms: Piawai sistem
my: စနစ် သတ်မှတ်ချက်
nl: Systeemstandaard
nn_no: Systemstandard
pt_br: Padrão do sistema
ro: Setarea implicită a sistemului
ru: Язык устройства
sl: Privzet v sistemu
sq: Parazgjedhje sistemi
sr: Системски подразумеван
sv_se: Systemstandard
th: ค่าเริ่มต้นของระบบ
tt: Система теле
vi: Mặc định của hệ thống

# preference_category_privacy
source: Privacy
ar: الخصوصية
ast: Privacidá
az: Məxfilik
bn_bd: গোপনীয়তা
bo: སྒེར་དབང་།
bs: Privatnost
ca: Privadesa
cy: Preifatrwydd
da: Privatliv
el: Απόρρητο
es_ar: Privacidad
eu: Pribatutasuna
fa: حریم‌خصوصی
fi: Tietosuoja
fr: Vie privée
he: פרטיות
hu: Adatvédelem
ia: Confidentialitate
id: Privasi
ja: プライバシー
kab: Tabaḍnit
kk: Жекелік
lo: ຄວາມເປັນສ່ວນຕົວ
ms: Privasi
my: ကိုယ်ပိုင်လွတ်လပ်ခွင့်
nn_no: Personvern
pt_br: Privacidade
ro: Confidențialitate
ru: Приватность
sl: Zasebnost
sq: Privatësi
sr: Приватност
sv_se: Sekretess
th: ความเป็นส่วนตัว
tt: Хосусыйлык
vi: Riêng tư

# preference_privacy_ads_block_ads
source: Block ads and other annoyances
ca: Bloca els anuncis i altres molèsties
es_ar: Bloquear anuncios y otras molestias
fi: Estä mainokset ja muut häiriötekijät
ia: Blocar avisos publicitari e altere molestias
sv_se: Blockera annonser och andra irritationer
vi: Chặn quảng cáo và những phiền toái khác

# preference_privacy_ads_block_ads_summary
source: Stops ads and other annoyances using block lists from Easylist, EasyPrivacy, Fanboy’s Annoyance, and 777Guard Mobile Ad Filter
ca: Bloca la publicitat i altres elements molestos detectats per les llistes de bloquejos Easylist, EasyPrivacy, Fanboy’s Annoyance i 777Guard Mobile Ad Filter
es_ar: Detiene los anuncios y otras molestias usando listas de bloqueo de Easylist, EasyPrivacy, Fanboy's Annoyance y 777Guard Mobile Ad Filter
fi: Estää mainokset ja muut häiriötekijät perustuen estolistoihin Easylist, EasyPrivacy, Fanboy’s Annoyance ja 777Guard Mobile Ad Filter
ia: Stoppa avisos publicitari e altere molestias per le listas de blocada ex Easylist, EasyPrivacy, Fanboy’s Annoyance, e 777Guard Mobile Ad Filter
sv_se: Stoppar annonser och andra irritationer med blocklistor från Easylist, EasyPrivacy, Fanboy's Annoyance och 777Guard Mobile Ad Filter
vi: Chặn quảng cáo và các phiền toái khác bằng cách sử dụng danh sách chặn từ Easylist, EasyPrivacy, Fanboy's Annoyance và 777Guard Mobile Ad Filter

# preference_privacy_block_analytics
source: Block analytic trackers
ar: احجب متعقبات التحليلات
ast: Bloquiar rastrexadores d'analítiques
az: Analiz izləyicilərini əngəllə
bn_bd: এনালেটিকস গোয়েন্দা আটক করুন
bs: Blokiraj analitičke pratioce
ca: Bloca els elements de seguiment d'anàlisi
cy: Rhwystro tracwyr dadansoddi
da: Bloker analytisk sporing
el: Φραγή trackers αναλύσεων
es_ar: Bloquear rastreadores analíticos
eu: Blokeatu analitiken jarraipena
fa: مسدود کردن ردیاب‌های آماری
fi: Estä analytiikkaseuraimet
fr: Bloquer les traqueurs de statistiques
fy_nl: Analysetrackers blokkearje
he: חסימת מעקב של כלי ניתוח
hu: Analitikai követők blokkolása
ia: Blocar le traciatores analytic
id: Blokir pelacak analitik
it: Blocca traccianti analitici
ja: アクセス解析をブロック
kab: Sewḥel ineḍfaṛen usliḍen
kk: Аналитикалық трекерлерді блоктау
lo: ບັອກຕົວຕິດຕາມຂອງການວິເຄາະ
ms: Sekat penjejak analitik
my: သရုပ်ခွဲလေ့လာသည့် နောက်ယောင်ခံကိရိယာများကို ပိတ်ပင်ပါ
nl: Analysetrackers blokkeren
nn_no: Blokker analysesporarar
pt_br: Bloquear rastreadores analíticos
ro: Blochează elementele de urmărire analitice
ru: Блокировать трекеры аналитики
sl: Zavračaj sledilce analitike
sq: Blloko gjurmues analizash
sr: Блокирај аналитичке пратиоце
sv_se: Blockera analytiska trackers
th: ปิดกั้นตัวติดตามของการวิเคราะห์
tt: Аналитика күзәтүчеләрен блоклау
vi: Chặn trình theo dõi phân tích

# preference_privacy_block_ads
source: Block ad trackers
ar: احجب متعقبات الإعلانات
ast: Bloquiar rastrexadores publicitarios
az: Reklam izləyicilərini əngəllə
bn_bd: বিজ্ঞাপন গোয়েন্দা আটক করুন
bo: རྗེས་འདེད་གཏོང་མཁན་བཀག་ཟིན་པ།
bs: Blokiraj reklame
ca: Bloca els elements de seguiment de publicitat
cy: Rhwystro tracwyr hysbysebion
da: Bloker sporing via reklamer
el: Φραγή trackers διαφημίσεων
es_ar: Bloquear rastreadores de publicidad
eu: Blokeatu publizitatearen jarraipena
fa: مسدود کردن ردیاب‌های تبلیغاتی
fi: Estä mainosseuraimet
fr: Bloquer les traqueurs publicitaires
fy_nl: Advertinsjetrackers blokkearje
he: חסימת רכיבי מעקב
hu: Hirdetéskövetők blokkolása
ia: Blocar le traciatores de publicitate
id: Blokir pelacak iklan
it: Blocca pubblicità traccianti
ja: 追跡広告をブロック
kab: Sewḥel ineḍfaṛen
kk: Жарнама трекерлерін блоктау
lo: ບັອກຕົວຕິດຕາມຂອງການໂຄສະນາ
ms: Sekat penjejak iklan
my: ကြော်ငြာနောက်ယောက်ခံ ကိရိယာများကို ပိတ်ပင်ပါ
nl: Advertentietrackers blokkeren
nn_no: Blokker reklamesporarar
pt_br: Bloquear rastreadores de anúncio
ro: Blochează elementele de urmărire publicitare
ru: Блокировать трекеры рекламы
sl: Zavračaj sledilce oglasov
sq: Blloko gjurmues reklamash
sr: Блокирај оглашиваче
sv_se: Blockera annons-trackers
th: ปิดกั้นตัวติดตามของโฆษณา
tt: Реклама күзәтүчеләрен блоклау
vi: Chặn trình theo dõi quảng cáo

# preference_privacy_block_ads_new_summary
source: Removes ads designed to track site visits even if you don’t tap them
ca: Elimina els anuncis dissenyats per fer el seguiment de les visites del lloc encara que no els toqueu
es_ar: Elimina los anuncios diseñados para rastrear las visitas al sitio, incluso si no los pulsa
fi: Poistaa mainokset, joiden tarkoitus on seurata vierailujasi eri sivustoilla, vaikka et avaakaan mainoksia
ia: Remove le avisos publicitari designate pro traciar visitas de sito mesmo si tu non tocca los
vi: Xóa quảng cáo được thiết kế để theo dõi lượt truy cập trang web ngay cả khi bạn không chạm vào chúng

# preference_privacy_block_analytics_new_summary
source: Blocks trackers that analyze and measure interactions like tapping and scrolling
ca: Bloca els elements de seguiment que analitzen i mesuren interaccions com ara els tocs i el desplaçament
es_ar: Bloquea los rastreadores que analizan y miden interacciones como pulsar y desplazarse
fi: Estää seuraimet, jotka mittaavat ja analysoivat käyttäytymistäsi kuten hiiren valintoja ja sivuston selausta
ia: Bloca le traciatores que analysa e mesura interactiones como toccos e rolamento
vi: Chặn trình theo dõi phân tích và đo lường các tương tác như chạm và cuộn

# preference_privacy_block_social
source: Block social trackers
ar: احجب المتعقبات الاجتماعية
ast: Bloquiar rastrexadores sociales
az: Sosial izləyiciləri əngəllə
bn_bd: সোশ্যাল নেটওয়ার্ক গোয়েন্দা আটক করুন
bs: Blokiraj društvene pratioce
ca: Bloca els elements de seguiment social
cy: Rhwystro tracwyr cymdeithasol
da: Bloker sporing via sociale medier
el: Φραγή κοινωνικών trackers
es_ar: Bloquear rastreadores sociales
eu: Blokeatu sare sozialetako jarraipena
fa: مسدود کردن ردیاب‌های شبکه‌های اجتماعی
fi: Estä sosiaalisen median seuraimet
fr: Bloquer les traqueurs de réseaux sociaux
fy_nl: Sosjale trackers blokkearje
he: חסימת רכיבי מעקב חברתיים
hu: Közösségi oldalak követőinek blokkolása
ia: Blocar le traciatores social
id: Blokir pelacak sosial
it: Blocca traccianti social
ja: ソーシャル追跡をブロック
kab: Sewḥel ineḍfaṛen n tmetti
kk: Әлеуметтік желілер трекерлерін блоктау
lo: ບັອກຕົວຕິດຕາມຂອງສືສັງຄົມອອນໄລນ໌
ms: Sekat penjejak sosial
my: လူမှုမီဒီယာ နောက်ယောင်ခံကိရိယာများကို ပိတ်ပင်ပါ
nl: Sociale trackers blokkeren
nn_no: Blokker sosiale media-sporarar
pt_br: Bloquear rastreadores sociais
ro: Blochează elementele de urmărire ale rețelelor sociale
ru: Блокировать социальные трекеры
sl: Zavračaj sledilce družbenih omrežij
sq: Blloko gjurmues platformash shoqërore
sr: Блокирај друштвене пратиоце
sv_se: Blockera sociala trackers
th: ปิดกั้นตัวติดตามทางสังคม
tt: Социаль челтәр күзәтүчеләрен блоклау
vi: Chặn trình theo dõi xã hội

# preference_privacy_block_social_new_summary
source: Stops social-media related trackers embedded on websites, including social share buttons
es_ar: Detiene los rastreadores relacionados con las redes sociales integrados en los sitios web, incluidos los botones de compartir en redes sociales
fi: Estää sosiaaliseen mediaan liittyvät ja sivustoille upotetut seuraimet mukaan lukien sosiaalisen median sisällön jakamispainikkeet
ia: Stoppa le traciatores correlate al social-media integrate sur le sitos web e le buttones pro compartir social
vi: Chặn các trình theo dõi liên quan đến phương tiện truyền thông xã hội được nhúng trên các trang web, bao gồm các nút chia sẻ xã hội

# preference_privacy_block_content
source: Block other content trackers
ar: احجب متعقبات المحتوى الأخرى
ast: Bloquiar otros rastrexadores
az: Digər məzmun izləyicilərini əngəllə
bn_bd: অন্যন্য কনটেন্ট গোয়েন্দা আটক করুন
bs: Blokiraj pratioce ostalog sadržaja
ca: Bloca altres elements de seguiment de contingut
cy: Rhwystro tracwyr cynnwys eraill
da: Bloker andre former for indholdssporing
el: Φραγή trackers άλλου περιεχομένου
es_ar: Bloquear otros rastreadores de contenidos
eu: Blokeatu bestelako edukien jarraipena
fa: مسدود کردن سایر ردیاب‌های محتوا
fi: Estä muut sisältöseuraimet
fr: Bloquer les autres traqueurs de contenu
fy_nl: Oare ynhâldstrackers blokkearje
he: חסימת כלי מעקב אחרים
hu: Más tartalomkövetők blokkolása
ia: Blocar le altere traciatores de contento
id: Blokir pelacak konten lainnya
it: Blocca altri contenuti traccianti
ja: 他の追跡コンテンツをブロック
kab: Sewḥel ineḍfaṛen-nniḍen n ugbur
kk: Басқа құрама трекерлерін блоктау
lo: ບັອກຕົວຕິດຕາມຂອງເນື້ອຫາຕ່າງໆ
ms: Sekat penjejak kandungan lain
my: အခြားသော အကြောင်းအရာနောက်ယောက်ခံကိရိယာများကို ပိတ်ပင်ပါ
nl: Andere inhoudstrackers blokkeren
nn_no: Blokker andre innhaldssporarar
pt_br: Bloquear outros rastreadores
ro: Blochează alte elemente de urmărire de conținut
ru: Блокировать другие трекеры содержимого
sl: Zavračaj druge vsebinske sledilce
sq: Blloko të tjerë gjurmues lënde
sr: Блокирај пратиоце осталог садржаја
sv_se: Blockera andra innehållstrackers
th: ปิดกั้นตัวติดตามของเนื้อหาอื่น ๆ
tt: Башка эчтәлек күзәтүчеләрен блоклау
vi: Chặn trình theo dõi khác

# preference_privacy_block_content_new_summary
source: Blocks tracking activity, but may cause some sites and pages to behave unexpectedly
ca: Bloca l'activitat de seguiment, però pot fer que alguns llocs no funcionin correctament i que es comportin de forma inesperada
es_ar: Bloquea la actividad de rastreo, pero puede causar que algunos sitios y páginas se comporten de forma inesperada
fi: Estää käyttäytymisen seurannan, mutta voi aiheuttaa joillain sivustoilla kummallista toiminnallisuutta
ia: Bloca le activitate de traciamento, ma pote causar que alcun sitos e paginas ha un comportamento inattendite
vi: Chặn hoạt động theo dõi, nhưng có thể khiến một số trang web không hoạt động như mong đợi

# preference_privacy_category_cookies
source: Block cookies
ar: احجب الكعكات
bn_bd: কুকি ব্লক কর
ca: Bloca les galetes
cy: Rhwystro cwcis
da: Bloker cookies
es_ar: Bloquear las cookies
eu: Blokeatu cookieak
fa: مسدود کردن کوکی‌ها
fi: Estä kaikki evästeet
fr: Bloquer les cookies
fy_nl: Cookies blokkearje
he: חסימת עוגיות
hu: Sütik blokkolása
ia: Blocar le cookies
id: Blokir kuki
it: Blocca cookie
kab: Sewḥel inagan n tuqna
ms: Sekat kuki
my: ကွတ်ကီးများကို ဖျောက်ထားပါ
nl: Cookies blokkeren
nn_no: Blokker infokapslar
pt_br: Bloquear cookies
ro: Blochează cookie-urile
ru: Не принимать куки
sl: Zavračaj piškotke
sq: Blloko cookie-t
sr: Блокирај колачиће
sv_se: Blockera kakor
th: ปิดกั้นคุกกี้
tt: Кукиларны блоклау
vi: Chặn cookie

# preference_privacy_should_block_cookies_no_option
source: No
ar: لا
bn_bd: না
bo: མིན།
cy: Na
da: Nej
eu: Ez
fa: خیر
fi: Ei
fr: Non
fy_nl: Nee
he: לא
hu: Nem
id: Tidak
kab: Ala
lo: ບໍ່
ms: Tidak
my: မဟုတ်ပါ
nl: Nee
nn_no: Nei
pt_br: Não
ro: Nu
ru: Нет
sl: Ne
sq: Jo
sr: Не
sv_se: Nej
th: ไม่
tt: Юк
vi: Không

# preference_privacy_should_block_cookies_third_party_tracker_cookies_option
source: Block 3rd-party tracker cookies only
bn_bd: শুধুমাত্র তৃতীয় পক্ষের ট্র্যাকার কুকিজ ব্লক কর
ca: Bloca només les galetes de seguiment de tercers
cy: Rhwystro cwcis trydydd parti'n unig
es_ar: Bloquear solo cookies de rastreo de terceros
eu: Blokeatu soilik hirugarrenen jarraipen-cookieak
fa: مسدود کردن دنبال کنندگان شخص ثالث کوکی‌ها
fi: Estä vain kolmannen osapuolen seurantaevästeet
fr: Bloquer uniquement les cookies tiers utilisés pour le pistage
fy_nl: Allinnich tracker-cookies fan tredden blokkearje
hu: Csak a harmadik féltől származó követők sütijeinek blokkolása
ia: Blocar solo le cookies traciator de tertie partes
id: Hanya blokir kuki pelacak pihak ke-3
it: Blocca solo cookie traccianti di terze parti
ms: Sekat kuki penjejak pihak ke-3 sahaja
my: အခြားသူများ၏ နောက်ယောင်ခံ ကိရိယာများကိုသာ တားဆီးပါ
ro: Blochează numai cookie-urile de urmărire de la terți
sv_se: Blockera endast spårningskakor från tredje part
vi: Chỉ chặn cookie theo dõi của bên thứ ba
