Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
ar: احجب الكعكات من الأطراف الثالثة فحسب
bn_bd: কেবল ৩য়-পক্ষীয় কুকি ব্লক কর
ca: Bloca només les galetes de tercers
cy: Rhwystro cwcis trydydd parti'n unig
da: Bloker kun cookies fra tredjepart
es_ar: Bloquear sólo cookies de terceros
eu: Blokeatu soilik hirugarrenen cookieak
fa: فقط مسدود کردن کوکی‌های شخص ثالث
fi: Estä vain kolmannen osapuolen evästeet
fr: Bloquer les cookies tiers uniquement
fy_nl: Allinnich cookies fan tredden
he: חסימת עוגיות צד־שלישי בלבד
hu: Csak a harmadik féltől származó sütik törlése
ia: Bloca solo le cookies de tertie partes
id: Hanya blokir kuki pihak ke-3
it: Blocca solo cookie di terze parti
kab: Sewḥel kan inagan n tuqqna n ufecku wis 3
ms: Sekat kuki pihak ke-3 sahaja
my: ပြင်ပကွက်ကီးများကို မသိမ်းပါနှင့်
nl: Alleen cookies van derden blokkeren
nn_no: Blokker berre tredjepartsinfokapslar
pt_br: Bloquear somente cookies de terceiros
ro: Blochează numai cookie-urile de la terți
ru: Не принимать только куки со сторонних веб-сайтов
sl: Zavračaj samo piškotke tretjih strani
sq: Blloko vetëm cookie-t nga palë të treta
sr: Само колачиће од трећих лица
sv_se: Blockera endast kakor från tredje part
th: ปิดกั้นคุกกี้จากบุคคลที่สามเท่านั้น
tt: Өченче тараф кукиларын гына блоклау
vi: Chỉ chặn cookie bên thứ ba

# preference_privacy_should_block_cookies_yes_option
source: Yes
ar: نعم
bn_bd: হ্যাঁ
bo: འགྲིག
ca: Sí
cy: Iawn
da: Ja
es_ar: Sí
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
fy_nl: Ja
he: כן
hu: Igen
ia: Si
id: Ya
it: Sì
kab: Ih
lo: ແມ່ນ
ms: Ya
my: ဟုတ်ပါသည်
nl: Ja
nn_no: Ja
pt_br: Sim
ro: Da
ru: Да
sl: Da
sq: Po
sr: Да
sv_se: Ja
th: ใช่
tt: Әйе
vi: Có

# preference_privacy_block_cookies_no
source: No (allow all cookies)
ca: No (permet totes les galetes)
es_ar: No (permitir todas las cookies)
fi: Ei (salli kaikki evästeet)
ia: No (consentir tote le cookies)
ro: Nu (permite toate cookie-urile)
sv_se: Nej (tillåt alla kakor)
vi: Không (cho phép tất cả cookie)

# preference_privacy_block_cookies_third_party_tracker
source: Block third-party trackers cookies (recommended)
ca: Bloca les galetes de seguiment de tercers (recomanat)
es_ar: Bloquear cookies de rastreadores de terceros (recomendado)
fi: Estä kolmannen osapuolen seurantaevästeet (suositus)
ia: Blocar le cookies traciator de tertie partes (recommendate)
sv_se: Blockera kakor från tredje part (rekommenderas)
vi: Chặn cookie trình theo dõi của bên thứ ba (được khuyến nghị)

# preference_privacy_block_cookies_third_party_only
source: Block all third-party cookies (may cause websites to break)
ca: Bloca totes les galetes de tercers (pot fer que alguns llocs web no funcionin)
es_ar: Bloquear todas las cookies de terceros (puede causar que los sitios web no se vean correctamente)
fi: Estä kaikki kolmannen osapuolen evästeet (voi rikkoa verkkosivustoja)
ia: Blocar tote le cookies de tertie-parte (pote facer collaber sitos web)
vi: Chặn tất cả cookie của bên thứ ba (có thể khiến trang web bị hỏng)

# preference_privacy_block_cookies_yes
source: Block all cookies (will cause websites to break)
ca: Bloca totes les galetes (farà que alguns llocs web no funcionin)
es_ar: Bloquear todas las cookies (causará que los sitios web no se vean correctamente)
fi: Estä kaikki evästeet (rikkoo verkkosivustoja)
ia: Blocar tote le cookies (facera collaber le sitos web)
vi: Chặn tất cả các cookie (sẽ khiến các trang web bị hỏng)

# preference_security_biometric
source: Use fingerprint to unlock app
ar: استخدم البصمة لإلغاء قفل التطبيق
bn_bd: অ্যাপ আনলক করার জন্য আঙ্গুলের ছাপ ব্যবহার করুন
bo: མཛུབ་ཐེལ་བེད་སྤྱོད་བྱས་ཏེ་མཉེན་ཆས་ཁ་ཕྱེས།
ca: Utilitza l'empremta digital per desblocar l'aplicació
cy: Defnyddio ôl bys i ddatgloi ap
da: Brug fingeraftryk til at låse appen op
es_ar: Usar la huella digital de para desbloquear la aplicación
eu: Erabili hatz-marka aplikazioa desblokeatzeko
fa: استفاده از اثرانگشت برای بازکردن برنامه
fi: Avaa sovellus sormenjäljellä
fr: Utiliser une empreinte digitale pour déverrouiller l’application
fy_nl: Fingerôfdruk foar ûntskoatteljen fan app brûke
he: שימוש בטביעת אצבע כדי לשחרר את נעילת היישומון
hu: Ujjlenyomat használata az alkalmazás feloldásához
ia: Usa le impression digital pro disblocar le application
id: Gunakan sidik jari untuk membuka aplikasi
it: Usa l’impronta digitale per sbloccare l’app
kab: Seqdec adsil umḍin akken ad tserḥeḍ i usnas
ms: Guna cap jari untuk membuka aplikasi
my: အက်ပ်ကို ဖွင့်ရန် လက်ဗွေကို အသုံးပြုပါ
nl: Vingerafdruk voor ontgrendelen van app gebruiken
ro: Folosește amprenta pentru a debloca aplicația
ru: Использовать отпечатки пальцев для разблокировки приложения
sl: Uporabljaj prstni odtis za odklepanje aplikacije
sq: Përdor shenjë gishta për shkyçje aplikacioni
sr: Користите отисак прста да откључате апликацију
sv_se: Använd fingeravtryck för att låsa upp appen
th: ใช้ลายนิ้วมือเพื่อปลดล็อคแอป
tt: Кушымтаны ачу өчен бармак эзен куллану
vi: Sử dụng vân tay để mở khóa ứng dụng

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
ca: L'empremta digital pot desblocar el %1$s si ja hi ha un URL obert en l'aplicació. S'activarà el mode invisible.
cy: Gall eich ôl bys ddatgloi %1$s os oes URL ar agor yn barod yn yr ap. Bydd y modd Dirgel ymlaen.
da: Dit fingeraftryk kan låse %1$s op, hvis en URL allerede er åben i appen. Usynlig tilstand vil blive aktiveret.
es_ar: Su huella digital puede liberar %1$s si ya hay una URL abierta. Se activará el modo invisible.
eu: Zure hatz-markak %1$s desblokea dezake URL bat dagoeneko aplikazioan irekita badago. Modu isil-gordea aktibatu egingo da.
fa: اثرانگشت شما همچنین می‌تواند%1$s را بازکند اگر یکURL در برنامه باز بوده باشد مخفی خواهد ماند تا زمانی که باز شود.
fi: Voit avata %1$s-selaimen sormenjäljelläsi, jos URL-osoite on jo avattu sovelluksessa. Häivetila kytketään päälle.
fr: Votre empreinte digitale peut déverrouiller %1$s si une URL est déjà ouverte au sein de l’application. Le mode furtif sera activé.
fy_nl: Jo fingerôfdruk kin %1$s ûntskoattelje as der al in URL yn de app iepene is. Stealth wurdt ynskeakele.
he: טביעת האצבע שלך יכולה לשחרר את הנעילה של %1$s אם כבר נפתחה כתובת ביישומון. יופעל מצב חשאיות.
hu: Az ujjlenyomata feloldhatja a %1$st, ha egy URL már meg lett nyitva az alkalmazásban. A rejtőzködés be lesz kapcsolva.
ia: Tu impression digital pote disblocar %1$s si un URL es ja aperte in le application. Le modo furtive sera activate.
id: Sidik jari Anda dapat membuka %1$s jika URL sudah dibuka di aplikasi. Mode siluman akan aktif.
it: L’impronta digitale ti permette di sbloccare %1$s se un URL è già stato aperto nell’app. Verrà attivata l'impostazione Invisibile.
kab: Aḍaḍ-ik izmer ad ikkes asewḥel i %1$s ma URL yeldin yakan deg usnas. Askar uffir ad ittwarmed.
ms: Cap jari anda boleh membuka %1$s jika URL telah dibuka dalam aplikasi. Halimunan akan diaktifkan.
my: အကယ်၍ URL ကို အက်ပ်ထဲတွင် ဖွင့်ပြီးသားဖြစ်ပါက သင့်လက်ဗွေသည် %1$s ကို ဖွင့်မည်။ Stealth စနစ် အသက်ဝင်ပါမည်။
nl: Uw vingerafdruk kan %1$s ontgrendelen als er al een URL in de app is geopend. Stealth wordt ingeschakeld.
ro: Amprenta poate debloca %1$s dacă este deja deschis un URL în aplicație. Modul discret va fi activat.
ru: Ваш отпечаток сможет разблокировать %1$s, если ссылка уже открыта в приложении. Режим «Невидимка» будет включён.
sl: Če je v %1$su odprt spletni naslov, lahko aplikacijo odklenete s prstnim odtisom. Skrivni način bo vključen.
sq: Shenjat tuaja të gishtave mund të shkyçin %1$s, nëse te aplikacioni është e hapur tashmë një URL. Stealth-i do të çaktivizohet.
sr: Ваш отисак прста може откључати %1$s ако је URL већ отворен у апликацији. Потајни режим ће бити укључен.
sv_se: Ditt fingeravtryck kan låsa upp %1$s om en webbadress redan har öppnats i appen. Dolt läge kommer att slås på.
th: ลายนิ้วมือของคุณสามารถปลดล็อค %1$s หาก URL ถูกเปิดอยู่แล้วในแอป การพรางตัวจะถูกเปิด
tt: Сезнең бармак эзегез, кушымтада бер URL сылтама инде ачык булганда, %1$s'ны ача ала. Stealth-режим кабыначак.
vi: Cảm biến vân tay của bạn có thể mở khóa %1$s nếu một URL đã được mở trong ứng dụng. Riêng tư sẽ được kích hoạt.

# preference_privacy_secure_mode
source: Stealth
ar: التخفّي
az: Görünməzlik
bn_bd: অদৃশ্য
bo: གསང་ཐབས།
bs: Tajni način
ca: Invisible
cy: Dirgel
da: Usynlig
es_ar: Invisible
eu: Modu isil-gordea
fa: حالت پنهان
fi: Häivetila
fr: Mode furtif
he: חשאיות
hu: Rejtőzködés
ia: Modo furtive
id: Mode Siluman
it: Invisibile
ja: ステルス
kab: Tusligt
kk: Жасырын
lo: ອຳພາງຕົວຕົນ
ms: Halimunan
my: တိတ်တဆိတ်အသုံးပြုမှု
nn_no: Løyndemodus
pt_br: Furtividade
ro: Discret
ru: Невидимка
sl: Skrivni način
sq: Fshehtas
sr: Потајни режим
sv_se: Dolt läge
th: การพรางตัว
tt: Күренмәслек
vi: Chế độ ẩn

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
ca: Amaga les pàgines web en canviar d'aplicacions i bloca les captures de pantalles.
cy: Cuddio tudalennau gwe wrth newid apiau a rhwystro cymryd lluniau sgrin.
da: Skjul indhold på listen over de seneste brugte apps, og undgå at der tages skærmbilleder.
es_ar: Ocultar páginas web al intercambiar aplicaciones y bloquear la toma de capturas de pantalla.
eu: Ezkutatu web orriak aplikazioak aldatzean eta blokeatu pantaila-argazkiak ateratzea.
fa: هنگام تعویض برنامه‌ها صفحه‌های وب را مخفی و گرفتن تصاویر صفحه را مسدود کن.
fi: Piilota verkkosivut vaihdettaessa sovellusta ja estä kuvakaappausten ottaminen.
fr: Masquer les pages web lorsque vous changez d’application et empêcher les captures d’écran.
fy_nl: Websiden ferstopje by wikseljen fan apps en meitsjen fan skermôfdrukken blokkearje.
he: הסתרת דפי אינטרנט בעת מעבר בין יישומונים וחסימת האפשרות לצילום המסך.
hu: Weboldalak elrejtése alkalmazásváltáskor, és a képernyőkép készítés letiltása.
ia: Celar le paginas web quando on cambia de applicationes e blocar le prisa de instantaneos.
id: Sembunyikan laman web saat berpindah aplikasi dan blokir tangkapan layar.
it: Nascondi le pagine web durante il passaggio tra le app e blocca la funzione di screenshot.
ms: Sorok halaman web apabila bertukar aplikasi dan sekat mengambil skrinsyot.
my: အက်ပ်များကို ပြောင်းလဲအသုံးပြုနေစဉ် ဝဘ်စာမျက်နှာများကို မပြပါနှင့်။ ထို့ပြင် မျက်နှာပြင်ပုံရိပ်ဖမ်းခြင်းကို တားဆီးပါ။
ro: Ascunde paginile web la comutarea între aplicații și blochează realizarea capturilor de ecran.
ru: Скрывать веб-страницы при переключении приложений и блокировать создание скриншотов.
sl: Skrij strani pri preklapljanju med aplikacijami in prepreči zajemanje posnetkov zaslona.
sq: Fshihi faqet web kur kalohet nga një aplikacion në tjetrin dhe blloko bërje fotosh ekrani.
sr: Сакриј веб странице приликом мењања између апликација и блокирај бележење снимка екрана.
sv_se: Dölj webbsidor när du byter appar och blockerar skärmdumpar.
th: ซ่อนหน้าเว็บเมื่อสลับแอปและปิดกั้นการจับภาพหน้าจอ
tt: Кушымталарны алмаштырганда веб-сәхифәләрне яшерү.
vi: Ẩn trang web khi chuyển sang ứng dụng khác và chặn chụp ảnh màn hình.

# preference_category_security
source: Security
ar: الأمان
bo: ཉེན་སྲུང་།
ca: Seguretat
cy: Diogelwch
da: Sikkerhed
es_ar: Seguridad
eu: Segurtasuna
fa: امنیت
fi: Turvallisuus
fr: Sécurité
fy_nl: Befeiliging
he: אבטחה
hu: Biztonság
ia: Securitate
id: Keamanan
it: Sicurezza
kab: Taɣellist
ms: Keselamatan
my: လုံခြုံရေး
nl: Beveiliging
pt_br: Segurança
ro: Securitate
ru: Защита
sl: Varnost
sq: Siguri
sr: Безбедност
sv_se: Säkerhet
th: ความปลอดภัย
tt: Хәвефсезлек
vi: Bảo mật

# preference_category_performance
source: Performance
ar: الأداء
ast: Rindimientu
az: Məhsuldarlıq
bn_bd: কর্মক্ষমতা
bo: བྱེད་ལས།
bs: Performanse
ca: Rendiment
cy: Perfformiad
da: Ydelse
el: Απόδοση
es_ar: Rendimiento
eu: Errendimendua
fa: کارایی
fi: Suorituskyky
fr: Performances
fy_nl: Prestaasjes
he: ביצועים
hu: Teljesítmény
ia: Rendimento
id: Kinerja
it: Prestazioni
ja: パフォーマンス
kab: Tamellit
kk: Өнімділік
lo: ປະສິດທິພາບ
ms: Prestasi
my: လုပ်ဆောင်မှု
nl: Prestaties
nn_no: Yting
pt_br: Desempenho
ro: Performanță
ru: Производительность
sl: Učinkovitost
sq: Punim
sr: Перформансе
sv_se: Prestanda
th: ประสิทธิภาพ
tt: Җитештерүчәнлек
vi: Hiệu suất

# preference_performance_block_webfonts
source: Block Web fonts
ar: احجب خطوط الوب
ast: Bloquiar fontes web
az: Web şriftlərini əngəllə
bn_bd: ওয়েব ফন্ট ব্লক করুন
bs: Blokiraj web fontove
ca: Bloca tipus de lletra web
cy: Rhwystro ffontiau Gwe
da: Bloker webskrifttyper
el: Φραγή γραμματοσειρών ιστού
es_ar: Bloquear fuentes web
eu: Blokeatu webeko letra-tipoak
fa: مسدود کردن قلم‌های وب
fi: Estä verkkosivun kirjasinlajit
fr: Bloquer les polices web
fy_nl: Weblettertypen blokkearje
he: חסימת גופני רשת
hu: Webes betűkészletek blokkolása
ia: Blocar le typos de character de web
id: Blokir fon Web
it: Blocca web font
ja: ウェブフォントをブロック
kab: Sewḥel tisefsiyin Web
kk: Веб қаріптерін блоктау
lo: ບັອກຕົວອັກສອນເວັບ
ms: Sekat fon Web
my: ဝဘ်ဖောင့်များကို ပိတ်ပင်ပါ
nl: Weblettertypen blokkeren
nn_no: Blokker nettfontar
pt_br: Bloquear fontes Web
ro: Blochează fonturile web
ru: Блокировать веб-шрифты
sl: Zavračaj spletne pisave
sq: Blloko shkronja Web
sr: Блокирај веб фонтове
sv_se: Blockera webbtypsnitt
th: ปิดกั้นแบบอักษรเว็บ
tt: Веб-шрифтларны блоклау
vi: Chặn phông chữ trang Web

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
ar: قد يسبب اختفاء بعض الأيقونات أو الصور
az: Əksik icon və şəkillərə səbəb ola bilər
bn_bd: ছবি অথবা আইকন দৃশ্যমান নাও হতে পারে
bo: འདྲ་གཟུགས་ཡང་ན་པར་རིས་མ་ཚང་བའི་དྲ་ཚིགས་ཐོན་སྲིད་པ།
bs: Može prouzrokovati nestajanje ikona ili slika
ca: Pot fer que no es vegin algunes icones o imatges
cy: Gall olygu colli eiconau neu ddelweddau
da: Kan medføre at ikoner eller billeder mangler
es_ar: Puede resultar en la falta de iconos o imágenes
eu: Ikonoak edo irudiak ez bistaratzea eragin lezake
fa: ممکن است باعث بارگیری نشدن برخی از شمایل‌ها و تصاویر بشود
fi: Saattaa aiheuttaa puuttuvia kuvakkeita tai kuvia
fr: Peut empêcher certaines icônes ou images de s’afficher
fy_nl: Kin ta ûntbrekkende piktogrammen of ôfbyldingen liede
he: עשוי לגרום לסמלים או תמונות חסרים
hu: Hiányzó ikonokat és képeket eredményezhet
ia: Pote resultar in icones o imagines mancante
id: Dapat menyebabkan hilangnya ikon atau gambar
it: Alcune immagini e icone potrebbero non essere visualizzate
ja: アイコンや画像が正常に表示されない場合があります
kab: Ahat yekka-d seg tigitin neγ tugniwin yettwattun
kk: Жоқ болып тұрған таңбашалар немесе суреттерге әкеп соғуы мүмкін
lo: ອາດຈະສົ່ງຜົນເຮັດໃຫ້ໄອຄອນ ຫລື ຮູບພາບຂາດຫາຍໄປ
ms: Boleh menyebabkan imej atau ikon hilang
my: အိုင်ကွန်များ သို့မဟုတ် ရုပ်ပုံများမပေါ်ခြင်း ဖြစ်စေနိုင်သည်
nl: Kan tot ontbrekende pictogrammen of afbeeldingen leiden
nn_no: Kan resultere i at ikon eller bilde manglar
pt_br: Pode resultar em falta de ícones ou imagens
ro: Poate duce la pictograme și imagini lipsă
ru: Может привести к отсутствию значков или изображений
sl: Lahko povzroči izginotje ikon ali slik
sq: Mund të sjellë mungesë ikonash ose figurash
sr: Иконице и слике се можда неће приказивати
sv_se: Kan resultera i att ikoner eller bilder saknas
th: อาจส่งผลให้ไอคอนหรือภาพขาดหายไป
tt: Билге һәм рәсемнәрнең күренмәвенә сәбәп була ала
vi: Có thể dẫn đến thiếu biểu tượng hoặc hình ảnh

# preference_performance_block_javascript
source: Block JavaScript
ar: احجب جافاسكرِبت
bn_bd: JavaScript ব্লক কর
bo: JavaScript བཀག་པ།
ca: Bloca el JavaScript
cy: Rhwystro JavaScript
da: Bloker JavaScript
es_ar: Bloquear JavaScript
eu: Blokeatu JavaScript
fa: مسدود کردن جاوا اسکریپت
fi: Estä JavaScript
fr: Bloquer JavaScript
fy_nl: JavaScript blokkearje
he: חסימת JavaScript
hu: JavaScript blokkolása
ia: Blocar JavaScript
id: Blokir JavaScript
it: Blocca JavaScript
kab: Sewḥel JavaScript
ms: Sekat JavaScript
my: JavaScript ကိုပိတ်ဆို့ရန်
nl: JavaScript blokkeren
nn_no: Blokker Javascript
pt_br: Bloquear JavaScript
ro: Blochează JavaScript
ru: Блокировать JavaScript
sl: Onemogoči JavaScript
sq: Blloko JavaScript
sr: Блокирај JavaScript
sv_se: Blockera Javascript
th: ปิดกั้น JavaScript
tt: JavaScript'ны блоклау
vi: Chặn JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
ar: قد تتحمّل الصفحات بشكل أسرع، ولكنها قد لا تعمل كما ينبغي أيضا
bn_bd: পাতা সম্ভবত দ্রুত লোড হচ্ছে, কিন্তু অনাকাঙ্খিত ভাল দেখাচ্ছে না
bo: དྲ་ངོས་རྒྱབ་སྣོན་མགྱོགས་ཀྱང་རྒྱུན་ལྡན་མ་ཡིན་པའི་གནས་ཚུལ་ཐོན་སྲིད།
ca: Les pàgines es poden carregar més ràpid, però també poden comportar-se de forma inesperada
cy: Gall tudalennau lwytho'n gynt, ond o bosib ymddwyn yn annisgwyl
da: Sider indlæses muligvis hurtigere, men kan også opføre sig uventet
es_ar: Las páginas podrán cargar más rápido, pero también pueden comportarse de manera inesperada
eu: Orriak azkarrago karga litezke baina espero gabeko portaera ere izan lezakete
fa: صفحات احتمالاً سریع‌تر بارگیری می‌شوند، اما ممکن است به طرز غیر متنظره عمل کنند
fi: Sivut voivat latautua nopeammin, mutta voivat käyttäytyä odottamattomasti
fr: Les pages peuvent se charger plus rapidement, mais peuvent aussi se comporter de manière inattendue
fy_nl: Siden kinne flugger laden wurde, mar kinne harren ek ûnferwachte hâlde en drage
he: הדפים עשויים להיטען מהר יותר, אך עשויים גם להתנהג באופן בלתי צפוי
hu: Az oldalak gyorsabban tölthetnek be, de nem várt módon is viselkedhetnek
ia: Le paginas pote cargar se plus rapidemente, mais pute alsi comportar se in maniera inattendite
id: Laman dapat dimuat lebih cepat, namun bisa juga bertindak tanpa diduga-duga
it: Il caricamento delle pagine può velocizzarsi, ma potrebbero anche verificarsi errori imprevisti
kab: Izmer ad d-yali usebter s wudem arurad, maca izmer daγen ad yili wugur
ms: Halaman dimuatkan lebih cepat, tetapi mungkin ada yang tidak dijangka
my: စာမျက်နှာများ မြန်ဆန်စွာ ဆွဲတင်သော်လည်း မှန်ကန်စွာ အလုပ်မလုပ်ပါ
nl: Pagina’s kunnen sneller worden geladen, maar kunnen zich ook onverwacht gedragen
pt_br: As páginas podem carregar mais rápido, mas também podem ter comportamento inesperado
ro: Paginile se pot încărca mai rapid, dar este posibil și să aibă un comportament ciudat
ru: Страницы могут загружаться быстрее, но также могут вести себя неожиданно
sl: Strani se bodo lahko nalagale hitreje, vendar morda ne bodo delovale pravilno
sq: Faqet mund të ngarkohen më shpejt, por mundet gjithashtu të sillen në mënyrë të papritur
sr: Странице се могу брже учитавати, али се могу и лоше понашати
sv_se: Sidor kan laddas snabbare, men kan också uppträda oväntat
th: หน้าอาจโหลดเร็วขึ้น แต่อาจทำงานอย่างไม่คาดคิด
tt: Сәхифәләр тизрәк йөкләнеләчәк, әмма алар көтелгәнчә эшләмәскә дә мөмкин
vi: Trang có thể tải nhanh hơn, nhưng cũng có thể hoạt động thiếu ổn định

# preference_default_browser2
source: Make %1$s default browser
ar: اجعل %1$s متصفّحك المبدئي
az: %1$s səyyahını əsas et
bn_bd: %1$s কে ডিফল্ট ব্রাউজার করুন
bo: %1$s རྩ་བའི་བཤར་བཆས་སུ་བསྐོས།
bs: Učini %1$s glavnim pretraživačem
ca: Fes que el %1$s sigui el navegador per defecte
cy: Gwneud %1$s yn borwr rhagosodedig
da: Angiv %1$s som standard-browser
es_ar: Establecer %1$s como navegador predeterminado
eu: Egin %1$s nabigatzaile lehenetsia
fa: تبدیل %1$s به مرورگر پیش‌فرض
fi: Aseta %1$s oletusselaimeksi
fr: Définir %1$s comme navigateur par défaut
fy_nl: %1$s standertbrowser meitsje
he: הגדרת %1$s כדפדפן ברירת המחדל
hu: A %1$s legyen az alapértelmezett böngésző
ia: Facer de %1$s tu navigator predefinite
id: Jadikan %1$s peramban baku
it: Imposta %1$s come browser predefinito
ja: %1$s を既定のブラウザーに設定
kab: Err %1$s d iminig amezwer
kk: %1$s-ты негізгі браузер қылу
lo: ຕັ້ງ %1$s ໃຫ້ເປັນບຣາວເຊີຫລັກ
ms: Jadikan %1$s pelayar piawai
my: %1$s ကို ပုံသေအသုံးပြုမည့် ဘရောင်ဇာအဖြစ် သတ်မှတ်ပါ
nl: %1$s standaardbrowser maken
nn_no: Bruk %1$s som standard nettlesar
pt_br: Definir o %1$s como navegador padrão
ro: Desemnează %1$s ca browser implicit
ru: Сделать %1$s браузером по умолчанию
sl: Nastavi %1$s kot privzeti brskalnik
sq: Bëje %1$s-in shfletuesin parazgjedhje
sr: Постави %1$s као подразумевани прегледач
sv_se: Gör %1$s till standardwebbläsare
th: ทำให้ %1$s เป็นเบราว์เซอร์เริ่มต้น
tt: %1$s'ны төп гизгеч итү
vi: Đặt %1$s làm trình duyệt mặc định

# preference_mozilla_telemetry2
source: Send usage data
ar: أرسل بيانات الاستخدام
az: İstifadə məlumatlarını göndər
bn_bd: ব্যবহারের তথ্য পাঠাও
bs: Šalji podatke o korištenju
ca: Envia dades d'ús
cy: Anfon data defnydd
da: Send data for anvendelse
es_ar: Enviar datos de uso
eu: Bidali erabilera-datuak
fa: ارسال اطلاعات استفاده
fi: Lähetä käyttötilastoja
fr: Envoyer des données d’utilisation
fy_nl: Brûksgegevens ferstjoere
he: שליחת נתוני שימוש
hu: Használati adatok elküldése
ia: Inviar datos de uso
id: Kirim data penggunaan
it: Invia dati sull’uso
ja: 使用状況データを送信
kab: Azen isefka n useqdec
kk: Қолдану деректерін жіберу
lo: ສົ່ງຂໍ້ມູນການນຳໃຊ້
ms: Hantar data penggunaan
my: အသုံးပြုမှုဆိုင်ရာ အချက်အလက်များကို ပေးပို့ရန်
nl: Gebruiksgegevens verzenden
nn_no: Send brukardata
pt_br: Enviar dados de utilização
ro: Trimite date privind utilizarea
ru: Отправлять данные об использовании
sl: Pošiljaj podatke o uporabi
sq: Dërgo të dhëna përdorimi
sr: Шаљи податке о употреби
sv_se: Skicka användningsdata
th: ส่งข้อมูลการใช้งาน
tt: Куллану мәгълүматларын җибәрү
vi: Gửi dữ liệu sử dụng

# preference_mozilla_telemetry_summary
source: Learn more
ar: اطّلع على المزيد
ast: Deprendi más
az: Ətraflı öyrən
bn_bd: আরও জানুন
bo: དེ་བས་མང་།
bs: Saznajte više
ca: Més informació
cy: Dysgu rhagor
da: Læs mere
el: Μάθετε περισσότερα
es_ar: Conocer más
eu: Argibide gehiago
fa: اطلاعات بیشتر
fi: Lisätietoja
fr: En savoir plus
fy_nl: Mear ynfo
he: מידע נוסף
hu: Tudjon meg többet
ia: Saper plus
id: Pelajari lebih lanjut
it: Ulteriori informazioni
ja: 詳細情報
kab: Issin ugar
kk: Көбірек білу
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ms: Ketahui selanjutnya
my: ပိုမိုလေ့လာရန်
nl: Meer info
nn_no: Les meir
pt_br: Saiba mais
ro: Află mai multe
ru: Подробнее
sl: Več o tem
sq: Mësoni më tepër
sr: Сазнајте више
sv_se: Läs mer
th: เรียนรู้เพิ่มเติม
tt: Күбрәк белү
vi: Tìm hiểu thêm
