Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
ar: لا يوجد أي تطبيق على جهازك يدعم فتح هذا الرابط. يمكنك مغادرة %1$s للبحث في %2$s عن تطبيق يدعم الرابط.
az: Cihazınızdakı heç bir tətbiq bu keçidi aça bilmir. %1$s səyyahını tərk edərək %2$s ilə bunu bacaran tətbiq axtara bilərsiz.
bn_bd: আপনার ডিভাইসের কোন অ্যাপই এই লিঙ্কটি খুলতে সক্ষম হয়নি। %2$s অনুসন্ধান করে একটি অ্যাপ বের করার জন্যে আপনি %1$s কে দ্বায়িত্ব দিতে পারেন।
bs: Nijedna od aplikacija na vašem uređaju nije u mogućnosti otvoriti vezu. Možete napustiti %1$s da pretražite %2$s za aplikaciju koja može.
ca: No hi ha cap aplicació en el dispositiu que pugui obrir aquest enllaç. Podeu sortir del %1$s per cercar al %2$s una aplicació que pugui obrir-lo.
cy: 0oes dim o'r apiau ar eich dyfais yn gallu i agor y ddolen. Mae modd gofyn i %1$s chwilio %2$s am ap sy' n gallu gwneud.
da: Ingen app på din enhed kan åbne dette link. Du kan forlade %1$s og søge på %2$s efter en app der kan.
el: Καμία από τις εφαρμογές της συσκευής σας δεν μπορεί να ανοίξει αυτό το σύνδεσμο. Μπορείτε να αποχωρήσετε από το %1$s για να αναζητήσετε στο %2$s μια εφαρμογή που να μπορεί να εκτελέσει αυτή την εργασία.
es_ar: Ninguna de las apps de su dispositivo puede abrir este enlace. Puede dejar que %1$s busque en %2$s una app compatible.
eu: Ez dago lotura hau irekitzeko gai den aplikaziorik zure gailuan. %1$s utz dezakezu lotura ireki dezaken aplikazio bat %2$s(e)n bilatzeko.
fa: هیچکدام از برنامه‌های روی دستگاه شما امکان باز کردن این پیوند را ندارند. می‌توانید از %1$s خارج شوید تا در %2$s برای برنامه‌ای که بتواند اینکار را انجام دهد جست‌وجو کنید.
fi: Yksikään laitteesi sovelluksista ei voi avata tätä linkkiä. Voit jättää %1$sin etsiäksesi oikeaa sovellusta %2$ssta.
fr: Aucune des applications de votre appareil n’est capable d’ouvrir ce lien. Vous pouvez quitter %1$s pour rechercher dans %2$s une application qui en est capable.
fy_nl: Gjin inkelde app op jo apparaat kin dizze keppeling iepenje. Jo kinne %1$s ferlitte en %2$s iepenje om in geskikte app te finen.
he: אף אחד מהיישומים שבהתקן שלך יכולים לפתוח את הקישור הזה. ניתן לעזוב את %1$s כדי לחפש תחת %2$s יישומון שיכול לבצע זאת.
hu: Az eszközön lévő appok egyike sem tudja megnyitni ezt a hivatkozást. Kiléphet a %1$sból, és kereshet egy megfelelőt itt: %2$s.
ia: Nulle application de tu apparato es capace de aperir iste ligamine. Tu pote exir de %1$s pro cercar in %2$s un application capace de facer lo.
id: Tak ada satu pun aplikasi di perangkat Anda dapat membuka tautan ini. Anda dapat meninggalkan %1$s untuk mencari di %2$s untuk mendapatkan aplikasi yang mampu.
it: Nessuna delle app sul dispositivo è in grado di aprire questo link. È possibile uscire da %1$s e cercare una app adatta in %2$s.
ja: お使いの端末にはこのリンクを開けるアプリがありません。%1$s を離れて、開けるアプリを %2$s で探すことができます。
kab: Ulac asnas deg ibenk-ik izemren ad d-yeldi aseγwen-agi. Tebγiḍ ad teffγeḍ si %1$s sakin ad d-nadiḍ %2$s akken ad d-tafeḍ asnas ilaqen.
kk: Құрылғыңыздағы бірде-бір қолданба бұл сілтемені аша алмайды. Оны аша алатын қолданбасын %2$s ішінен іздеу үшін, сіз %1$s ішінен шыға аласыз.
lo: ບໍ່ມີແອັບໃດເລີຍໃນອຸປະກອນຂອງທ່ານທີ່ຈະສາມາດເປີດລີ້ງນີ້ໄດ້. ທ່ານສາມາດອອກຈາກ %1$s ເພື່ອຄົ້ນຫາ %2$s ແອັບທີ່ສາມາດເປີດລີ້ງນີ້ໄດ້.
ms: Tiada aplikasi pada peranti anda dapat membuka pautan ini. Anda boleh tinggalkan %1$s untuk mencari %2$s aplikasi yang boleh melaksanakannya.
my: ယခုလင့်ခ်ကို ကိရိယာရှိ မည်သည့်အက်ပ်မျှ မဖွင့်နိုင်ပါ။ ၎င်းကို ဖွင့်နိုင်သည့်အက်ပ် %2$s တွင် ရှာဖွေရန် %1$s ထံမှ ထွက်ခွာနိုင်ပါသည်။
nl: Geen enkele app op uw apparaat kan deze koppeling openen. U kunt %1$s verlaten om bij %2$s naar een app te zoeken die dat wel kan.
nn_no: Ingen av appane på eininga di kan opne denne lenka. Du kan gå ut av %1$s for å søke på %2$s etter ein app som kan gjere dette.
pt_br: Nenhum aplicativo do seu dispositivo consegue abrir este link. Você pode sair do %1$s para pesquisar no %2$s por um aplicativo compatível.
ro: Niciuna dintre aplicațiile de pe dispozitiv nu poate deschide acest link. Poți părăsi %1$s ca să cauți în %2$s o aplicație care poate.
ru: Ни одно из приложений на вашем устройстве не может открыть эту ссылку. Вы можете выйти из %1$s для поиска подходящего приложения в %2$s.
sl: Nobena aplikacija na napravi ne more odpreti te povezave. Lahko zapustite %1$s in v %2$s poiščete aplikacijo, ki jo lahko.
sq: Asnjë nga aplikacionet në pajisjen tuaj s’është në gjendje të hapë këtë lidhje. Mund të lini %1$s-in të kërkojë në %2$s për një aplikacion që mundet.
sr: Ниједна апликација на вашем уређају не може отворити ову везу. Можете угасити %1$s и претражити %2$s да бисте нашли неку.
sv_se: Ingen av apparna på din enhet kan öppna denna länk. Du kan lämna %1$s för att söka i %2$s efter en app som kan göra detta.
th: ไม่มีแอปในอุปกรณ์ของคุณที่สามารถเปิดลิงก์นี้ คุณสามารถออกจาก %1$s เพื่อค้นหา %2$s สำหรับแอปที่สามารถทำได้
tt: Җиһазыгыздагы бер кушымта да бу сылтаманы ача алмый. Аны ача ала алучы кушымтаны %2$s эченнән эзләү өчен, Сез %1$s'тан чыга аласыз.
vi: Không có ứng dụng nào trên thiết bị của bạn có thể mở liên kết này. Bạn có thể rời khỏi %1$s để tìm ứng dụng có thể mở %2$s.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
ar: أتريد مغادرة التصفح الخاص؟
ast: ¿Colar de restolar en privao?
az: Məxfi Səyahətdən çıxırsın?
bn_bd: আপনি কি ব্যক্তিগত ব্রাউজিং বন্ধ করবেন?
bo: གསང་རྒྱ་ནས་ཕྱིར་ཐོན་དགོས་སམ།
bs: Izaći iz privatnog pretraživanja?
ca: Voleu sortir de la navegació privada?
cy: Gadael Pori Preifat?
da: Afslut privat browsing?
el: Έξοδος από την ιδιωτική περιήγηση;
es_ar: ¿Salir de la navegación privada?
eu: Irten nabigazio pribatutik?
fa: از مرور ناشناس خارج می‌شوید؟
fi: Poistu yksityisestä selauksesta?
fr: Quitter la navigation privée ?
fy_nl: Priveenavigaasje ôfslute?
he: לצאת ממצב גלישה פרטית?
hu: Kilép a privát böngészésből?
ia: Exir del navigation private?
id: Keluar dari Penjelajahan Pribadi?
it: Uscire da Navigazione anonima?
ja: プライベートブラウジングを終了しますか？
kab: Ffeγ si tunigin tusligt?
kk: Жекелік шолу режимінен шығу керек пе?
lo: ຕ້ອງການອອກຈາກການທອງເວັບແບບສ່ວນຕົວບໍ່?
ms: Tamatkan Pelayaran Peribadi?
my: လုံခြုံစွာ ဝဘ်ဆိုက်ကြည့်ရှုခြင်းမှ ထွက်ပါမည်လား။
nl: Privénavigatie afsluiten?
nn_no: Avslutte privat nettlesing?
pt_br: Sair da navegação privativa?
ro: Ieși din navigarea privată?
ru: Выйти из приватного просмотра?
sl: Končam zasebno brskanje?
sq: Të dilet nga Shfletimi Privat?
sr: Изаћи из приватног режима?
sv_se: Avsluta Privat surfning?
th: ออกจากการท่องเว็บแบบส่วนตัว?
tt: Хосусый гизү режимыннан чыгаргамы?
vi: Thoát duyệt web riêng tư?

# download_snackbar_finished
source: %1$s finished
ar: اكتمل %1$s
ast: %1$s finó
az: %1$s endirildi
bn_bd: %1$s সম্পন্ন হয়েছে
bs: %1$s završeno
ca: %1$s ha acabat
cy: %1$s wedi gorffen
da: %1$s hentet
es_ar: %1$s finalizado
eu: %1$s amaituta
fa: %1$s پایان‌یافته است
fi: %1$s ladattiin
fr: %1$s terminé
fy_nl: %1$s is foltôge
he: %1$s הסתיים
hu: %1$s kész
ia: %1$s finite
id: %1$s selesai
it: %1$s completato
ja: %1$s 完了
kab: %1$s yefuk
kk: %1$s аяқталған
lo: ສຳເລັດແລ້ວ %1$s
ms: %1$s sudah siap
my: %1$s ကို ဆွဲယူခြင်း ပြီးဆုံးပါပြီ
nl: %1$s is voltooid
nn_no: %1$s ferdig
pt_br: %1$s finalizado
ro: Descărcarea %1$s s-a terminat
ru: %1$s загружено
sl: Datoteka %1$s končana
sq: %1$s përfundoi
sr: %1$s завршено
sv_se: %1$s slutförd
th: %1$s เสร็จแล้ว
tt: %1$s йөкләнде
vi: Đã tải xong %1$s

# download_snackbar_open
source: Open
ar: افتح
ast: Abrir
az: Aç
bn_bd: খুলুন
bo: ཁ་འབྱེད།
bs: Otvori
ca: Obre
cy: Agor
da: Åbn
es_ar: Abrir
eu: Ireki
fa: باز کردن
fi: Avaa
fr: Ouvrir
fy_nl: Iepenje
he: פתיחה
hu: Megnyitás
ia: Aperir
id: Buka
it: Apri
ja: 開く
kab: Ldi
kk: Ашу
lo: ເປີດ
ms: Buka
my: ဖွင့်ပါ
nl: Openen
nn_no: Opne
pt_br: Abrir
ro: Deschide
ru: Открыть
sl: Odpri
sq: Hape
sr: Отвори
sv_se: Öppna
th: เปิด
tt: Ачу
vi: Mở

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
ar: الملفات المُنزّلة <b>لن تُحذف</b> عندما تمسح تأريخ %1$s.
ast: Los ficheros baxaos <b> nun se desaniciarán</b> cuando desanicies el to historial de %1$s.
az: Endirilən fayllar %1$s tarixçəsini pozduqda belə <b>silinməyəcəklər</b>.
bn_bd: আপনি %1$s ইতিহাস অপসারণ করলে, ডাউনলোড করা ফাইল <b>মুছে যাবে না</b>।
bo: %1$s འཚོལ་རབས་འདོར་སུབ་བྱེད་སྐབས་ཕབ་ལེན་ཟིན་པའི་ཡིག་ཆ་<b>རྣམས་འདོར་སུབ་མི་བྱ།</b>
bs: Preuzete datoteke <b>neće biti izbrisane</b> kada izbrišete %1$s historiju.
ca: Els fitxers que baixeu <b>no s'eliminaran</b> quan esborreu l'historial del %1$s.
cy: Ni fydd ffeiliau sydd wedi eu llwytho i lawr <b>yn cael eu dileu</b> pan fyddwch yn dileu hanes %1$s.
da: Hentede filer <b>bliver ikke slettet,</b> når du sletter historikken i %1$s.
es_ar: Los archivos descargados <b>no serán eliminados</b> al borrar el historial de %1$s.
eu: Deskargatutako fitxategiak <b>ez dira ezabatuko</b> %1$s(r)en historia ezabatzean.
fa: وقتی تاریخ‌چه %1$s را پاک می‌کنید، پرونده‌های دریافت شده <b>پاک نخواهند شد</b>.
fi: Ladattuja tiedostoja <b>ei poisteta</b> kun tyhjennät %1$sin historian.
fr: Les fichiers téléchargés <b>ne seront pas supprimés</b> lorsque vous effacez l’historique de %1$s.
fy_nl: Downloade bestannen <b>wurde net fuortsmiten</b> as jo skiednis fan %1$s wiskje.
he: קבצים שהורדו <b>לא יימחקו</b> בעת מחיקת ההיסטוריה של %1$s.
hu: A letöltött fájlok <b>nem kerülnek törlésre</b>, ha törli a %1$s előzményeit.
ia: Le files discargate <b>non essera delite</b> quando tu elimina le chronologia de %1$s.
id: Berkas terunduh <b>tidak akan dihapus</b> ketika Anda menghapus riwayat %1$s.
it: I file scaricati <b>non verranno eliminati</b> quando si elimina la cronologia di %1$s.
ja: ダウンロードされたファイルは %1$s の履歴を消去しても <b>削除されません</b>。
kab: Ifuyla i d_saliḍ <b> ur k-ttruḥun ara</b>m'ara ad tekseḍ amazray %1$s.
kk: Сіз %1$s тарихын өшірген кезде жүктеліп алынған файлдар <b>өшірілмейді</b>.
lo: ໄຟລ໌ທີ່ດາວໂຫລດແລ້ວ<b>ຈະບໍ່ໄດ້ຖືກລົບອອກ</b>ເມື່ອທ່ານລົບລ້າງປະຫວັດຂອງ %1$s
ms: Fail yang dimuat turun <b>tidak akan dihapuskan</b> apabila anda buang sejarah %1$s.
my: သင် %1$s တွင် လည်ပတ်မှတ်တမ်းကို ရှင်းလင်းသည့်အခါ ဆွဲယူထားသောဖိုင်များကို <b>ဖယ်ရှားမည်မဟုတ်ပါ</b>။
nl: Gedownloade bestanden <b>worden niet verwijderd</b> als u geschiedenis van %1$s wist.
nn_no: Nedlasta filer <b>vil ikkje bli fjerna</b> når du slettar %1$s-historikken.
pt_br: Arquivos baixados <b>não serão deletados</b> quando você apagar o histórico do %1$s.
ro: Fișierele descărcate <b>nu vor fi șterse</b> la ștergerea istoricului %1$s.
ru: Загруженные файлы <b>не будут удалены</b>, когда вы сотрёте историю %1$s.
sl: Ob izbrisu zgodovine %1$sa prenesene datoteke <b>ne bodo izbrisane</b>.
sq: Kartelat e shkarkuara <b>s’do të fshihen</b>, kur të fshini historikun e %1$s-it.
sr: Преузете датотеке <b>неће бити обрисане</b> када обришете %1$s историју.
sv_se: Hämtade filer <b>kommer inte att raderas</b> när du raderar historik för %1$s.
th: ไฟล์ที่ดาวน์โหลด<b>จะไม่ถูกลบ</b>เมื่อคุณล้างประวัติของ %1$s
tt: Сез %1$s тарихын чистартканда, йөкләнеп алынган файллар <b>бетерелмәячәк</b>.
vi: Các tập tin đã tải <b>sẽ không bị xóa</b> khi bạn xóa lịch sử %1$s.

# download_dialog_title
source: Download File
ar: نزّل ملفًا
ast: Descarga del ficheru
az: Fay Endir
bn_bd: ফাইল ডাউনলোড করুন
bo: ཡིག་ཆ་ཕབ་ལེན།
bs: Preuzmi datoteku
ca: Baixa el fitxer
cy: Llwytho'r ffeil i lawr
da: Hent fil
es_ar: Descargar archivo
eu: Deskargatu fitxategia
fa: دریافت پرونده
fi: Lataa tiedosto
fr: Télécharger le fichier
fy_nl: Bestân downloade
he: הורדת קובץ
hu: Fájl letöltése
ia: Discargar le file
id: Unduh Berkas
ja: ファイルをダウンロード
kab: Sider afaylu
kk: Файлды жүктеп алу
lo: ດາວໂຫລດໄຟລ໌
ms: Muat Turun Fail
my: ဖိုင်ကို ဆွဲယူပါ
nl: Bestand downloaden
nn_no: Last ned fil
pt_br: Baixar arquivo
ro: Descarcă fișierul
ru: Загрузить файл
sl: Prenos datoteke
sq: Shkarkoni Kartelë
sr: Преузми датотеку
sv_se: Hämta fil
th: ดาวน์โหลดไฟล์
tt: Файлны йөкләп алу
vi: Tải tập tin

# download_dialog_action_cancel
source: Cancel
ar: ألغِ
ast: Encaboxar
az: Ləğv et
bn_bd: বাতিল
bo: འདོར་བ།
bs: Otkaži
ca: Cancel·la
cy: Diddymu
da: Annuller
es_ar: Cancelar
eu: Utzi
fa: انصراف
fi: Peruuta
fr: Annuler
fy_nl: Annulearje
he: ביטול
hu: Mégse
ia: Cancellar
id: Batal
it: Annulla
ja: キャンセル
kab: Sefsex
kk: Бас тарту
lo: ຍົກເລີກ
ms: Batal
my: မလုပ်ဆောင်တော့ပါ
nl: Annuleren
nn_no: Avbryt
pt_br: Cancelar
ro: Renunță
ru: Отмена
sl: Prekliči
sq: Anuloje
sr: Откажи
sv_se: Avbryt
th: ยกเลิก
tt: Баш тарту
vi: Hủy bỏ

# download_dialog_action_download
source: Download
ar: نزّل
ast: Baxar
az: Endir
bn_bd: ডাউনলোড
bo: ཕབ་ལེན།
bs: Preuzmi
ca: Baixa
cy: Llwytho i Lawr
da: Hent
es_ar: Descargar
eu: Deskargatu
fa: دریافت
fi: Lataa
fr: Télécharger
fy_nl: Downloade
he: הורדה
hu: Letöltés
ia: Discargar
id: Unduh
it: Scarica
ja: ダウンロード
kab: Sider
kk: Жүктеп алу
lo: ດາວໂຫລດ
ms: Muat turun
my: ဆွဲယူပါ
nl: Downloaden
nn_no: Last ned
pt_br: Baixar
ro: Descarcă
ru: Загрузить
sl: Prenesi
sq: Shkarkoje
sr: Преузми
sv_se: Hämta
th: ดาวน์โหลด
tt: Йөкләп алу
vi: Tải xuống

# errorpage_title
source: Problem loading page
ar: هناك مشكلة في تحميل الصفحة
ast: Problema cargando la páxina
az: Səhifəni yükləmək mümkün olmadı
bn_bd: পাতা লোডিং এ সমস্যা
bs: Problem učitavanja stranice
ca: S'ha produït un problema en carregar la pàgina
cy: Anhawster llwytho tudalen
da: Problem med indlæsning af side
el: Πρόβλημα κατά τη φόρτωση της σελίδας
es_ar: Problema cargando la página
eu: Arazoa orria kargatzerakoan
fa: مشکل در بارگیری صفحه
fi: Sivun lataamisvirhe
fr: Erreur de chargement de la page
fy_nl: Probleem by it laden fan de side
he: בעיה בטעינת דף
hu: Probléma az oldal betöltése közben
ia: Problema a cargar le pagina
id: Bermasalah memuat laman
it: Errore caricamento pagina
ja: ページ読み込みエラー
kab: Ugur deg usali n usebter
kk: Парақты жүктегенде қате кетті
lo: ເກີດມີບັນຫາໃນການໂຫລດຫນ້າເວັບ
ms: Masalah memuatkan halaman
my: စာမျက်နှာဖွင့်လှစ်မှု အမှား
nl: Probleem bij het laden van de pagina
nn_no: Problem med lasting av sida
pt_br: Problemas ao carregar a página
ro: Problemă la încărcarea paginii
ru: Проблема при загрузке страницы
sl: Napaka pri nalaganju strani
sq: Problem në ngarkimin e faqes
sr: Проблем при учитавању странице
sv_se: Fel vid sidhämtning
th: เกิดปัญหาในการโหลดหน้า
tt: Cәхифәне йөкләгәндә хата китте
vi: Gặp vấn đề khi tải trang

# errorpage_refresh
source: Try Again
ar: أعِد المحاولة
ast: Retentar
az: Təkrar Yoxla
bn_bd: আবার চেষ্টা করুন
bo: བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།
bs: Pokušaj ponovo
ca: Torna-ho a provar
cy: Ceisiwch eto
da: Prøv igen
el: Δοκιμάστε ξανά
es_ar: Intentar nuevamente
eu: Saiatu berriro
fa: تلاش مجدد
fi: Yritä uudestaan
fr: Réessayer
fy_nl: Opnij probearje
he: לנסות שוב
hu: Próbálja újra
ia: Retenta
id: Coba Lagi
it: Riprova
ja: 再試行
kab: Σreḍ tikelt-nniḍen
kk: Қайталап көру
lo: ລອງໃຫມ່ອີກຄັ້ງ
ms: Cuba Lagi
my: ထပ်မံ ဆောင်ရွက်ကြည့်ပါ
nl: Opnieuw proberen
nn_no: Prøv igjen
pt_br: Tentar novamente
ro: Încearcă din nou
ru: Попробовать снова
sl: Poskusi znova
sq: Riprovoni
sr: Покушај поново
sv_se: Försök igen
th: ลองอีกครั้ง
tt: Янәдән тырышып карау
vi: Thử lại

# error_connectionfailure_title
source: Unable to connect
ar: تعذّر الاتصال
ast: Nun pue coneutase
az: Qoşulmaq mümkün olmadı
bn_bd: সংযোগ করতে ব্যর্থ
bs: Povezivanje nije moguće
ca: No s'ha pogut connectar
cy: Methu cysylltu
da: Ude af stand til at oprette forbindelse
el: Αδυναμία σύνδεσης
es_ar: No se puede conectar
eu: Ezin da konektatu
fa: اتصال ناموفق بود
fi: Yhteyden muodostaminen epäonnistui
fr: La connexion a échoué
fy_nl: Kin gjin ferbining meitsje
he: לא ניתן להתחבר
hu: A kapcsolódás sikertelen
ia: Incapace de connecter se
id: Tidak dapat tersambung
it: Connessione non riuscita
ja: 正常に接続できませんでした
kab: Igguma ad iqqen
kk: Байланысты орнату сәтсіз аяқталды
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ໄດ້
ms: Tidak dapat menyambung
my: မချိတ်ဆက်နိုင်ပါ
nl: Kan geen verbinding maken
nn_no: Kan ikkje kople til
pt_br: Não foi possível conectar
ro: Nu se poate conecta
ru: Не удалось подключиться
sl: Povezave ni mogoče vzpostaviti
sq: S’arrihet të lidhet
sr: Повезивање није успело
sv_se: Det går inte att ansluta
th: ไม่สามารถเชื่อมต่อ
tt: Тоташып булмады
vi: Không thể kết nối
