Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
ar: لا يعطيك هذا أي حقوق أو تراخيص للعلامات التجارية لمؤسسة موزيلا أو أي طرف آخر، متضمنًا أسماء موزيلا أو فَيَرفُكس أو %1$s أو شعاراتها. يمكنك الاطلاع على مزيد من المعلومات من <a href="%2$s">هنا</a>.
az: Sizə Mozilla Fondunun və digər tərəflərin ticari markası olan Mozilla, Firefox və ya %1$s adları və loqoları üçün heç bir hüquq və ya lisenziya verilmir. Ətraflı məlumatı <a href="%2$s">buradan</a> tapa bilərsiz.
bn_bd: Mozilla Foundation বা Mozilla , Firefox বা %1$s নাম বা লোগো সহ কোনও পক্ষের ট্রেডমার্কের জন্য আপনার কোন অধিকার বা লাইসেন্স নেই। অতিরিক্ত তথ্য<a href="%2$s">এখানে</a> পাওয়া যেতে পারে।
bs: Nemate nikakva prava niti licencu na zaštitne znakove Mozilla Foundation niti bilo šta slično, uključujući i Mozilla, Firefox ili %1$s imena ili logotipe. Dodatne informacije možete pronaći <a href="%2$s">ovdje</a>.
ca: No se us atorga cap dret ni llicència sobre les marques registrades de la Fundació Mozilla, o de cap altra part, inclosos els noms o els logotips de Mozilla, Firefox o %1$s. Podeu trobar més informació <a href="%2$s">aquí</a>.
cy: Nid oes gennych unrhyw hawliau na thrwyddedau i nodau masnach y Mozilla Foudation nag o unrhyw barti, gan gynnwys enwau na logos Mozilla, Firefox na %1$s. Mae manylion pellach i'w cael <a href="%2$s">yma</a>.
da: Du bliver ikke givet nogen ret eller licens til varemærker tilhørende Mozilla Foundation eller tredjepart, herunder navn og logo for Mozilla, Firefox og %1$s. Få flere oplysninger <a href="%2$s">her</a>.
es_ar: No tiene derecho o licencia sobre las marcas registradas de la Fundación Mozilla ni sobre cualquier otra parte interesada, incluidos los nombres o logos de Mozilla, Firefox o %1$s. Puede encontrar más información <a href="%2$s">aquí</a>.
eu: Ez zaizu inolako eskubiderik edo lizentziarik aitortzen Mozilla Fundazioaren edo bestelakoen marka erregistratuetan, Mozilla, Firefox eta %1$s izen edo logoetan barne. Argibide gehiago <a href="%2$s">hemen</a> aurki daitezke.
fa: به شما هیچ گونه اجازه یا گواهی‌ای برای علامت‌های تجاری بنیاد موزیلا یا هر شخص ثالثی، شامل موزیلا، فایرفاکس یا نام‌ها یا نشان‌های %1$s اعطا نشده است. اطّلاعات بیشتر ممکن است در <a href="%2$s">اینجا</a> یافت شوند.
fi: Sinulle ei anneta minkään muotoisia tavaramerkki- tai lisenssioikeuksia Mozilla-säätiön tai muun tahon tavaramerkkeihin, joihin lukeutuu Mozilla, Firefox tai %1$s -nimi tai -logo. Voit lukea tarkempia lisätietoja tavaramerkeistä <a href="%2$s">täältä</a>.
fr: Il ne vous est cédé aucun droit ou licence sur les marques déposées de la Fondation Mozilla ou de tiers, y compris sur les noms et logos de Mozilla, Firefox ou %1$s. Des informations complémentaires peuvent être consultées <a href="%2$s">ici</a>.
fy_nl: Der wurde jo gjin rjochten of lisinsjes ferliend op de hannelsmerken fan de Mozilla Foundation of iennige oare partij, mei ynbegryp fan de nammen of logo’s fan Mozilla, Firefox of %1$s. Oanfoljende ynformaasje is <a href="%2$s">hjir</a> te finen.
he: אין לך כל זכות או רשיונות על סימני המסחר של קרן Mozilla או לכל גוף שהוא, לרבות Mozilla,‏ Firefox או השמות והלוגואים של %1$s. ניתן למצוא מידע נוסף <a href="%2$s">כאן</a>.
hu: Nem kap semmiféle jogot vagy licencet a Mozilla Foundation vagy bármely más fél védjegyeihez, köztük a Mozilla, Firefox vagy %1$s nevekhez vagy logókhoz. További információkat <a href="%2$s">itt</a> találhat.
ia: Il non es concedite a te ulle derectos o licentias al marcas registrate del fundation Mozilla o de ulle tertie, includente le nomines e logotypos de Mozilla, de Firefox o de %1$s. Altere informationes pote esser trovate <a href="%2$s">hic</a>.
id: Anda tidak diberi izin atau lisensi apa pun atas merek dagang Mozilla Foundation atau pihak mana pun, termasuk nama atau logo Mozilla, Firefox, atau %1$s. Informasi lebih lanjut bisa ditemukan <a href="%2$s">di sini</a>.
it: Mozilla non attribuisce all’utente alcun diritto o licenza relativamente all’utilizzo dei marchi registrati da Mozilla Foundation o da altri soggetti, inclusi i nomi Mozilla, Firefox, %1$s e i logo associati. Ulteriori informazioni sono disponibili in <a href="%2$s">questa pagina</a>.
ja: Mozilla、Firefox、%1$s の名称やロゴを含む、Mozilla Foundation や第三者の商標に関するいかなる権利やライセンスもあなたには与えられていません。詳しい情報は <a href="%2$s">こちら</a> をご覧ください。
kab: UR k-netmudu ara ula d azref neγ turagt ɣef ticṛaḍ yersen n Mozilla neɣ n wis kraḍ, am Mozilla neγ Firefox neγ ismawen %1$s akked iluguten. ugar n talγut ad t-tafeḍ di <a href="%2$s">dagi</a>.
kk: Сізге Mozilla Foundation-ның немесе басқа да жақтардың ешбір тіркелген сауда белгілеріне, соның ішінде Mozilla, Firefox немесе %1$s аттары немесе логотиптеріне ешбір құқықтар немесе лицензиялар берілмейді. Қосымша ақпаратты <a href="%2$s">here</a> жерінен табуға болады.
ms: Anda tidak diberikan sebarang hak atau lesen untuk tanda dagangan Yayasan Mozilla atau mana-mana pihak, termasuk menggunakan nama atau logo Mozilla, Firefox atau %1$s. Maklumat tambahan boleh didapati <a href="%2$s">di sini</a>.
my: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. အခြား သိရှိလိုသော အချက်အလက်များကို <a href="%2$s">ဒီနေရာတွင်</a> ကြည့်ရှုနိုင်ပါသည်။
nl: Er worden u geen rechten of licenties verleend op de handelsmerken van de Mozilla Foundation of enige andere partij, met inbegrip van de namen of logo’s van Mozilla, Firefox of %1$s. Aanvullende informatie is <a href="%2$s">hier</a> te vinden.
nn_no: Du får ingen rettar eller lisensar til varemerka som høyrer til Mozilla Foundation eller nokon part, inkludert Mozilla, Firefox eller %1$s namn eller logoar. Ytterlegare informasjon finn du <a href="%2$s">her</a>.
pt_br: Não lhe são concedidos quaisquer direitos ou licenças sobre marcas registradas da Mozilla Foundation ou de terceiros, incluindo os nomes ou logos da Mozilla, Firefox ou %1$s. Informações adicionais podem ser encontradas <a href="%2$s">here</a>.
ro: Nu vi se acordă niciun drept sau licență asupra mărcilor comerciale ale Mozilla Foundation sau ale oricărei părți, inclusiv numele sau logourile Mozilla, Firefox sau %1$s. Informații suplimentare pot fi găsite <a href="%2$s">aici</a>.
ru: Вы не получаете никаких прав или лицензий на товарные знаки Mozilla Foundation или любой из сторон, включая имена или логотипы Mozilla, Firefox или %1$s. Дополнительную информацию можно найти <a href="%2$s">здесь</a>.
sl: Nikakršne pravice niti licence nimate za uporabo blagovnih znamk Fundacije Mozilla ali kateregakoli od izdelkov, vključno z imeni in logotipi Mozille, Firefoxa ali %1$sa. Dodatne informacije lahko najdete <a href="%2$s">tukaj</a>.
sq: S’ju akordohet ndonjë e drejtë apo licencë mbi shenjat tregtare të fondacionit Mozilla Foundation apo çfarëdo pale tjetër, përfshi emrat apo logot e Mozilla-s, Firefox-it ose %1$s-it. Informacion shtesë mund të gjeni <a href="%2$s">këtu</a>.
sr: Немате никаква права нити лиценцу на заштитне знакове Mozilla фондације нити било шта слично, укључујући и Mozilla, Firefox или %1$s имена или логотипе. Додатне информације можете пронаћи <a href="%2$s">овде</a>.
sv_se: Du är inte beviljad några rättigheter eller licenser till varumärken som tillhör Mozilla Foundation eller någon part, däribland Mozilla, Firefox eller %1$s namn eller logotyper. Ytterligare information kan hittas <a href="%2$s">här</a>.
th: คุณไม่ได้รับสิทธิหรือสัญญาอนุญาตใด ๆ ในเครื่องหมายการค้าของมูลนิธิ Mozilla หรือบุคคลใด ๆ รวมทั้งชื่อหรือโลโก้ Mozilla, Firefox หรือ %1$s ข้อมูลเพิ่มเติมอาจพบได้ <a href="%2$s">ที่นี่</a>
tt: Сезгә Mozilla Foundation'ның яисә башка тарафларның һичбер теркәлгән сәүдә билгеләренә, шул исәптән Mozilla, Firefox яисә %1$s исемнәре яки логотипларына бернинди дә хокуклар я лицензияләр бирелми. Өстәмә мәгълүматны <a href="%2$s">монда</a> табып була.
vi: Bạn không được cấp bất kỳ quyền hoặc giấy phép nào đối với nhãn hiệu của tổ chức Mozilla hoặc bất kỳ bên nào, bao gồm tên hoặc biểu trưng của Mozilla, Firefox hoặc %1$s. Thông tin bổ sung có thể được tìm thấy <a href="%2$s">ở đây</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
ar: النصوص المصدرية الإضافية لِ‍ %1$s متاحة وفق <a href="%2$s">رخص</a> البرمجيات الحرة والمفتوحة المصدر الأخرى.
az: %1$s üçün əlavə qaynaq kodu digər bir neçə azad və açıq qaynaq <a href="%2$s">lisenziyaları</a> ilə mövcuddur.
bn_bd: %1$s এর জন্য অতিরিক্ত সোর্স কোড বিভিন্ন অন্যান্য ফ্রি এবং ওপেনসোর্স <a href="%2$s">লাইসেন্সগুলির</a> অধীনে পাওয়া যায়।
bs: Dodatni izvorni kod za %1$s je dostupan pod različitim besplatnim i <a href="%2$s">licencama</a> otvorenog koda.
ca: Hi ha codi font addicional del %1$s que està disponible sota diverses altres <a href="%2$s">llicències</a> lliures i de codi obert.
cy: Mae cod ffynhonnell ychwanegol ar gyfer %1$s ar gael o dan <a href="%2$s">drwyddedau</a> cod agored a rhydd eraill.
da: Yderligere gratis og åben kildekode til %1$s er tilgængelig under diverse <a href="%2$s">licenser</a>.
es_ar: El código fuente adicional de %1$s está disponible bajo varias <a href="%2$s">licencias</a> libres y de código abierto.
eu: %1$s aplikazioaren iturburu-kode gehigarria erabilgarri dago kode irekikoak eta libreak diren bestelako <a href="%2$s">lizentzietan</a>.
fa: کد منبع بیشتری برای %1$s تحت تعداد دیگری از <a href="%2$s"> گواهینامه‌های</a> آزاد و متن باز در دسترس است.
fi: Muita osia %1$sin lähdekoodista on saatavilla erinäisten vapaiden ja avointen lähdekoodin <a href="%2$s">lisenssien</a> ehtojen mukaisesti.
fr: Le code source complémentaire pour %1$s est disponible sous différentes <a href="%2$s">licences</a> libres et open source.
fy_nl: Oanfoljende boarnekoade foar %1$s is beskikber ûnder ferskate oare frije en iepenboarne-<a href="%2$s">lisinsjes</a>.
he: קוד מקור נוסף עבור %1$s זמין תחת מגוון <a href="%2$s">רישיונות</a> קוד פתוח נוספים.
hu: További %1$s forráskód érhető el különféle szabad szoftver vagy nyílt forráskódú <a href="%2$s">licencek</a> alatt.
ia: Le codice fonte additional pro %1$s es disponibile sub varie altere <a href="%2$s">licentias</a> libere e de codice aperite.
id: Kode sumber tambahan untuk %1$s tersedia dengan berbagai <a href="%2$s">lisensi</a> bebas dan sumber terbuka lainnya.
it: Codice sorgente aggiuntivo per %1$s è disponibile nei termini di altre <a href="%2$s">licenze</a> libere e Open Source.
ja: %1$s の追加ソースコードは様々な他のフリーでオープンソースの <a href="%2$s">ライセンス</a> に基いて公開されています。
kab: Tangalt taγbalut nniḍen i %1$s tella deg waṭas n tiγbula tilleliyen nniḍen <a href="%2$s">akked turagt nniḍen</a>.
kk: %1$s үшін қосымша бастапқы кодтары әр түрлі басқа тегін және бастапқы кодтары ашық <a href="%2$s">лицензиялар</a> аясында қолжетерлік.
ms: Kod sumber tambahan untuk %1$s tersedia di bawah pelbagai <a href="%2$s">lesen</a> sumber percuma dan sumber terbuka lain.
my: %1$s အတွက် တွဲဖက်ရင်းမြစ်ကုဒ်များကို အခြားသော လွတ်လပ်နှင့် ပွင့်လင်းရင်းမြစ် <a href="%2$s">လိုင်စင်များ</a>ရှိ စကားရပ်များအတိုင်း ရနိုင်ပါသည်။
nl: Aanvullende broncode voor %1$s is beschikbaar onder diverse andere vrije en opensource-<a href="%2$s">licenties</a>.
nn_no: Ytterlegare kjeldekode for %1$s er tilgjengeleg under ulike andre frie og opne kjeldekode-<a href="%2$s">lisensar</a>.
pt_br: Código fonte adicionais para o %1$s estão disponíveis sobre várias outras <a href="%2$s">licenças</a> livres e de código aberto.
ro: Codul sursă suplimentar pentru %1$s este disponibil sub diferite alte <a href="%2$s">licențe</a> gratuite și cu sursă deschisă.
ru: Дополнительный исходный код для %1$s доступен на условиях различных других <a href="%2$s">лицензий</a> для бесплатного и открытого исходного кода.
sl: Dodatna izvorna koda za %1$s je na voljo pod raznimi drugimi prostimi in odprtokodnimi <a href="%2$s">licencami</a>.
sq: Tjetër kod burim për %1$s-in mund të kihet sipas <a href="%2$s">licencash</a> të tjera të ndryshme burimi të hapur apo të lira.
sr: Додатни изворни код за %1$s је доступан под различитим бесплатним и <a href="%2$s">лиценцама</a> отвореног кода.
sv_se: Ytterligare källkod för %1$s finns tillgänglig under flera andra gratis och open source-<a href="%2$s">licenser</a>.
th: โค้ดต้นฉบับเพิ่มเติมสำหรับ %1$s ใช้ได้ภายใต้ <a href="%2$s">สัญญาอนุญาต</a> เสรีและเปิดต้นฉบับต่าง ๆ
tt: %1$s өчен өстәмә чыганак кодлары берничә башка ирекле һәм ачык чыганак <a href="%2$s">лицензияләре</a> белән нәшер ителә.
vi: Mã bổ sung cho %1$s có sẵn dưới nhiều loại <a href="%2$s">giấy phép</a> tự do và nguồn mở khác nhau.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
ar: يستخدم %1$s قوائم المنع التي توفّرها شركة Disconnect, Inc كأعمال منفصلة ومستقرّة برخصة <a href="%2$s">غنو العمومية الإصدارة الثالثة</a>، وهي متاحة <a href="%3$s">هنا</a>.
az: %1$s həmçinin Disconnect Inc. tərəfindən təchiz edilən qara siyahını işlədir, hansı ki, <a href="%2$s">GNU General Public License v3</a> ilə müstəqil tərtib edilir və <a href="%3$s">burada</a> mövcuddur.
bn_bd: %1$s Disconnect, Inc দ্বারা উপলব্ধ ব্লকলিস্টগুলি যেমন <a href="%2$s">GNU জেনারেল পাবলিক লাইসেন্স v3</a> এর অধীনে পৃথক এবং স্বাধীন কাজগুলি ব্যবহার করে এবং <a href="%3$s">এখানে</a>।
bs: %1$s takođe koristi blok liste pružane od strane Disconnect Inc. kao odvojeni i nezavisni radovi pod <a href="%2$s">GNU General Public License v3</a> i dostupnim <a href="%3$s">ovdje</a>.
ca: El %1$s també utilitza llistes de bloquejos proporcionades per Disconnect, Inc. que es mantenen de forma independentment i separada sota la <a href="%2$s">Llicència Pública General de GNU v3</a> i que estan disponibles <a href="%3$s">aquí</a>.
cy: Mae %1$s hefyd yn defnyddio rhestrau rhwystro sy'n cael eu darparu gan Disconnect, Inc. fel gwaith annibynnol ac ar wahân o dan <a href="%2$s">GNU General Public License v3</a>, ac ar gael <a href="%3$s">yma</a>.
da: %1$s benytter sig også af blokeringslister fra Disconnect, Inc. som adskilte og uafhængige værker under <a href="%2$s">GNU General Public License v3</a>. Listerne er tilgængelige <a href="%3$s">her</a>.
es_ar: %1$s también utiliza listas de bloqueo de DIsconnect, Inc. como trabajos separados e independientes bajo la <a href="%2$s">Licencia Pública General GNU v3</a> disponible <a href="%3$s">aquí</a>.
eu: %1$s aplikazioak Diskonnect, Inc.-ek emandako blokeo-zerrendak ere erabiltzen ditu, <a href="%2$s">GNU General Public License v3</a> lizentziapeko aparteko lan independente gisa eta eskuragarri dago <a href="%3$s">hemen</a>.
fa: %1$s همچنین از فهرست‌های مسدودی فراهم شده توسط Disconnect استفاده می‌کند. به عنوان کارهای جدا و مستقل تحت <a href="%2$s">گواهینامه عمومی GNU نسخه3</a>،‌ و <a href="%3$s">اینجا</a> در دسترس است.
fi: %1$s käyttää myös Disconnect, Inc.:n toimittamia estolistoja, jotka ovat erillisiä ja itsenäisiä <a href="%2$s">GNU General Public License v3</a>-lisenssin mukaisia töitä ja ne ovat saatavilla <a href="%3$s">täältä</a>.
fr: %1$s utilise aussi des listes de blocage fournies par Disconnect Inc, en tant que créations sous la licence <a href="%2$s">GNU General Public License v3</a> et qui sont disponibles <a href="%3$s">ici</a>.
fy_nl: %1$s brûkt ek blokkearlisten dy't troch Disconnect, Inc. beskikber steld wurde as ôfsûnderlike en ûnôfhinklike wurken ûnder de <a href="%2$s">GNU General Public License v3</a>, en dy <a href="%3$s">hjir</a> beskikber binne.
he: ב־%1$s נעשה גם שימוש ברשימות חסימה מאת Disconnect בע״מ כעבודות נפרדות ועצמריות תחת <a href="%2$s">גרסה 3 של הרשיון הציבורי הכללי שלGNU</a>, והוא זמין <a href="%3$s">כאן</a>.
hu: A %1$s a Disconnect, Inc. által biztosított blokkolási listákat használ, különálló munkaként, <a href="%2$s">GNU General Public Licence v3</a> alatt, ez <a href="%3$s">itt</a> érhető el.
ia: %1$s usa tamben listas de blocage fornite per Disconnect, Inc. como labores separate e independente sub le <a href="%2$s">Licentia Public GNU v3</a>, e es disponibile <a href="%3$s">hic</a>.
id: %1$s juga menggunakan daftar blokir yang disediakan oleh Disconnect, Inc. sebagai pekerjaan terpisah dan independen di bawah <a href="%2$s">GNU General Public License v3</a>, dan tersedia <a href="%3$s">di sini</a>.
it: %1$s utilizza un servizio di <em>blocklist</em> fornito da Disconnect, Inc. in qualità di opera aggiuntiva e separata, distribuita nei termini della <a href="%2$s">GNU General Public License v3</a> e disponibile <a href="%3$s">qui</a>.
ja: %1$s は Disconnect, Inc. によって提供されているブロックリストも <a href="%2$s">GNU General Public License v3</a> の下で単独のリソースとして使用しており、それらは <a href="%3$s">こちら</a> から入手可能です。
kab: %1$s iseqdac daγen tiggayen d tebdarin sγur Disconnect, Inc am leqdic illeli daw turagt tazirazt <a href="%2$s">GNU v3</a>, aya <a href="%3$s">yella dagi</a>.
kk: Сонымен қатар, %1$s Disconnect, Inc. ұсынған блоктізімдерін қолданады, олар <a href="%2$s">GNU General Public License v3</a> аясында, <a href="%3$s">осында</a> бөлек және тәуелсіз жұмыстар ретінде қолжетерлік.
ms: %1$s uga menggunakan senarai sekatan yang disediakan oleh Disconnect, Inc sebagai hasil kerja yang berasingan dan bebas di bawah <a href="%2$s">GNU General Public License v3</a>, dan tersedia <a href="%3$s">di sini</a>.
my: %1$s သည် Disconnect, Inc က ပေးထားသော တားမြစ်စာရင်းကို သီးခြားလွတ်လပ် လုပ်ဆောင်မှုအနေဖြင့် <a href="%2$s">GNU General Public License v3</a> ရှိ စကားရပ်များအတိုင်း အသုံးပြုထားသည်။ ထို့ပြင် ၎င်းကို <a href="%3$s">ယခုနေရာတွင်</a> ရယူနိုင်ပါသည်။
nl: %1$s gebruikt ook blokkeerlijsten die door Disconnect, Inc. beschikbaar worden gesteld als afzonderlijke en onafhankelijke werken onder de <a href="%2$s">GNU General Public License v3</a>, en die <a href="%3$s">hier</a> beschikbaar zijn.
nn_no: %1$s brukar òg blokklister frå Disconnect, Inc. som separate og uavhengige verk under <a href="%2$s">GNU General Public License v3</a>, og er tilgjengelege <a href="%3$s">her</a>.
pt_br: O %1$s também utiliza <em>listas de bloqueios</em> disponibilizadas pela Disconnect, Inc. como um trabalho independente disponibilizado <a href="%3$s">aqui</a>, sob a <a href="%2$s">GNU General Public License v3</a>.
ro: De asemenea, %1$s folosește lista de blocări furnizată de Disconnect Inc., ca activitate separată și independentă sub <a href="%2$s">Licența Publică Generală GNU v3</a>, și care este disponibilă <a href="%3$s">aici</a>.
ru: %1$s также использует списки блокировки, предоставленные Disconnect, Inc. как отдельные и независимые произведения на условиях <a href="%2$s">GNU General Public License v3</a> и доступные <a href="%3$s">здесь</a>.
sl: %1$s uporablja tudi sezname za zavračanje podjetja Disconnect Inc. kot ločena in neodvisna dela, ki so na voljo pod licenco <a href="%2$s">GNU General Public License v3</a> <a href="%3$s">tukaj</a>.
sq: Veç kësaj, %1$s-i përdor lista bllokimesh të furnizuara nga Disconnect, Inc., si vepra të veçanta dhe të pavarura, licencuar sipas <a href="%2$s">GNU General Public License v3</a>, dhe gjenden <a href="%3$s">këtu</a>.
sr: %1$s такође користи блок-листе пружане од стране Disconnect инкорпорације као одвојени и независни радови под <a href="%2$s">GNU General Public License v3</a> и доступним <a href="%3$s">овде</a>.
sv_se: %1$s använder också blocklistor som tillhandahålls av Disconnect, Inc. som separata och oberoende verk under <a href="%2$s">GNU General Public License v3</a> och tillgänglig <a href="%3$s">här</a>.
th: %1$s ยังใช้รายการปิดกั้นที่ให้บริการโดย Disconnect, Inc. ซึ่งเป็นงานแยกและเป็นอิสระภายใต้ <a href="%2$s">GNU General Public License v3</a> และใช้ได้ <a href="%3$s">ที่นี่</a>
tt: Моннан тыш, %1$s Disconnect, Inc. тәэмин иткән блоклау исемлекләрен куллана, аларны <a href="%2$s">GNU General Public License v3</a> шартлары белән һәм түләүсез <a href="%3$s">монда</a> табып була.
vi: %1$s cũng sử dụng danh sách chặn được cung cấp bởi Disconnect, Inc. là các công việc riêng biệt và độc lập theo <a href="%2$s"> GNU General Public License v3</a>, và có sẵn <a href="%3$s"> ở đây</a>.

# gv_prompt_username_hint
source: Username
ar: اسم المستخدم
bn_bd: ব্যবহারকারীর নাম
bo: སྤྱོད་མཁན་གྱི་མིང་།
bs: Korisničko ime
ca: Nom d'usuari
cy: Enw Defnyddiwr
da: Brugernavn
es_ar: Nombre de usuario
eu: Erabiltzaile-izena
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d’utilisateur
fy_nl: Brûkersnamme
he: שם משתמש
hu: Felhasználónév
ia: Nomine del usator
id: Nama pengguna
it: Nome utente
kab: Isem n useqdac
kk: Пайдаланушы аты
lo: ຊື່ຜູ້ໃຊ້
ms: Nama pengguna
my: သုံးစွဲသူ အမည်
nl: Gebruikersnaam
nn_no: Brukarnamn
pt_br: Usuário
ro: Utilizator
ru: Имя пользователя
sl: Uporabniško ime
sq: Emër përdoruesi
sr: Корисничко име
sv_se: Användarnamn
th: ชื่อผู้ใช้
tt: Кулланучы исеме
vi: Tên đăng nhập

# gv_prompt_password_hint
source: Password
ar: كلمة السر
bn_bd: পাসওয়ার্ড
bo: གསང་གྲངས།
bs: Lozinka
ca: Contrasenya
cy: Cyfrinair
da: Adgangskode
es_ar: Contraseña
eu: Pasahitza
fa: کلمه عبور
fi: Salasana
fr: Mot de passe
fy_nl: Wachtwurd
he: ססמה
hu: Jelszó
ia: Contrasigno
id: Sandi
kab: Awal uffir
kk: Пароль
lo: ລະຫັດຜ່ານ
ms: Kata laluan
my: စကားဝှက်
nl: Wachtwoord
nn_no: Passord
pt_br: Senha
ro: Parolă
ru: Пароль
sl: Geslo
sq: Fjalëkalim
sr: Лозинка
sv_se: Lösenord
th: รหัสผ่าน
tt: Серсүз
vi: Mật khẩu

# gv_prompt_clear
source: Clear
ar: امسح
bn_bd: পরিষ্কার
bo: གཙང་བཟོ།
bs: Očisti
ca: Esborra
cy: Clirio
da: Ryd
es_ar: Eliminar
eu: Garbitu
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
fy_nl: Wiskje
he: ניקוי
hu: Törlés
ia: Clarar
id: Bersihkan
it: Cancella
kab: Sfeḍ
kk: Тазарту
lo: ລ້າງ
ms: Buang
my: ရှင်းလင်းပါ
nl: Wissen
nn_no: Tøm
pt_br: Limpar
ro: Curăță
ru: Очистить
sl: Počisti
sq: Pastroje
sr: Обриши
sv_se: Rensa
th: ล้าง
tt: Чистарту
vi: Xóa

# security_popup_secure_connection
source: Secure Connection
ar: اتّصال آمن
bn_bd: নিরাপদ সংযোগ
bs: Sigurna veza
ca: Connexió segura
cy: Cysylltiad Diogel
da: Sikker forbindelse
es_ar: Conexión segura
eu: Konexio segurua
fa: اتصال امن
fi: Suojattu yhteys
fr: Connexion sécurisée
fy_nl: Befeilige ferbining
he: חיבור מאובטח
hu: Biztonságos kapcsolat
ia: Connexion secur
id: Sambungan Aman
it: Connessione sicura
kab: Tuqqna taɣelsant
kk: Қауіпсіз байланыс
lo: ການເຊື່ອມຕໍ່ທີປອດໄພ
ms: Sambungan Selamat
my: လုံခြုံသော ချိတ်ဆက်မှု
nl: Beveiligde verbinding
nn_no: Trygg tilkopling
pt_br: Conexão segura
ro: Conexiune securizată
ru: Защищённое соединение
sl: Varna povezava
sq: Lidhje e Sigurt
sr: Безбедна веза
sv_se: Säker anslutning
th: การเชื่อมต่อปลอดภัย
tt: Хәвефсез бәйләнеш
vi: Kết nối an toàn

# security_popup_insecure_connection
source: Insecure Connection
ar: اتّصال غير آمن
bn_bd: অনিরাপদ সংযোগ
bs: Nesigurna veza
ca: Connexió insegura
cy: Cysylltiad Anniogel
da: Usikker forbindelse
es_ar: Conexión insegura
eu: Konexio ez-segurua
fa: اتصال ناامن
fi: Suojaamaton yhteys
fr: Connexion non sécurisée
fy_nl: Net-befeilige ferbining
he: חיבור לא מאובטח
hu: Nem biztonságos kapcsolat
ia: Connexion non secur
id: Sambungan Tidak Aman
it: Connessione non sicura
kab: Tuqqna taraɣelsant
kk: Қауіпсіз емес байланыс
lo: ການເຊື່ອມຕໍ່ທີບໍ່ປອດໄພ
ms: Sambungan Tidak Selamat
my: မလုံခြုံသော ချိတ်ဆက်မှု
nl: Niet-beveiligde verbinding
nn_no: Utrygg tilkopling
pt_br: Conexão insegura
ro: Conexiune nesigură
ru: Незащищённое соединение
sl: Povezava ni varna
sq: Lidhje e Pasigurt
sr: Несигурна веза
sv_se: Osäker anslutning
th: การเชื่อมต่อไม่ปลอดภัย
tt: Хәвефсез булмаган бәйләнеш
vi: Kết nối không an toàn
