Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
ar: تحاول موزيلا ألا تجمع أكثر مما تحتاجه لإتاحة %1$s و تحسينه للجميع.
az: Mozilla ancaq %1$s səyyahını hamı üçün yaxşılaşdırmağa lazım olan məlumatları yığır.
bn_bd: Mozilla কেবলমাত্র সংগ্রহ করা চেষ্টা করে যা প্রত্যেকের জন্য %1$s প্রদান এবং উন্নতি করতে হবে।
bs: Mozila nastoji prikupljati samo ono što trebamo da osiguramo i poboljšamo %1$s za sve.
ca: Mozilla s'esforça per recollir només les dades necessàries per oferir i millorar el %1$s per a tothom.
cy: Mae Mozilla'n ceisio casglu dim ond yr hyn sydd ei angen arnom i ddarparu a gwella %1$s ar gyfer pawb.
da: Mozilla tilstræber kun at indsamle, hvad vi skal bruge for at kunne udbyde og forbedre %1$s for alle.
es_ar: Mozilla lucha por recolectar solo lo necesario para brindar y mejorar %1$s para todos.
eu: %1$s denontzat eskaini eta hobetzeko beharrezkoa dena soilik biltzen ahalegintzen da Mozilla.
fa: موزیلا تلاش می‌کند تنها اطلاعاتی که برای بهینه‌سازی %1$s برای همه به آنها نیاز دارد را جمع‌آوری کند.
fi: Mozilla pyrkii keräämään vain tietoja, jotka ovat tarpeellisia %1$sen jakelun ja kehittämisen kannalta.
fr: Mozilla veille à collecter uniquement les données nécessaires afin d’offrir et d’améliorer %1$s pour tout le monde.
fy_nl: Mozilla stribbet dernei allinnich te sammeljen wat nedich is om %1$s foar elkenien oan te bieden en te ferbetterjen.
he: Mozilla חותרת לאיסוף המידע שנדרש לצורך שיפור %1$s לטובת הכלל.
hu: A Mozilla arra törekszik, hogy csak azt gyűjtse, ami a %1$s fejlesztéséhez és támogatásához szükséges.
ia: Mozilla se effortia a colliger solmente le informationes necessari pro fornir e meliorar %1$s pro totes.
id: Mozilla berusaha untuk mengumpulkan hanya apa yang kami perlu untuk sediakan dan meningkatkan %1$s untuk setiap orang.
it: Mozilla cerca di raccogliere solo i dati necessari per fornire e migliorare %1$s per tutti gli utenti.
ja: Mozilla は %1$s を皆さんに提供し改善するために必要な情報だけを収集するよう努めています。
kab: Mozilla tettennaɣ akken ad telqeḍ kan ayen tesra i usnulfu d usnernu n %1$s i yal uiwen.
kk: Mozilla тек %1$s әркім үшін ұсыну және жақсарту мақсатында керек деректерді жинауға тырысады.
lo: Mozilla ພະຍາຍາມທີ່ຈະເກັບຮວບຮ່ວມສະເພາະສິ່ງທີ່ຈຳເປັນຕໍ່ການປັບປູງ %1$s ສຳລັບທຸກໆຄົນ.
ms: Mozilla mengumpulkan hanya yang diperlukan untuk menyedia dan meningkatkan %1$s.
my: Mozilla သည် လူတိုင်းအတွက် %1$s ကို ပေးစွမ်းရန်နှင့် တိုးတက်ကောင်းမွန်စေရန်အတွက်သာ ကောက်ခံမှုပြုခြင်း ဖြစ်ပါသည်။
nl: Mozilla streeft ernaar alleen te verzamelen wat nodig is om %1$s voor iedereen aan te bieden en te verbeteren.
nn_no: Mozilla strevar etter å berre samle inn det vi treng for å tilby og forbetre %1$s for alle.
pt_br: A Mozilla se empenha para coletar somente o que é necessário para melhorar o %1$s para todos.
ro: Mozilla se străduiește să colecteze doar strictul necesar pentru a furniza și a îmbunătăți %1$s pentru toți.
ru: Mozilla обязуется собирать только ту информацию, которая необходима для работы %1$s и его улучшения в будущем.
sl: Mozilla se trudi, da zbira samo podatke, ki jih potrebuje za razvoj in izboljševanje %1$sa.
sq: Mozilla rreket të grumbullojë vetëm sa na duhen për të ofruar dhe përmirësuar %1$s-in për këdo.
sr: Mozilla тежи ка прикупљању само оних података који су потребни да бисмо пружали и побољшали %1$s за све.
sv_se: Mozilla strävar efter att endast samla in det vi behöver för att tillhandahålla och förbättra %1$s för alla.
th: Mozilla มุ่งมั่นที่จะเก็บรวบรวมเฉพาะสิ่งที่เราจำเป็นต้องให้บริการและปรับปรุง %1$s สำหรับทุกคน
tt: Mozilla, %1$s'ны һәркемгә дә тәкъдим итү һәм яхшырту өчен кирәкле мәгълүматларны гына җыярга тырыша.
vi: Mozilla chỉ thu thập những gì chúng tôi cần cung cấp và cải tiến %1$s cho tất cả mọi người.

# preference_privacy_notice
source: Privacy Notice
ar: تنويه الخصوصية
az: Məxfilik Bildirişi
bn_bd: গোপনীয়তা নীতি
bo: སྒོར་དབང་གསལ་བརྡ།
bs: Napomena o privatnosti
ca: Avís de privadesa
cy: Hysbysiad Preifatrwydd
da: Privatlivspolitik
es_ar: Aviso de privacidad
eu: Pribatutasun-oharra
fa: نکات حریم‌خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
fy_nl: Privacyferklearring
he: הצהרת פרטיות
hu: Adatvédelmi nyilatkozat
ia: Notification de confidentialitate
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシー通知
kab: Tasertit n tbaḍnit
kk: Жекелік ескертуі
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
ms: Notis Privasi
my: ကိုယ်ရေးကာကွယ်မှု သတိပေးချက်
nl: Privacyverklaring
nn_no: Personvernerklæring
pt_br: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика приватности
sl: Obvestilo o zasebnosti
sq: Shënim Mbi Privatësinë
sr: Обавештење о приватности
sv_se: Sekretesspolicy
th: ประกาศความเป็นส่วนตัว
tt: Хосусыйлык сәясәте
vi: Chính sách riêng tư

# preference_about
source: About %1$s
ar: عن %1$s
ast: Tocante a %1$s
az: %1$s Haqqında
bn_bd: %1$s সম্পর্কে
bo: %1$s ངོ་སྤྲོད།
bs: O %1$s
ca: Quant al %1$s
cy: Ynghylch %1$s
da: Om %1$s
el: Σχετικά με το %1$s
es_ar: Acerca de %1$s
eu: %1$s(r)i buruz
fa: درباره %1$s
fi: Tietoja: %1$s
fr: À propos de %1$s
fy_nl: Oer %1$s
he: על אודות %1$s
hu: A %1$s névjegye
ia: A proposito de %1$s
id: Tentang %1$s
it: Informazioni su %1$s
ja: %1$s について
kab: Γef %1$s
kk: %1$s туралы
lo: ກ່ຽວກັບ %1$s
ms: Perihal %1$s
my: %1$s အကြောင်း
nl: Over %1$s
nn_no: Om %1$s
pt_br: Sobre o %1$s
ro: Despre %1$s
ru: О %1$s
sl: O %1$su
sq: Mbi %1$s-in
sr: О %1$s
sv_se: Om %1$s
th: เกี่ยวกับ %1$s
tt: %1$s турында
vi: Thông tin về %1$s

# preference_search_installed_search_engines
source: Installed search engines
ar: محركات البحث المثبتة
bn_bd: ইন্সটল করা অনুসন্ধান ইঞ্জিন
bo: འཚོལ་བཤེར་སྒྲིག་འཇུག
bs: Instalirani pretraživači
ca: Motors de cerca instal·lats
cy: Peiriannau chwilio wedi eu gosod
da: Installerede søgetjenester
es_ar: Motores de búsqueda instalados
eu: Instalatutako bilaketa-motorrak
fa: موتورهای جست‌وجو نصب شده
fi: Asennetut hakukoneet
fr: Moteurs de recherche installés
fy_nl: Ynstallearre sykmasinen
he: מנועי חיפוש מותקנים
hu: Telepített keresőszolgáltatások
ia: Motores de recerca installate
id: Mesin pencari terpasang
it: Motori di ricerca installati
ja: インストールされた検索エンジン
kab: Imseddayen n unadi ibedden
kk: Орнатылған іздеу жүйелері
lo: ໄດ້ທຳການຕິດຕັ້ງເຄື່ອງມືການຄົ້ນຫາແລ້ວ
ms: Enjin carian dipasang
my: သွင်းထားသော ရှာဖွေအင်ဂျင်များ
nl: Geïnstalleerde zoekmachines
nn_no: Installerte søkjemotorar
pt_br: Mecanismos de pesquisa instalados
ro: Motoare de căutare instalate
ru: Установленные поисковые системы
sl: Nameščeni iskalniki
sq: Motorë të instaluar
sr: Инсталирани претраживачи
sv_se: Installerade sökmotorer
th: เครื่องมือค้นหาที่ติดตั้งไว้
tt: Урнаштырылган эзләү системалары
vi: Công cụ tìm kiếm đã cài đặt

# preference_search_restore
source: Restore default search engines
ar: استعد محركات البحث المبدئية
bn_bd: ডিফল্ট অনুসন্ধান ইঞ্জিন পুনরুদ্ধার
bo: རྩ་བའི་འཚོལ་བཤེར་དྲ་ངོས་བསྐྱར་གསོ་བྱོས།
bs: Vrati izvorne pretraživače
ca: Restaura els motors de cerca per defecte
cy: Adfer peiriannau chwilio rhagosodedig
da: Gendan standard-søgetjenester
es_ar: Restaurar los motores de búsqueda predeterminados
eu: Berrezarri bilaketa-motor lehenetsiak
fa: بازآوری موتورهای جست‌وجو پیش‌فرض
fi: Palauta oletushakukoneet
fr: Restaurer les moteurs par défaut
fy_nl: Standert-sykmasinen opnij ynstelle
he: שחזור מנועי חיפוש ברירת מחדל
hu: Alapértelmezett keresőszolgáltatások visszaállítása
ia: Restaurar le motores de recerca predefinite
id: Pulihkan mesin pencari baku
it: Ripristina motori di ricerca predefiniti
ja: 既定の検索エンジンを復元
kab: Err-d imseddayen n unadi imezwar
kk: Үнсіз келісім іздеу жүйелерін қалпына келтіру
lo: ກູ້ຄືນເຄື່ອງມືພື້ນຖານຂອງການຄົ້ນຫາ
ms: Pulih enjin carian piawai
my: ပုံသေ ရှာဖွေအင်ဂျင်များကို မူလအတိုင်း ပြန်သတ်မှတ်ပါ
nl: Standaardzoekmachines terugzetten
nn_no: Tilbakestill til standardsøkjemotorar
pt_br: Restaurar os mecanismos de pesquisa padrões
ro: Restaurează motoarele de căutare implicite
ru: Восстановить набор поисковых систем по умолчанию
sl: Ponastavi privzete iskalnike
sq: Rikthe motorë parazgjedhje kërkimi
sr: Врати на подразумеване
sv_se: Återställ standardsökmotorer
th: เรียกคืนเครื่องมือค้นหาเริ่มต้น
tt: Стандарт эзләү системаларын яңадан торгызу
vi: Khôi phục công cụ tìm kiếm mặc định

# preference_search_add2
source: + Add another search engine
ar: + أضف محرك بحث آخر
bn_bd: + অন্য অনুসন্ধান ইঞ্জিন যোগ করুন
bo: + འཚོལ་བཤེར་དྲ་ངོས་གཞན་སྣོན།
bs: + Dodaj novi pretraživač
ca: + Afegeix un altre motor de cerca
cy: + Ychwanegu peiriannau chwilio arall
da: + Tilføj en ny søgetjeneste
es_ar: +Agregar otro buscador
eu: + Gehitu beste bilaketa-motor bat
fa: + افزودن یک موتور جستجوی دیگر
fi: + Lisää toinen hakukone
fr: + Ajouter un autre moteur de recherche
fy_nl: + In oare sykmasine tafoegje
he: + הוספת מנוע חיפוש אחר
hu: + További keresőszolgáltatás felvétele
ia: + Adder un altere motor de recerca
id: + Tambahkan mesin pencari lainnya
it: + Aggiungi un altro motore di ricerca
kab: + Rnu amsedday nniḍen n unadi
kk: + Басқа іздеу жүйесін қосу
lo: + ເພີ່ມລະບົບການຊອກຫາຕົວອື່ນ
ms: + Tambah enjin carian lain
my: + အခြားရှာဖွေအင်ဂျင်ကို ထပ်ထည့်ပါ
nl: + Nog een zoekmachine toevoegen
nn_no: + Legg til ein annan søkjemotor
pt_br: Adicionar outro mecanismo de pesquisa
ro: + Adaugă alt motor de căutare
ru: + Добавить другую поисковую систему
sl: + Dodaj drug iskalnik
sq: + Shtoni motor tjetër kërkimesh
sr: + Додај претраживач
sv_se: + Lägg till en annan sökmotor
th: + เพิ่มเครื่องมือค้นหาอื่น
tt: + Башка бер эзләү системасын өстәү
vi: + Thêm công cụ tìm kiếm khác

# preference_search_remove_title
source: Remove search engines
ar: أزِل محركات البحث
bn_bd: অনুসন্ধান ইঞ্জিন অপসারণ করুন
bo: འཚོལ་བཤེར་སུབ།
bs: Ukloni pretraživače
ca: Elimina motors de cerca
cy: Tynnu peiriannau chwilio
da: Fjern søgetjenester
es_ar: Eliminar los motores de búsqueda
eu: Kendu bilaketa-motorrak
fa: حذف موتورهای جست‌وجو
fi: Poista hakukone
fr: Supprimer des moteurs de recherche
fy_nl: Sykmasinen fuortsmite
he: הסרת מנועי חיפוש
hu: Keresőszolgáltatások eltávolítása
ia: Remover le motores de recerca
id: Hapus mesin pencari
it: Rimozione motori di ricerca
ja: 検索エンジンを削除
kab: Kkes imseddayen n unadi
kk: Іздеу жүйелерін өшіру
lo: ລຶບເຄື່ອງມືການຄົ້ນຫາ
ms: Buang enjin carian
my: ရှာဖွေအင်ဂျင်များ ဖယ်ရှားပါ
nl: Zoekmachines verwijderen
nn_no: Fjern søkjemotorar
pt_br: Remover mecanismos de pesquisa
ro: Elimină motoare de căutare
ru: Удалить поисковые системы
sl: Odstrani iskalnike
sq: Hiqni motorë kërkimesh
sr: Уклони претраживач
sv_se: Ta bort sökmotorer
th: เอาเครื่องมือค้นหาออก
tt: Эзләү системаларын бетерү
vi: Gỡ bỏ công cụ tìm kiếm

# preference_search_remove
source: Remove
ar: أزِل
bn_bd: অপসারণ
bo: སུབ།
bs: Ukloni
ca: Elimina
cy: Tynnu
da: Fjern
es_ar: Eliminar
eu: Kendu
fa: حذف
fi: Poista
fr: Supprimer
fy_nl: Fuortsmite
he: הסרה
hu: Eltávolítás
ia: Remover
id: Hapus
it: Rimuovi
ja: 削除
kab: Kkes
kk: Өшіру
lo: ລຶບ
ms: Buang
my: ဖယ်ရှားပါ
nl: Verwijderen
nn_no: Fjern
pt_br: Remover
ro: Elimină
ru: Удалить
sl: Odstrani
sq: Hiqe
sr: Уклони
sv_se: Ta bort
th: เอาออก
tt: Бетерү
vi: Gỡ bỏ

# preference_homescreen_tips
source: Show home screen tips
ca: Mostra consells a la pantalla d'inici
cy: Dangos cynghorion sgrin cartref
da: Vis tips på starskærmen
es_ar: Mostrar consejos para la página de inicio
eu: Erakutsi gomendioak hasierako pantailan
fa: نمایش نکات صفحه اصلی
fi: Näytä aloitusnäytön vihjeet
fr: Afficher des astuces sur l’écran d’accueil
fy_nl: Tips op startskerm toane
he: הצגת עצות במסך הבית
hu: Tippek megjelenítése a kezdőképernyőn
ia: Monstrar le suggestiones del pagina principal
id: Tampilkan kiat beranda
it: Visualizza suggerimenti sulla schermata iniziale
kab: Sken-d timahaltin n ugdil agejdan
ms: Papar panduan skrin utama
my: စတင်အသုံးပြုရာ ဖန်သားပြင်တွင် အကြံပြုချက်များ ပြပါ
nl: Tips op startscherm tonen
pt_br: Mostrar dicas na tela inicial
ro: Afișează ponturi în ecranul principal
ru: Показывать советы на домашнем экране
sl: Prikazuj namige na začetnem zaslonu
sq: Shfaq ndihmëza skene kreu
sr: Прикажи неке савете за почетни екран
sv_se: Visa startskärmstips
th: แสดงเคล็ดลับหน้าจอหลัก
tt: Өй экранында киңәшләр күрсәтү
vi: Hiện mẹo trên màn hình chính

# action_option_add_search_engine
source: Add search engine
ar: أضف محرك بحث
bn_bd: অনুসন্ধান ইঞ্জিন যোগ
bo: འཚོལ་བཤེར་དྲ་ངོས་སྣོན།
bs: Dodajte pretraživač
ca: Afegeix un motor de cerca
cy: Ychwanegu peiriant chwilio
da: Tilføj søgetjeneste
es_ar: Agregar buscador
eu: Gehitu bilaketa-motorra
fa: اضافه کردن موتور جست‌وجو
fi: Lisää hakukone
fr: Ajouter un moteur de recherche
fy_nl: Sykmasine tafoegje
he: הוספת מנוע חיפוש
hu: Keresőszolgáltatás hozzáadása
ia: Adder le motor de recerca
id: Tambah mesin pencari
it: Aggiungi motore di ricerca
ja: 検索エンジンを追加
kab: Rnu amsedday n unadi
kk: Іздеу жүйесін қосу
lo: ເພີ່ມເຄື່ອງມືການຄົ້ນຫາ
ms: Tambah enjin carian
my: ရှာဖွေရေး အင်ဂျင် တိုးရန်
nl: Zoekmachine toevoegen
nn_no: Legg til søkjemotor
pt_br: Adicionar mecanismo de pesquisa
ro: Adaugă motorul de căutare
ru: Добавить поисковую систему
sl: Dodaj iskalnik
sq: Shtoni motorë kërkimesh
sr: Додај претраживач
sv_se: Lägg till sökmotor
th: เพิ่มเครื่องมือค้นหา
tt: Эзләү системасын өстәү
vi: Thêm công cụ tìm kiếm

# search_add_manually_name_hint
source: Search engine name
ar: اسم محرك البحث
bn_bd: অনুসন্ধান ইঞ্জিন নাম
bo: འཚོལ་བཤེར་དྲ་བའི་མིང་།
bs: Ime pretraživača
ca: Nom del motor de cerca
cy: Enw peiriant chwilio
da: Søgetjenestens navn
es_ar: Nombre del buscador
eu: Bilaketa-motorraren izena
fa: نام موتور جست‌وجو
fi: Hakukoneen nimi
fr: Nom du moteur de recherche
fy_nl: Namme sykmasine
he: שם מנוע החיפוש
hu: Keresőszolgáltatás neve
ia: Nomine del motor de recerca
id: Nama mesin pencari
it: Nome del motore di ricerca
kab: Isem n umsedday n unadi
kk: Іздеу жүйесінің аты
lo: ຊື່ເຄື່ອງມືການຄົ້ນຫາ
ms: Nama enjin carian
my: အင်ဂျင်နာမည် ရှာဖွေပါ
nl: Naam van zoekmachine
nn_no: Søkjemotornamn
pt_br: Nome do mecanismo de pesquisa
ro: Numele motorului de căutare
ru: Имя поисковой системы
sl: Ime iskalnika
sq: Emër motori kërkimesh
sr: Име претраживача
sv_se: Sökmotorns namn
th: ชื่อเครื่องมือค้นหา
tt: Эзләү системасының исеме
vi: Tên công cụ tìm kiếm

# search_add_manually_string
source: Search string to use
ar: نص البحث المستخدم
bn_bd: ব্যবহারের জন্য অনুসন্ধান বাক্য
bs: Pretraži tekst za korištenje
ca: Cadena de cerca que s'utilitzarà
cy: Llinyn chwilio i'w ddefnyddio
da: Søgestreng der skal anvendes
es_ar: Cadena de búsqueda para usar
eu: Erabili beharreko bilaketa-katea
fa: رشتهٔ جست‌وجو جهت استفاده
fi: Käytettävä hakulause
fr: Chaîne de recherche à utiliser
fy_nl: Te brûken sykterm
he: מחרוזת חיפוש לשימוש
hu: Használandó keresőkifejezés
ia: Catena de recerca a usar
id: String pencarian untuk digunakan
it: Stringa di ricerca da utilizzare
kab: Nadi aḍris ad tesqedceḍ
kk: Қолданылатын іздеу жолы
lo: ສະຕຣິງການຊອກຫາທີ່ຈະໃຊ້
ms: Cari string yang mahu digunakan
my: အသုံးပြုရန် စာကြောင်းရှာဖွေပါ
nl: Te gebruiken zoekstring
nn_no: Søkjestreng som skal brukast
pt_br: Termo de pesquisa a ser usado
ro: Text de căutare spre utilizare
ru: Строка поискового запроса
sl: Iskalni niz za uporabo
sq: Varg kërkimi për t’u përdorur
sr: Претражи текст за коришћење
sv_se: Söksträng som ska användas
th: สตริงการค้นหาที่จะใช้
tt: Эзләнәчәк сүз я сүзтезмә
vi: Chuỗi tìm kiếm để sử dụng

# search_add_manually_save
source: Save
ar: احفظ
bn_bd: সংরক্ষণ
bo: ཉར་ཚགས།
bs: Sačuvaj
ca: Desa
cy: Cadw
da: Gem
es_ar: Guardar
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Enregistrer
fy_nl: Bewarje
he: שמירה
hu: Mentés
ia: Salvar
id: Simpan
it: Salva
kab: Sekles
kk: Сақтау
lo: ບັນທຶກ
ms: Simpan
my: သိမ်းဆည်းပါ
nl: Opslaan
nn_no: Lagre
pt_br: Salvar
ro: Salvează
ru: Сохранить
sl: Shrani
sq: Ruaje
sr: Сачувај
sv_se: Spara
th: บันทึก
tt: Саклау
vi: Lưu

# search_add_manually_example
source: Example: example.com/search/?q=%s
ar: مثال: example.com/search/?q=%s
bn_bd: উদাহরণ: example.com/search/?q=%s
bo: དཔེར་ན། example.com/search/?q=%s
bs: Primjer: example.com/search/?q=%s
ca: Exemple: example.com/search/?q=%s
cy: Esampl: example.com/search/?q=%s
da: Eksempel: eksempel.dk/search/?q=%s
es_ar: Ejemplo: example.com/search/?q=%s
eu: Adibidea: adibidea.eus/search/?q=%s
fa: مثال: example.com/search/?q=%s
fi: Esimerkiksi: example.com/search/?q=%s
fr: Exemple : example.com/search/?q=%s
fy_nl: Bygelyls: example.com/search/?q=%s
he: דוגמה: example.com/search/?q=%s
hu: Példa: example.com/search/?q=%s
ia: Exemplo: example.com/search/?q=%s
id: Contoh: contoh.id/search/?q=%s
it: Esempio: example.com/search/?q=%s
kab: Amedya: example.com/search/?q=%s
kk: Мысалы: example.com/search/?q=%s
lo: ຕົວຢ່າງ: example.com/search/?q=%s
ms: Contoh: example.com/search/?q=%s
nl: Voorbeeld: example.com/search/?q=%s
nn_no: Døme: example.com/search/?q=%s
pt_br: Exemplo: example.com/search/?q= %s
ro: Exemplu: example.com/search/?q=%s
ru: Пример: example.com/search/?q=%s
sl: Primer: example.com/search/?q=%s
sq: Shembull: example.com/search/?q=%s
sr: Пример: example.com/search/?q=%s
sv_se: Exempel: example.com/search/?q=%s
th: ตัวอย่าง: example.com/search/?q=%s
tt: Мисал: example.com/search/?q=%s
vi: Ví dụ: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
ar: أُضيف محرك البحث الجديد.
bn_bd: নতুন অনুসন্ধান ইঞ্জিন যোগ হয়েছে।
bo: འཚོལ་བཤེར་དྲ་ངོས་གསར་པ་སྣོན་ཟིན།
bs: Novi pretraživač dodan.
ca: S'ha afegit un motor de cerca nou.
cy: Wedi ychwanegu peiriant chwilio.
da: Ny søgetjeneste tilføjet.
es_ar: Se agregó un buscador nuevo.
eu: Bilaketa-motor berria gehitu da.
fa: موتور جست‌وجو جدید اضافه شد.
fi: Lisättiin uusi hakukone.
fr: Nouveau moteur de recherche ajouté.
fy_nl: Nije sykmasine tafoege.
he: נוסף מנוע חיפוש חדש.
hu: Új keresőszolgáltatás hozzáadása.
ia: Nove motor de recerca addite.
id: Mesin pencari baru ditambahkan.
it: Aggiunto nuovo motore di ricerca.
kab: Amesday n unadi amaynut ittwarna.
kk: Жаңа іздеу жүйесі қосылды.
lo: ໄດ້ເພີ່ມເຄືອງມີການຊອກຫາຕົວໃຫມ່ແລ້ວ
ms: Enjin carian baru sudah ditambah.
my: ရှာဖွေအင်ဂျင်အသစ် ထည့်ခဲ့သည်
nl: Nieuwe zoekmachine toegevoegd.
nn_no: Ny søkjemotor lagt til.
pt_br: Novo mecanismo de pesquisa adicionado.
ro: Motor nou de căutare adăugat.
ru: Добавлена новая поисковая система.
sl: Nov iskalnik dodan.
sq: Motori i ri i kërkimeve u shtua.
sr: Нови претраживач додат.
sv_se: Ny sökmotor tillagd.
th: เพิ่มเครื่องมือค้นหาใหม่แล้ว
tt: Яңа эзләү системасы өстәлде.
vi: Đã thêm công cụ tìm kiếm mới.

# search_add_error_empty_name
source: Enter search engine name
ar: أدخِل اسم محرك البحث
bn_bd: অনুসন্ধান ইঞ্জিনের নাম দিন
bo: འཚོལ་བཤེར་དྲ་ངོས་མིང་འདིར་འཇུག་རོགས།
bs: Unesite naziv pretraživača
ca: Escriviu el nom del motor de cerca
cy: Rhowch enw peiriant chwilio
da: Indtast søgetjenestens navn
es_ar: Ingrese el nombre del motor de búsqueda
eu: Idatzi bilaketa-motorraren izena
fa: نام موتور جست‌وجو را وارد کنید
fi: Anna hakukoneen nimi
fr: Saisir le nom du moteur de recherche
fy_nl: Fier namme fan sykmasine yn
he: נא להקליד שם למנוע החיפוש
hu: Adja meg a keresőszolgáltatás nevét
ia: Insere le nomine del fila de recerca
id: Masukkan nama mesin pencari
it: Inserire il nome del motore di ricerca
kab: Sekcem isem n umsedday n unadi
kk: Іздеу жүйесі атын енгізіңіз
lo: ປ້ອນຊື່ເຄື່ອງມືການຊອກຫາ
ms: Masukkan nama enjin carian
my: ရှာဖွေအင်ဂျင်နာမည် ဝင်ပါ
nl: Voer naam van zoekmachine in
nn_no: Skriv inn namn på søkjemotor
pt_br: Digite o nome do mecanismo de pesquisa
ro: Introdu numele motorului de căutare
ru: Введите имя поисковой системы
sl: Vnesite ime iskalnika
sq: Jepni emër motori kërkimesh
sr: Унесите име претраживача
sv_se: Ange sökmotorns namn
th: ป้อนชื่อเครื่องมือค้นหา
tt: Эзләү системасының исемен кертегез
vi: Nhập tên công cụ tìm kiếm

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
ar: هناك محرك بحث مثبّت يحمل نفس الاسم بالفعل.
bn_bd: ইনস্টল করা কোন অনুসন্ধান ইঞ্জিন ইতিমধ্যে এই নাম ব্যবহার করছে।
bo: འཚོལ་བཤེར་སྒྲིག་འཇུག་ཟིན་པའི་མིང་རེད་འདུག
bs: Instalirani pretraživač već koristi to ime.
ca: Ja hi ha un motor de cerca instal·lat amb aquest nom.
cy: Mae peiriant chwilio sydd wedi ei osod eisoes yn defnyddio'r enw yna.
da: En installeret søgetjeneste bruger allerede dette navn.
es_ar: Ya hay instalado un buscador con ese nombre.
eu: Instalatutako bilaketa-motor batek izen hori darabil lehendik ere.
fa: پیش از این یک موتور جستجوی نصب شده از این نام استفاده می‌کند.
fi: Samanniminen hakukone on jo asennettu.
fr: Un moteur de recherche du même nom est déjà installé.
fy_nl: Dizze namme wurdt al troch in ynstallearre sykmasine brûkt.
he: קיים מנוע חיפוש מותקן בעל שם זהה.
hu: Egy telepített keresőszolgáltatás már használja ezt a nevet.
ia: Un motor de recerca installate usa jam ille nomine.
id: Mesin pencari yang terpasang telah menggunakan nama tersebut.
it: È già presente un motore di ricerca con questo nome.
kab: Amsedday n unadi s yisem-a ittwasebded yakan.
kk: Орнатылған іздеу жүйесі бұл атын қолданып тұр.
ms: Enjin carian yang dipasang sudah menggunakan nama itu.
my: သွင်းပြီးရှာဖွေအင်ဂျင်ကို ဒီနာမည်ဖြင့် အသုံးပြုပြီးဖြစ်သည်
nl: Deze naam wordt al door een geïnstalleerde zoekmachine gebruikt.
nn_no: Ein installert søkjemotor brukar allereie dette namnet.
pt_br: Um mecanismo de pesquisa instalado já está usando esse nome.
ro: Un motor de căutare instalat folosește deja acest nume.
ru: Установленная поисковая система уже использует это имя.
sl: Nameščeni iskalnik že uporablja to ime.
sq: Atë emër e përdor tashmë një motor i instaluar kërkimesh.
sr: Инсталирани претраживач већ користи то име.
sv_se: En installerad sökmotor använder redan det namnet.
th: เครื่องมือค้นหาที่ติดตั้งไว้กำลังใช้ชื่อนั้นอยู่แล้ว
tt: Әлеге исем урнаштырылган бер эзләү системасы тарафыннан кулланыла инде.
vi: Một công cụ tìm kiếm đã cài đặt đã sử dụng cùng tên này.

# search_add_error_empty_search
source: Enter search string
ar: أدخِل نص البحث
bn_bd: অনুসন্ধান বাক্য দিন
bo: གནད་ཚིག་འཇུག་རོགས།
bs: Unesite string za pretragu
ca: Escriviu una cadena de cerca
cy: Rhowch linyn chwilio
da: Indtast søgestreng
es_ar: Ingresar cadena de búsqueda
eu: Idatzi bilaketa-katea
fa: رشتهٔ جست‌وجو را وارد کنید
fi: Kirjoita hakusana
fr: Saisir une chaîne de recherche
fy_nl: Fier syksterm yn
he: נא להקליד מחרוזת חיפוש
hu: Adja meg a keresési szöveget
ia: Insere un fila de characteres pro le recerca
id: Masukkan string pencarian
it: Inserire la stringa di ricerca
kab: Sekcem aḍris n unadi
kk: Іздеу жолын енгізіңіз
lo: ປ້ອນສະຕຣິງການຊອກຫາ
ms: Masukkan string carian
my: စာကြောင်းဖြင့် ရှာဖွေဝင်ရောက်ပါ
nl: Voer zoekstring in
nn_no: Skriv inn søkjestreng
pt_br: Digite um termo de pesquisa
ro: Introdu șirul de căutare
ru: Введите поисковую строку
sl: Vnesite iskalni niz
sq: Jepni varg kërkimi
sr: Унесите текст за претрагу
sv_se: Ange söksträng
th: ป้อนสตริงการค้นหา
tt: Эзләнәсе сүзтезмәне кертегез
vi: Nhập chuỗi tìm kiếm
