Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ar: <ul> <li>تُكتب عناوين الوب عادة على الشكل التالي <strong>‪http://www.example.com/‬</strong>‏</li> <li>تأكد أنك تستخدم الشرطة المائلة إلى اليمين (أي <strong>/</strong>).</li> </ul>
az: <ul> <li>Sayt ünvanları əsasən <strong>http://www.example.com/</strong> kimi yazılırlar.</li> <li>Əyri kəsmə işarəsindən (yani <strong>/</strong>) istifadə etdiyinizdən əmin olun.</li> </ul>
bn_bd: <ul> <li>ওয়েব ঠিকানা সাধারণত যেভাবে লেখা হয় <strong>http://www.example.com/</strong></li> <li>নিশ্চিত করুন আপনি ফরোয়ার্ড স্ল্যাস ব্যবহার করছে (অর্থ্যাৎ <strong>/</strong>).</li> </ul>
bs: <ul> <li>Web adrese se obično pišu kao <strong>http://www.example.com/</strong></li> <li>Uvjerite se da koristite kose crte (tj. <strong>/</strong>).</li> </ul>
ca: <ul> <li>Les adreces web normalment s'escriuen així: <strong>http://www.example.com/</strong></li> <li>Assegureu-vos que utilitzeu les barres inclinades (<strong>/</strong>).</li> </ul>
cy: <ul> <li>Fel rheol mae cyfeiriadau Gwe'n cael eu hysgrifennu fel <strong>http://www.example.com/</strong></li> <li>Gwnewch yn siŵr eich bod yn defnyddio blaen slaes (h.y. <strong>/</strong>).</li> </ul>
da: <ul> <li>Webadresser skrives normalt som <strong>http://www.eksempel.dk/</strong></li> <li>Kontrollér at du ikke benytter divisionstegn (dvs. <strong>/</strong>)</li> </ul>
el: <ul> <li>Οι διαδικτυακές διευθύνσεις γράφονται συνήθως έτσι: <strong>http://www.example.com/</strong></li> <li>Βεβαιωθείτε ότι χρησιμοποιείτε κάθετο (i.e. <strong>/</strong>).</li> </ul>
es_ar: <ul> <li>Las direcciones web normalmente se escriben como <strong>http://www.example.com/</strong></li> <li>Asegúrese de usar las barras correctas (ej. <strong>/</strong>).</li> </ul>
eu: <ul> <li>Web helbideak normalean <strong>http://www.adibidea.eus/</strong> formatukoak dira</li> <li>Ziurtatu aurrerako barrak erabiltzen dituzula (hau da, <strong>/</strong>).</li> </ul>
fa: <ul> <li>نشانی‌های وب معمولاً به این صورت نوشته می‌شوند <strong>http://www.example.com/</strong></li> <li>مطمئن شوید که از ممیز درست استفاده می‌کنید (یعنی <strong>/</strong>).</li> </ul>
fi: <ul> <li>Verkkosivustojen osoitteet ovat yleensä muotoa <strong>http://www.example.com/</strong></li> <li>Tarkista, että käytät kenoviivoja (eli <strong>/</strong>-merkkejä).</li> </ul>
fr: <ul> <li>La syntaxe des adresses web est généralement <strong>http://www.example.com/</strong> ;</li> <li>Assurez-vous de bien utiliser des barres obliques (c.-à-d. <strong>/</strong>).</li> </ul>
fy_nl: <ul> <li>Webadressen wurde trochgeans skreaun as <strong>http://www.example.com/</strong></li> <li>Let derop dat jo foarútgeande slashes brûke (d.y. <strong>/</strong>).</li> </ul>
he: <ul> <li>כתובות אינטרנט לרוב נכתבות בצורה דומה לזו: <strong>http://www.example.com/</strong></li> <li>יש לוודא כי נעשה שימוש בלוכסנים קדמיים (כלומר <strong>/</strong>).</li> </ul>
hu: <ul> <li>A webcímek általában úgy néznek ki, mint a <strong>http://www.example.com/</strong></li> <li>Győződjön meg róla, hogy perjeleket használ (tehát <strong>/</strong>).</li> </ul>
ia: <ul> <li>Le adresses web sole esser scribite in le forma <strong>http://www.example.com/</strong></li> <li>Assecura te que tu usa le barras oblique ascendente (i.e. <strong>/</strong>).</li> </ul>
id: <ul> <li>Alamat Web umumnya ditulis seperti <strong>http://www.example.com/</strong></li> <li>Pastikan Anda menggunakan garis miring (mis. <strong>/</strong>).</li> </ul>
it: <ul> <li>Gli indirizzi internet normalmente si scrivono nella forma <strong>http://www.example.com/</strong></li> <li>Verificare di aver utilizzato le barre corrette <strong>/</strong>.</li> </ul>
ja: <ul> <li>ウェブのアドレスは通常 <strong>http://www.example.com/</strong> のようなものになります。</li> <li>円記号やバックスラッシュ (<strong>\</strong>) ではなく、スラッシュ (<strong>/</strong>) が使われているか確認してください。</li> </ul>
kab: <ul> <li>Tansiwin web ttwarunt am <strong>http://www.example.com/</strong></li> <li>Wali ma yella tseqdaceḍ amgal islacen (i.e. <strong>/</strong>).</li> </ul>
kk: <ul> <li>Веб адрестері әдетте келесідей жазылады - <strong>http://www.example.com/</strong></li> <li>Қалыпты слэштер қолданатыңызға көз жеткізіңіз (мыс. <strong>/</strong>).</li> </ul>
lo: <ul> <li>ທີ່ຢູ່ຂອງເວັບປົກກະຕິແລ້ວແມ່ນຈະຂຽນໃນຮູບແບບ <strong>http://www.example.com/</strong></li> <li>ຫມັ້ນໃຈແລ້ວບໍ່ວ່າທ່ານໄດ້ນຳໃຊ້ເຄື່ອງຫມາຍທັບໄປທາງຫນ້າ (ຕົວຢ່າງ: <strong>/</strong>).</li></ul>
ms: <ul> <li>Alamat Web lazimnya ditulis begini <strong>http://www.example.com/</strong></li> <li>Pastikan anda menggunakan garis miring hadapan (iaitu <strong>/</strong>).</li> </ul>
my: <ul> <li>ဝဘ်လိပ်စာများကို ပုံမှန်အားဖြင့် <strong>http://www.example.com/</strong> ကဲ့သို့ ရေးလေ့ရှိသည်</li> <li>ရှေ့ယိုင်မျဉ်းစောင်းကို အသုံးပြုထားခြင်း ဟုတ်/မဟုတ် စစ်ဆေးပါ။ (နမူနာ <strong>/</strong>)</li> </ul>
nl: <ul> <li>Webadressen worden doorgaans geschreven als <strong>http://www.example.com/</strong></li> <li>Let erop dat u voorwaartse slashes gebruikt (d.i. <strong>/</strong>).</li> </ul>
nn_no: <ul> <li>Nettadresser skriv ein vanlegvis som <strong>http://www.example.com/</strong></li> <li>Pass på at du brukar vanleg skråstrek (dvs. <strong>/</strong>).</li> </ul>
pt_br: <ul> <li>Os endereços da Web são geralmente escritos como <strong>http://www.example.com/</strong></li> <li>Certifique-se de usar barras oblíquas (ex. <strong>/</strong>).</li> </ul>
ro: <ul> <li>Adresele web se scriu de obicei sub forma <strong>http://www.example.com/</strong></li> <li>Asigură-te că folosești slash-uri orientate spre dreapta (de ex., <strong>/</strong>).</li> </ul>
ru: <ul> <li>Адреса веб-сайтов обычно записываются в формате <strong>http://www.test.ru/</strong></li> <li>Убедитесь, что вы используете слеши (например, <strong>/</strong>).</li> </ul>
sl: <ul> <li>Spletne naslove se običajno piše v obliki <strong>http://www.example.com/</strong></li> <li>Prepričajte se, da uporabljate poševnice naprej (t.j. <strong>/</strong>).</li> </ul>
sq: <ul> <li>Adresat Web zakonisht shkruhen si <strong>http://www.example.com/</strong></li> <li>Sigurohuni që po përdorni pjerrëse djathtas (d.m.th. <strong>/</strong>).</li> </ul>
sr: <ul> <li>Веб адресе се обично пишу као <strong>http://www.example.com/</strong></li> <li>Уверите се да користите косе црте (тј. <strong>/</strong>).</li> </ul>
sv_se: <ul> <li>Webbadresser skrivs vanligen som <strong>http://www.example.com/</strong></li> <li>Se till att du använder snedstreck (i.e. <strong>/</strong>).</li> </ul>
th: <ul> <li>ที่อยู่เว็บมักจะเขียนเป็น <strong>http://www.example.com/</strong></li> <li>ตรวจสอบให้แน่ใจว่าคุณใช้เครื่องหมายทับไปข้างหน้า (กล่าวคือ <strong>/</strong>)</li> </ul>
tt: <ul> <li>Веб адреслары гадәттә түбәндәгечә языла — <strong>http://www.example.com/</strong></li> <li>Адресларда сулга түгел, ә бәлки уңга авыш бүлү билгесен кулланасы (ягъни бу билге: <strong>/</strong>).</li> </ul>
vi: <ul> <li>Địa chỉ web thường được viết như <strong>http://www.example.com/</strong></li> <li>Đảm bảo bạn đang sử dụng dấu gạch chéo (tức là <strong>/</strong>). </li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
ar: لا تعيد الصفحة التوجيه بشكل سليم
ast: La páxina nun ta redirixendo afayadizamente
az: Səhifə düzgün yönləndirilmir
bn_bd: পাতাটি সঠিকভাবে রিডিরেক্ট হচ্ছে না
bs: Stranica ne preusmjerava pravilno
ca: La pàgina no està redirigint correctament
cy: Nid yw'r dudalen yn ailgyfeirio'n iawn
da: Denne side viderefører ikke forespørgslen korrekt
el: Η σελίδα δεν ανακατευθύνεται κανονικά
es_ar: La página no se redirecciona correctamente
eu: Orriak ez du birbideraketa ondo egiten
fa: تغییر مسیر این صفحه به درستی انجام نمی‌شود
fi: Sivusto ei uudelleenohjaudu asianmukaisesti
fr: La page n’est pas redirigée correctement
fy_nl: De side ferwiist net op in krekte wize troch
he: הדף מבצע העברה לא תקינה
hu: Az oldal nem megfelelően van átirányítva
ia: Le pagina non redirige correctemente
id: Laman tidak teralihkan dengan benar
it: Questa pagina non reindirizza in modo corretto
ja: ページの自動転送設定が正しくありません
kab: Asebter ur yettuwelleh ara akken iwata
kk: Парақтағы бағдарлау дұрыс емес
lo: ຫນ້າເວັບນີ້ບໍ່ໄດ້ປ່ຽນເສັ້ນທາງຢ່າງຖືກຕ້ອງ
ms: Halaman tidak diarahkan semula dengan betul
my: ယခုစာမျက်နှာသည် ကောင်းမွန်စွာ လမ်းညွှန်မပေးနိုင်ပါ
nl: De pagina verwijst niet op een juiste manier door
nn_no: Nettsida vidaresender ikkje korrekt
pt_br: A página não está sendo redirecionada corretamente
ro: Pagina nu redirecționează corect
ru: Циклическое перенаправление на странице
sl: Stran se ne preusmerja pravilno
sq: Faqja s’ridrejton si duhet
sr: Страница се не преусмерава исправно
sv_se: Sidan omdirigerar inte korrekt
th: หน้าไม่ได้เปลี่ยนเส้นทางอย่างถูกต้อง
tt: Сәхифә икенче сәхифәгә дөрес юнәлтми
vi: Trang này không chuyển hướng đúng cách

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
ar: <ul> <li>سبب هذه المشكلة هو تعطيل الكعكات أو عدم قبولها.</li> </ul>
az: <ul> <li>Bu problem çox vaxt çərəzləri qapatmaqdan və ya qəbul etməyi ləğv etməkdən olur.</li> </ul>
bn_bd: <ul> <li>কুকিজ নিস্ক্রিয় করে বা গ্রহন করা থেকে বিরত থাকার কারণে কখনো কখনো এই সমস্যা হতে পারে।</li> </ul>
bs: <ul> <li>Ovaj problem ponekad može biti izazvan onemogućavanjem ili odbijanjem prihvatanja kolačića.</li> </ul>
ca: <ul> <li>Això podria passar per haver inhabilitat o rebutjat l'acceptació de galetes.</li> </ul>
cy: <ul> <li>Gall y broblem yma fod wedi ei achosi drwy anablu neu wrthod cwcis.</li> </ul>
da: <ul> <li>Dette problem kan nogle gange skyldes, at cookies er slået fra, eller modtagelse af cookies er blevet nægtet.</li> </ul>
el: <ul> <li>Αυτό το πρόβλημα μπορεί μερικές φορές να προκληθεί από την απενεργοποίηση ή την άρνηση για αποδοχή των cookies.</li> </ul>
es_ar: <ul> <li>Este problema puede estar causado a veces por deshabilitar o rechazar cookies.</li> </ul>
eu: <ul> <li>Arazo hau baliteke cookieak desgaituta eduki edo ez onartzeagatik izatea.</li> </ul>
fa: <ul> <li>این مشکل گاهی ممکن است به دلیل غیرفعال کردن یا قبول نکردن کوکی‌ها اتفاق بیافتد.</li> </ul>
fi: <ul> <li>Tämän ongelman saattaa aiheuttaa evästeiden esto tai hyväksymättä jättäminen.</li> </ul>
fr: <ul> <li>La cause de ce problème peut être la désactivation ou le refus des cookies.</li> </ul>
fy_nl: <ul> <li>Dit probleem kin somtiden feroarsake wurde troch it útskeakeljen of wegerjen fan cookies</li> </ul>
he: <ul> <li>פעולה זו נגרמת לעתים כאשר עוגיות מנוטרלות או כאשר מסרבים לקבל עוגיות.</li> </ul>
hu: <ul> <li>Ezt a problémát néha a sütik letiltása vagy elutasítása okozza.</li> </ul>
ia: <ul> <li>Iste problema pote esser causate a vices per le inactivation o le refusa de cookies.</li> </ul>
id: <ul> <li>Masalah ini kadangkala disebabkan karena fungsi menerima kuki dinonaktifkan atau ditolak.</li> </ul>
it: <ul> <li>Questo problema spesso è causato dal blocco o dal rifiuto dei cookie.</li> </ul>
ja: <ul> <li>Cookie を無効化したり拒否していることにより、この問題が発生している可能性もあります。</li> </ul>
kab: <ul> <li>Tikwal ugur-agi itekk-d seg usensi neγ tugwin n unqbal n inagan n tuqqna.</li> </ul>
kk: <ul> <li>Бұл мәселе кейде cookies қабылдау сөндірілген кезде болуы мүмкін.</li> </ul>
lo: <ul> <li>ບາງເທື່ອບັນຫານີ້ອາດມີສາເຫດມາຈາກການປິດນຳໃຊ້ ຫລື ປະຕິເສດຍອມຮັບຄຸກກີ້.</li></ul>
ms: <ul> <li>Masalah ini kadangkala disebabkan oleh menyahdayakan atau enggan menerima kuki.</li> </ul>
my: <ul> <li>ကွတ်ကီးအသုံးပြုမှု ပိတ်ထားခြင်း သို့မဟုတ် လက်မခံခြင်း စသည်တို့သည် တစ်ခါတစ်ရံ ယခုပြဿနာကို ဖြစ်ပေါ်စေနိုင်သည်။</li> </ul>
nl: <ul> <li>Dit probleem kan soms worden veroorzaakt door het uitschakelen of weigeren van cookies.</li> </ul>
nn_no: <ul> <li>Dette problemet kan av og til skyldast at infokapslar er avslått eller ved å ikkje godta infokapslar.</li> </ul>
pt_br: <ul> <li>Este problema, às vezes, pode ser causado pela desativação ou recusa em aceitar os cookies.</li> </ul>
ro: <ul> <li>Această problemă poate fi uneori cauzată de dezactivarea sau refuzarea acceptării de cookie-uri.</li> </ul>
ru: <ul> <li>Эта проблема может быть вызвана отключением или запретом принимать куки.</li> </ul>
sl: <ul> <li>To težavo običajno povzročajo onemogočeni ali zavrnjeni piškotki.</li> </ul>
sq: <ul> <li>Ndonjëherë ky problem mund të shkaktohet nga çaktivizim apo mospranim cookie-sh.</li> </ul>
sr: <ul> <li>Проблем понекад може бити изазван онемогућавањем или одбијањем прихватања колачића.</li> </ul>
sv_se: <ul> <li>Detta problem kan ibland uppstå om du inaktiverat eller nekat att acceptera kakor.</li> </ul>
th: <ul> <li>ปัญหานี้บางครั้งอาจมีสาเหตุมาจากการปิดใช้งานหรือปฏิเสธการยอมรับคุกกี้</li> </ul>
tt: <ul> <li>Кайвакыт бу проблема кукилар сүндерелгән булганга яки аларны кабул итүдән баш тартканга килеп чыга.</li> </ul>
vi: <ul> <li>Vấn đề này đôi khi có thể là do vô hiệu hoặc từ chối chấp nhận cookie.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
ar: العنوان غير مفهوم
ast: Nun s'entendió la direición
az: Ünvan başa düşülmədi
bn_bd: ঠিকানাটি বোধগম্য হয়নি
bs: Adresa nije razumljiva
ca: No s'ha entès l'adreça
cy: Heb ddeall y cyfeiriad
da: Adressen kunne ikke forstås
el: Η διεύθυνση δεν ήταν κατανοητή
es_ar: La dirección no fue comprendida
eu: Ez da helbidea ulertu
fa: آدرس قابل فهم نبود
fi: Osoitetta ei ymmärretty
fr: L’adresse n’a pas été reconnue
fy_nl: It adres waard net begrepen
he: כתובת זו אינה מובנת
hu: A cím nem volt érthető
ia: Le adresse non ha essite recognoscite
id: Alamat tidak dipahami
it: Indirizzo non interpretabile
ja: アドレスのプロトコルが不明です
kab: Ur nessin ara tansa
kk: Адресті талдау қатесі
lo: ບໍ່ເຂົ້າໃຈທີ່ຢູ່
ms: Alamat tidak difahami
my: လိပ်စာကို နားမလည်ပါ
nl: Het adres werd niet begrepen
nn_no: Klarte ikkje å forstå adressa
pt_br: O endereço não foi compreendido
ro: Adresa nu a fost înțeleasă
ru: Неизвестный тип адреса
sl: Naslova ni bilo mogoče razumeti
sq: Adresa s’u kuptua
sr: Нејасна адреса
sv_se: Adressen kan inte tolkas
th: ไม่เข้าใจที่อยู่
tt: Адрес аңлашылмады
vi: Địa chỉ không được hỗ trợ

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
ar: <ul> <li>قد تحتاج تنصيب برمجيات أخرى لفتح هذا العنوان.</li> </ul>
az: <ul> <li>Bu ünvanı açmaq üçün başqa bir tətbiq qurmanıza ehtiyyac ola bilər.</li> </ul>
bn_bd: <ul> <li>এই ঠিকানাটি খোলার জন্য ভিন্ন সফ্টওয়্যার ইনস্টল করার প্রয়োজন হতে পারে।</li> </ul>
bs: <ul> <li>Možda ćete morati instalirati drugi softver da otvorite ovu adresu.</li> </ul>
ca: <ul> <li>Pot ser que calgui que instal·leu altre programari per obrir l'adreça.</li> </ul>
cy: <ul> <li>Efallai bydd angen i chi osod meddalwedd arall i agor y cyfeiriad yma.</li> </ul>
da: <ul> <li>Du er måske nødt til at installere andet software for at åbne denne adresse.</li> </ul>
el: <ul> <li>Ενδέχεται να χρειαστεί να εγκαταστήσετε άλλο λογισμικό για να ανοίξετε αυτή τη διεύθυνση.</li> </ul>
es_ar: <ul> <li>Podría ser necesario instalar otro software para abrir esta dirección.</li> </ul>
eu: <ul> <li>Agian bestelako softwarea instalatu behar duzu helbide hau irekitzeko.</li> </ul>
fa: <ul> <li>ممکن است لازم باشد تا برنامهٔ دیگری را برای باز کردن این آدرس نصب کنید.</li> </ul>
fi: <ul> <li>Osoitteen avaaminen voi vaatia uuden ohjelman asentamista.</li> </ul>
fr: <ul> <li>Il est peut-être nécessaire d’installer une autre application pour ouvrir ce type d’adresse.</li> </ul>
fy_nl: <ul> <li>Miskien moatte jo oare software ynstallearje om dit adres te iepenjen.</li> </ul>
he: <ul> <li>ייתכן שיש צורך בהתקנת תוכנה אחרת כדי לגשת לכתובת המבוקשת.</li> </ul>
hu: <ul> <li>Lehet, hogy egyéb szoftvert kell telepítenie a cím megnyitásához.</li> </ul>
ia: <ul> <li>Pote esser necessari installar altere software pro aperir iste adresse</li> </ul>
id: <ul> <li>Anda mungkin perlu memasang perangkat lunak lain untuk membuka alamat ini.</li> </ul>
it: <ul> <li>È necessario installare del software aggiuntivo per aprire questo indirizzo.</li> </ul>
ja: <ul> <li>このプロトコルを使用するアドレスを開くには、別のソフトウェアをインストールする必要があるかもしれません。</li> </ul>
kab: <ul> <li>Issefk ahat ad tesbeddeḍ aseγzan-nniḍen akken ad d-ldiḍ tansa-agi.</li> </ul>
kk: <ul> <li>Бұл адресті ашу үшін сізге қосымша бағдарламаларды орнату керек мүмкін.</li> </ul>
lo: <ul> <li>ທ່ານອາດຈະຕ້ອງໄດ້ຕິດຕັ້ງຊັອບແວອື່ນເພື່ອເປີດທີ່ຢູ່ນີ້ໄດ້.</li> </ul>
ms: <ul> <li>Anda mungkin perlu memasang perisian lain untuk membuka alamat ini.</li> </ul>
my: <ul> <li>ယခုလိပ်စာကို ဖွင့်ရန် အခြားဆော့ဖ်ဝဲလ် တပ်ဆင်ရန် လိုအပ်ကောင်း လိုအပ်နိုင်သည်။</li> </ul>
nl: <ul> <li>Misschien moet u andere software installeren om dit adres te openen.</li> </ul>
nn_no: <ul> <li>Du må kanskje installere anna programvare for å opne denne adressa.</li> </ul>
pt_br: <ul> <li>Talvez seja necessário instalar outro software para abrir esse endereço.</li> </ul>
ro: <ul> <li>S-ar putea să fie necesară instalarea altui program pentru a deschide această adresă.</li> </ul>
ru: <ul> <li>Для открытия данного адреса вам, возможно, понадобится установить стороннее программное обеспечение.</li> </ul>
sl: <ul> <li>Za odpiranje tega naslova boste morda morali namestiti dodaten program.</li> </ul>
sq: <ul> <li>Mund të duhet të instaloni software tjetër që të hapni këtë adres.</li> </ul>
sr: <ul> <li>Можда ћете морати инсталирати други софтвер да бисте отворили ову адресу.</li> </ul>
sv_se: <ul> <li>Du kan behöva installera andra program för att öppna den här adressen.</li> </ul>
th: <ul> <li>คุณอาจจำเป็นต้องติดตั้งซอฟต์แวร์อื่นเพื่อเปิดที่อยู่นี้</li> </ul>
tt: <ul> <li>Бу адресны ачу өчен башка бер программа урнаштыруыгыз кирәк булырга мөмкин.</li> </ul>
vi: <ul> <li>Bạn có thể cần cài đặt phần mềm khác để mở địa chỉ này.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
ar: فشل الاتصال الآمن
ast: Falló la conexón segura
az: Təhlükəsiz bağlantı qurulmadı
bn_bd: নিরাপদ সংযোগ স্থাপন করতে ব্যর্থ
bs: Sigurna veza nije uspjela
ca: Ha fallat la connexió segura
cy: Methodd y cysylltiad diogel
da: Sikker forbindelse mislykkedes
el: Αποτυχία ασφαλούς σύνδεσης
es_ar: Fallo la conexión segura
eu: Konexio seguruak huts egin du
fa: اتصال امن شکست خورد
fi: Suojatun yhteyden muodostaminen epäonnistui
fr: Échec de la connexion sécurisée
fy_nl: Befeilige ferbining mislearre
he: קישור מאובטח נכשל
hu: A biztonságos kapcsolat sikertelen
ia: Connexion secur fallite
id: Sambungan aman gagal
it: Connessione sicura non riuscita
ja: 安全な接続ができませんでした
kab: Tuqqna taγelsant ur teddi ara
kk: Қауіпсіз байланысты орнату сәтсіз аяқталды
lo: ການເຊື່ອມຕໍ່ທີປອດໄພຫລົ້ມເຫລວ
ms: Sambungan selamat gagal
my: လုံခြုံသော ချိတ်ဆက်မှု မအောင်မြင်ခဲ့ပါ
nl: Beveiligde verbinding mislukt
nn_no: Sikker tilkopling feila
pt_br: Falha na conexão segura
ro: Conexiunea securizată a eșuat
ru: Не удалось установить защищённое соединение
sl: Varna povezava ni uspela
sq: Lidhja e sigurt dështoi
sr: Безбедна веза није успостављена
sv_se: Säker anslutning misslyckades
th: การเชื่อมต่อปลอดภัยล้มเหลว
tt: Хәвефсез бәйләнеш кору хатасы
vi: Kết nối bảo mật thất bại
