Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# security_popup_security_verified
source: Verified by: %1$s
ar: تثبّت منها: %1$s
bn_bd: যাচাইকারী: %1$s
bs: Provjerio: %1$s
ca: Verificat per: %1$s
cy: Dilyswyd gan: %1$s
da: Bekræftet af: %1$s
es_ar: Verificado por: %1$s
eu: Egiaztatzailea: %1$s
fa: تایید شده توسط:%1$s
fi: Todentaja: %1$s
fr: Vérifié par : %1$s
fy_nl: Ferifiearre troch: %1$s
he: מאומת ע״י: %1$s
hu: Ellenőrizte: %1$s
ia: Verificate per: %1$s
id: Diverifikasi oleh: %1$s
it: Verificata da: %1$s
kab: Isenqed-it: %1$s
kk: Растаған: %1$s
lo: ກວດສອບໂດຍ: %1$s
ms: Disahkan oleh: %1$s
my: %1$s မှစစ်ဆေးပြီး
nl: Geverifieerd door: %1$s
nn_no: Stadfesta av: %1$s
pt_br: Verificado por: %1$s
ro: Verificat de: %1$s
ru: Подтверждено: %1$s
sl: Overil: %1$s
sq: Verifikuar nga: %1$s
sr: Проверио: %1$s
sv_se: Verifierad av: %1$s
th: ยืนยันโดย: %1$s
tt: Раслаучы: %1$s
vi: Xác minh bởi: %1$s

# site_security_icon_content_description
source: Site Security
ar: أمن الموقع
bn_bd: সাইট নিরাপত্তা
bo: དྲ་བའི་བདེ་འཇགས།
bs: Sigurnost stranice
ca: Seguretat del lloc
cy: Diogelwch Gwefan
da: Sikkerhed for webstedet
es_ar: Seguridad del sitio
eu: Gunearen segurtasuna
fa: امنیت پایگاه اینترنتی
fi: Sivuston tietoturva
fr: Sécurité du site
fy_nl: Sidefeilichheid
he: אבטחת האתר
hu: Webhely biztonsága
ia: Securitate del sito
id: Keamanan Situs
it: Sicurezza del sito
kab: Taɣellist n usmel web
kk: Сайт қауіпсіздігі
lo: ຄວາມປອດໄພຂອງເວັບໄຊທ໌
ms: Keselamatan Laman
my: ဆိုက် လုံခြုံရေး
nl: Websitebeveiliging
nn_no: Nettstadsikkerheit
pt_br: Segurança do site
ro: Securitatea site-ului
ru: Защита сайта
sl: Varnost strani
sq: Siguri Sajti
sr: Безбедност сајта
sv_se: Webbplatssäkerhet
th: ความปลอดภัยของไซต์
tt: Сайт хәвефсезлеге
vi: Bảo mật trang web

# preference_autocomplete_duplicate_url_error
source: URL already exists
ar: المسار موجود بالفعل
bn_bd: URL ইতোমধ্যেই আছে
bo: དྲ་ཚིཊ་ཁ་བྱང་སྔོན་ནས་འདུག།
ca: L'URL ja existeix
cy: URL eisoes yn bod
da: URL'en findes allerede
es_ar: Ya existe la URL
eu: URLa badago lehendik ere
fa: نشانی قبلاً وجود دارد
fi: Osoite on jo olemassa
fr: L’adresse existe déjà
fy_nl: URL bestiet al
he: הכתובת כבר קיימת
hu: Az URL már létezik
ia: Le URL existe ja
id: URL sudah tersedia
it: Indirizzo già presente
kab: URL Yella yakan
lo: URL ນີ້ມີຢູ່ແລ້ວ
ms: URL sudah wujud
my: URL ရှိပြီးပြီ။
nl: URL bestaat al
pt_br: O URL já existe
ro: URL-ul există deja
ru: URL уже существует
sl: URL že obstaja
sq: Ka tashmë një URL të tillë
sr: URL већ постоји
sv_se: URL finns redan
th: มี URL อยู่แล้ว
tt: URL инде бар
vi: URL đã tồn tại

source: Find in Page
ar: ابحث في الصفحة
bo: ཤོག་ངོས་ནང་འཚོལ་བཤེར་བྱོས།
ca: Cerca a la pàgina
cy: Canfod ar y Dudalen
da: Find på side
es_ar: Buscar en la página
eu: Bilatu orrian
fa: یافتن در صفحه
fi: Etsi sivulta
fr: Rechercher dans la page
fy_nl: Sykje op side
he: חיפוש בדף
hu: Keresés az oldalon
ia: Trovar in le pagina
id: Temukan di Laman
it: Trova nella pagina
kab: Af deg usebter
ms: Cari dalam Halaman
my: စာမျက်နှာထဲတွင် ရှာပါ
nl: Zoeken op pagina
pt_br: Localizar na página
ro: Caută în pagină
ru: Найти на странице
sl: Najdi na strani
sq: Gjej në Faqe
sr: Пронађи на страници
sv_se: Hitta på sidan
th: ค้นหาในหน้า
tt: Биттә табу
vi: Tìm trong trang

# find_in_page_input
source: Find in page
ar: ابحث في الصفحة
bo: ཤོག་ངོས་ནང་འཚོལ་བཤེར་བྱོས།
ca: Cerca a la pàgina
cy: Canfod ar y dudalen
da: Find på siden
es_ar: Buscar en la página
eu: Bilatu orrian
fa: پیدا کردن در صفحه
fi: Etsi sivulta
fr: Rechercher dans la page
fy_nl: Sykje op side
he: חיפוש בדף
hu: Keresés az oldalon
ia: Trovar in le pagina
id: Temukan di laman
it: Trova nella pagina
kab: Nadi deg usebter
ms: Cari dalam halaman
my: စာမျက်နှာထဲတွင် ရှာပါ
nl: Zoeken op pagina
pt_br: Localizar na página
ro: Caută în pagină
ru: Найти на странице
sl: Najdi na strani
sq: Gje në faqe
sr: Пронађи на страници
sv_se: Hitta på sidan
th: ค้นหาในหน้า
tt: Биттә табу
vi: Tìm trong trang

# accessibility_find_in_page_result
source: %1$d out of %2$d
ar: %1$d من أصل %2$d
bo: %1$d ནང་ནས་ %1$d
ca: %1$d de %2$d
cy: %1$d allan o %2$d
da: %1$d af %2$d
es_ar: %1$d de %2$d
eu: %2$d(e)tik %1$d
fa: %1$d از %2$d
fi: %1$d/%2$d
fr: %1$d sur %2$d
fy_nl: %1$d fan %2$d
he: %1$d מתוך %2$d
hu: %1$d ennyiből: %2$d
ia: %1$d de %2$d
id: %1$d dari %2$d
it: %1$d di %2$d
kab: %1$d ɣef %2$d
ms: %1$d daripada %2$d
my: %2$d ရဲ့ %1$d
nl: %1$d van %2$d
pt_br: %1$d de %2$d
ro: %1$d din %2$d
ru: %1$d из %2$d
sl: %1$d od %2$d
sq: %1$d nga %2$d
sr: %1$d од %2$d
sv_se: %1$d av %2$d
th: %1$d จาก %2$d
tt: %2$d дан %1$d
vi: %1$d trong số %2$d

# accessibility_next_result
source: Find next result
ar: ابحث عن النتيجة التالية
bo: ཤོག་ངོས་ཞོལ་མ།
ca: Cerca el següent resultat
cy: Canfod y canlyniad nesaf
da: Find næste
es_ar: Buscar próximo resultado
eu: Bilatu hurrengo emaitza
fa: پیدا کردن نتیجه بعدی
fi: Etsi seuraava tulos
fr: Trouver le résultat suivant
fy_nl: Folgjende resultaat fine
he: חיפוש התוצאה הבאה
hu: Következő találat
ia: Trovar le resultato successive
id: Temukan hasil selanjutnya
it: Risultato successivo
kab: Af-d agmuḍ d-iteddun
ms: Cari hasil seterusnya
my: နောက်ထပ်ရလဒ် ရှာပါ
nl: Volgende resultaat vinden
pt_br: Próximo resultado
ro: Caută următorul rezultat
ru: Найти следующее совпадение
sl: Najdi naslednji zadetek
sq: Gjej përfundimin pasues
sr: Нађи следећи резултат
sv_se: Hitta nästa resultat
th: ค้นหาผลลัพธ์ถัดไป
tt: Алдагы нәтиҗәне табу
vi: Tìm kiếm kết quả tiếp theo

# accessibility_previous_result
source: Find previous result
ar: ابحث عن النتيجة السابقة
bo: ཤོག་ངོས་གོང་མ།
ca: Cerca el resultat anterior
cy: Canfod y canlyniad blaenorol
da: Find foregående
es_ar: Buscar resultado anterior
eu: Bilatu aurreko emaitza
fa: پیدا کردن نتیجه قبلی
fi: Etsi edellinen tulos
fr: Trouver le résultat précédent
fy_nl: Foarige resultaat fine
he: חיפוש התוצאה הקודמת
hu: Előző találat
ia: Trovar le resultato previe
id: Temukan hasil sebelumnya
it: Risultato precedente
kab: af-d agmuḍ yezrin
ms: Cari hasil dahulu
my: ပြီးခဲ့သည့်ရလဒ် ရှာပါ
nl: Vorige resultaat vinden
pt_br: Resultado anterior
ro: Caută rezultatul anterior
ru: Найти предыдущее совпадение
sl: Najdi prejšnji zadetek
sq: Gjej përfundimin e mëparshëm
sr: Нађи претходни резултат
sv_se: Hitta föregående resultat
th: ค้นหาผลลัพธ์ก่อนหน้า
tt: Арттагы нәтиҗәне табу
vi: Tìm kiếm kết quả trước đó

# accessibility_dismiss_find_in_page
source: Dismiss find in page
ar: أخفِ لوحة البحث في الصفحة
ca: Tanca la cerca
cy: Cau'r canfod yn y dudalen
da: Deaktiver find på siden
es_ar: Cerrar búsqueda en la página
eu: Baztertu orrian bilatzea
fa: رد کردن پیدا کردن در این صفحه
fi: Sulje sivulta etsiminen
fr: Fermer la recherche dans la page
fy_nl: Sykje op side slute
he: סגירת החיפוש בדף
hu: Kereső elrejtése
ia: Dimitter le recerca in le pagina
id: Tutup temukan di laman
it: Abbandona ricerca
kab: Mdel anadi deg usebter
ms: Batal cari dalam halaman
my: စာမျက်နှာတွင် ရှာဖွေမှု ဖယ်ထုတ်ပါ
nl: Zoeken op pagina sluiten
pt_br: Descartar localizar na página
ro: Anulează căutarea în pagină
ru: Убрать поиск на странице
sl: Končaj iskanje na strani
sq: Hidhe tej gjetjen në faqe
sr: Склони претрагу странице
sv_se: Avvisa hitta på sidan
th: ยกเลิกการค้นหาในหน้า
tt: Биттә эзләүне тәмамлау
vi: Loại bỏ tìm kiếm trong trang

# http_auth_dialog_title
source: Authentication required
ar: الاستيثاق مطلوب
ca: Cal autenticació
cy: Angen dilysiad
da: Godkendelse påkrævet
es_ar: Se necesita autenticación
eu: Autentifikazioa beharrezkoa
fa: تایید هویت لازم است
fi: Varmentaminen vaadittu
fr: Authentification requise
fy_nl: Autentikaasje fereaske
he: נדרש אימות
hu: Hitelesítés szükséges
ia: Authentication necessari
id: Membutuhkan autentikasi
it: Autenticazione richiesta
kab: Yesra asesteb
ms: Pengesahan diperlukan
my: စစ်ဆေးခြင်း လိုအပ်သည်
nl: Authenticatie vereist
pt_br: Autenticação solicitada
ro: Autentificare necesară
ru: Требуется аутентификация
sl: Zahtevana je overitev
sq: Lypset mirëfilltësim
sr: Потребна је провера идентитета
sv_se: Autentisering krävs
th: ต้องมีการรับรองความถูกต้อง
tt: Теркәлү таләп ителә
vi: Yêu cầu xác thực

# http_auth_dialog_username
source: Username
ar: اسم المستخدم
bo: ཐོ་མིང་།
ca: Nom d'usuari
cy: Enw Defnyddiwr
da: Brugernavn
es_ar: Nombre de usuario
eu: Erabiltzaile-izena
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d’utilisateur
fy_nl: Brûkersnamme
he: שם משתמש
hu: Felhasználónév
ia: Nomine de usator
id: Nama pengguna
it: Nome utente
kab: Isem n useqdac
ms: Nama pengguna
my: သုံးစွဲသူ အမည်
nl: Gebruikersnaam
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sl: Uporabniško ime
sq: Emër përdoruesi
sr: Корисничко име
sv_se: Användarnamn
th: ชื่อผู้ใช้
tt: Кулланучы исеме
vi: Tên đăng nhập

# http_auth_dialog_password
source: Password
ar: كلمة السر
bo: གསང་གྲངས།
ca: Contrasenya
cy: Cyfrinair
da: Adgangskode
es_ar: Contraseña
eu: Pasahitza
fa: گذرواژه
fi: Salasana
fr: Mot de passe
fy_nl: Wachtwurd
he: ססמה
hu: Jelszó
ia: Contrasigno
id: Sandi
kab: Awal uffir
ms: Kata laluan
my: စကားဝှက်
nl: Wachtwoord
pt_br: Senha
ro: Parolă
ru: Пароль
sl: Geslo
sq: Fjalëkalim
sr: Лозинка
sv_se: Lösenord
th: รหัสผ่าน
tt: Серсүз
vi: Mật khẩu

# preference_performance_request_desktop_site
source: Request desktop site
ar: اطلب موقع سطح المكتب
bo: གློག་ཀླད་དྲ་ངོས་རེ་སྐུལ་བྱེད་པ།
ca: Mostra el lloc d'escriptori
cy: Gwefan bwrdd gwaith
da: Anmod om desktopversion
es_ar: Pedir versión de escritorio
eu: Mahaigaineko gunea
fa: درخواست نسخه رومیزی پایگاه
fi: Sivuston työpöytäversio
fr: Voir version ordinateur
fy_nl: Desktopwebsite opfreegje
he: בקשת אתר שולחני
hu: Asztali oldal kérése
ia: Requirer le sito del scriptorio
id: Minta situs desktop
it: Richiedi sito desktop
kab: Suter asmel n tnarit
ms: Pinta laman desktop
my: ဒတ်စ်တောခ့်ဆိုက်ကို တောင်းပါ
nl: Desktopwebsite opvragen
pt_br: Requisitar site para desktop
ro: Cere versiune de desktop
ru: Полная версия сайта
sl: Zahtevaj stran za namizja
sq: Kërko sajtin për dekstop
sr: Захтевај десктоп сајт
sv_se: Begär datorwebbplats
th: ขอไซต์สำหรับเดสก์ท็อป
tt: Сайтның тулы версиясен сорау
vi: Yêu cầu trang web trên máy tính

# custom_tab_copy_url_action
source: URL copied
ar: نُسِخَ المسار
bo: དྲ་ཚིཊ་ཁ་བྱང་བཤུས་ཟིན།
ca: S'ha copiat l'URL
cy: URL wedi'i gopïo
da: URL kopieret
es_ar: URL copiada
eu: URLa kopiatu da
fa: برداشتURL
fi: Osoite kopioitu
fr: Adresse web copiée
fy_nl: URL kopiearre
he: הכתובת הועתקה
hu: URL másolva
ia: URL copiate
id: URL tersalin
it: URL copiato
kab: Tansa URL tettwanγel
ms: URL disalin
my: URL ကူးခဲ့သည်
nl: URL gekopieerd
pt_br: URL copiada
ro: URL copiat
ru: URL скопирован
sl: Spletni naslov kopiran
sq: URL-ja u kopjua
sr: URL копиран
sv_se: URL kopierad
th: คัดลอก URL แล้ว
tt: URL копияләнде
vi: Đã sao chép URL

# preference_advanced_summary
source: Developer tools
ca: Eines per a desenvolupadors
cy: Offer datblygwyr
da: Udviklerværktøj
es_ar: Herramientas para desarrolladores
eu: Garatzaile-tresnak
fa: ابزارهای توسعه دهنده
fi: Kehittäjätyökalut
fr: Outils de développement
fy_nl: Untwikkelersark
he: כלי פיתוח
hu: Fejlesztői eszközök
ia: Instrumentos de developpator
id: Alat pengembang
it: Strumenti di sviluppo
kab: Ifecka n tneflit
ms: Alatan pembangun
my: ကျွမ်းကျင်သူသုံး ကိရိယာ
nl: Ontwikkelaarshulpmiddelen
pt_br: Ferramentas do desenvolvedor
ro: Unelte de dezvoltare
ru: Инструменты разработчика
sl: Orodja za razvijalce
sq: Mjete zhvilluesi
sr: Алати за програмере
sv_se: Utvecklarverktyg
th: เครื่องมือนักพัฒนา
tt: Җитештерүче кораллары
vi: Công cụ nhà phát triển

# preference_category_advanced
source: Advanced
bo: མཐོ་རིམ།
ca: Avançat
cy: Uwch
da: Avanceret
es_ar: Avanzadas
eu: Aurreratua
fa: پیشرفته
fi: Lisäasetukset
fr: Avancé
fy_nl: Avansearre
he: מתקדם
hu: Speciális
ia: Avantiate
id: Lanjutan
it: Avanzate
kab: Talqayt
ms: Lanjutan
my: အဆင့်မြင့်
nl: Geavanceerd
pt_br: Avançado
ro: Avansat
ru: Дополнительно
sl: Napredno
sq: Të mëtejshme
sr: Напредно
sv_se: Avancerat
th: ขั้นสูง
tt: Киңәйтелгән
vi: Nâng cao

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
ca: Depuració remota per USB/Wi-Fi
cy: Dadfygio pell drwy'r USB/Diwifr
da: Ekstern debugging via USB/wi-fi
es_ar: Depuración remota vía USB/Wi-Fi
eu: USB/Wi-Fi bidezko urruneko arazketa
fa: اشکال زدایی از طریق USB/Wi-Fi
fi: Etävianjäljitys USB:n/Wi-Fi:n välityksellä
fr: Débogage distant par USB/Wi-Fi
fy_nl: Remote debugging fia USB/wifi
he: ניפוי שגיאות מרחוק דרך USB/Wi-Fi
hu: Távoli hibakeresés USB-n/Wi-Fi-n
ia: Correction de errores remote per USB/wifi
id: Pengawakutuan jarak jauh melalui USB/Wi-Fi
it: Debug remoto attraverso USB/Wi-Fi
kab: Taseɣtit tanmeggagt s USB/Wi-Fii
ms: Nyahpepijat jauh via USB/Wi-Fi
my: USB/Wi-Fi မှတဆင့် Remote debugging
ro: Depanare de la distanță prin USB/Wi-Fi
ru: Удалённая отладка через USB/Wi-Fi
sl: Oddaljeno razhroščevanje preko USB/Wi-Fi
sq: Diagnostikim i largët përmes USB/Wi-Fi
sr: Удаљено отклањање грешака уз USB/Wi-Fi
sv_se: Fjärrfelsökning via USB/Wi-Fi
th: การดีบั๊กระยะไกลผ่าน USB/Wi-Fi
tt: USB/Wi-Fi аркылы хаталарны ерактан төзәтү
vi: Gỡ lỗi từ xa qua USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
bo: %1$s སྒོ་ཕྱེ།
ca: Desbloca el %1$s
cy: Datgloi %1$s
da: Lås %1$s op
es_ar: Desbloquear %1$s
eu: Desblokeatu %1$s
fa: بازکردن%1$s
fi: Avaa %1$s
fr: Déverrouiller %1$s
fy_nl: %1$s ûntskoattelje
he: שחרור נעילת %1$s
hu: A %1$s feloldása
ia: Disblocar %1$s
id: Buka %1$s
it: Sblocca %1$s
kab: Serreḥ %1$s
ms: Buka %1$s
my: %1$s ကို ဖွင့်ရန်
nl: %1$s ontgrendelen
pt_br: Desbloquear %1$s
ro: Deblochează %1$s
ru: Разблокировать %1$s
sl: Odkleni %1$s
sq: Shkyçe %1$s
sr: Откључај %1$s
sv_se: Lås upp %1$s
th: ปลดล็อค %1$s
tt: %1$s'ны ачу
vi: Mở khóa %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
bo: མཛུབ་ཐེལ་ཚོར་ཤེས་ལ་ཐུག་ནས་མུ་མཐུད།
ca: Toqueu el sensor d'empremta digital per continuar.
cy: Cyffwrdd a'r synhwyrydd ôl bys i barhau.
da: Tryk på fingeraftryks-sensoren for at fortsætte.
es_ar: Toque el sensor de huella digital para continuar.
eu: Jarraitzeko, ukitu hatz-marka sentsorea.
fa: سنسور اثرانگشت را برای ادامه لمس کنید.
fi: Jatka koskettamalla sormenjälkilukijaa.
fr: Touchez le capteur d’empreinte digitale pour continuer.
fy_nl: Reitsje de fingerôfdruksensor oan om troch te gean.
he: יש לגעת בחיישן טביעת האצבע כדי להמשיך.
hu: Érintse meg az ujjlenyomat-leolvasót a folytatáshoz.
ia: Tocca le sensor del impression digital pro continuar.
id: Sentuh sensor sidik jari untuk melanjutkan.
it: Tocca il sensore dell’impronta digitale per continuare.
kab: Nnal amaṭṭaf n uḍaḍ akken ad tkemleḍ.
ms: Sentuh sensor cap jari untuk meneruskan.
my: ဆက်သွားရန် လက်ဗွေအာရုံခံစနစ်ကို ထိတွေ့ပါ။
nl: Raak de vingerafdruksensor aan om verder te gaan.
ro: Atinge senzorul de amprentă pentru a continua.
ru: Дотроньтесь до датчика отпечатков пальцев для продолжения.
sl: Za nadaljevanje se dotaknite čitalnika prstnih odtisov.
sq: Që të vazhdohet, prekni ndijuesin e shenjave të gishtave.
sr: Притисните сензор за отисак прста да наставите.
sv_se: Tryck på fingeravtryckssensorn för att fortsätta.
th: สัมผัสเซนเซอร์ลายนิ้วมือเพื่อดำเนินการต่อ
tt: Дәвам итү өчен, бармак эзен укучы сенсорга басыгыз.
vi: Chạm vào cảm biến vân tay để tiếp tục.

# biometric_auth_new_session
source: New Session
ca: Sessió nova
cy: Sesiwn Newydd
da: Ny session
es_ar: Nueva sesión
eu: Saio berria
fa: جلسه جدید
fi: Uusi istunto
fr: Nouvelle session
fy_nl: Nije sesje
he: הפעלה חדשה
hu: Új munkamenetet
ia: Nove session
id: Sesi Baru
it: Nuova sessione
kab: Tiɣimit tamaynut
ms: Sesi Baru
my: Session အသစ်
nl: Nieuwe sessie
pt_br: Nova sessão
ro: Sesiune nouă
ru: Новая сессия
sl: Nova seja
sq: Sesion i Ri
sr: Нова сесија
sv_se: Ny session
th: วาระใหม่
tt: Яңа утырыш
vi: Phiên mới

# biometric_auth_open_link_new_session
source: Open Link in New Session
ca: Obre l'enllaç en una sessió nova
fi: Avaa linkki uudessa istunnossa
ia: Aperir le ligamine in un nove session
vi: Mở liên kết trong phiên mới

# biometric_auth_image_description
source: Fingerprint icon
bo: མཛུབ་ཐེལ་འདྲ་གཟུགས།
ca: Icona d'empremta digital
cy: Eicon ôl bys
da: Fingeraftryks-ikon
es_ar: Icono de la huella digital
eu: Hatz-markaren ikonoa
fa: نشانه اثرانگشت
fi: Sormenjäljen kuvake
fr: Icône d’empreinte digitale
fy_nl: Fingerôfdrukpiktogram
he: סמל טביעת אצבע
hu: Ujjlenyomat ikon
ia: Icone del impression digital
id: Ikon sidik jari
it: Icona dell’impronta digitale
kab: Tagnit n udsil umḍin
ms: Ikon cap jari
my: လက်ဗွေပုံငယ်
nl: Vingerafdrukpictogram
pt_br: Ícone de impressão digital
ro: Pictogramă amprentă
ru: Значок отпечатков пальцев
sl: Ikona prstnega odtisa
sq: Ikonë shenjash gishtash
sr: Иконица отиска прста
sv_se: Fingeravtrycksikon
th: ไอคอนลายนิ้วมือ
tt: Бармак эзе рәсеме
vi: Biểu tượng vân tay

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
bo: མཛུབ་ཐེལ་ངོས་འཛིན་མ་ཐུབ། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།
ca: No s'ha reconegut l'empremta digital. Torneu-ho a provar.
cy: Ôl bys heb ei adnabod. Ceisiwch eto.
da: Fingeraftryk ikke genkendt. Prøv igen.
es_ar: Huella digital no reconocida. Pruebe de nuevo.
eu: Ez da hatz-marka ezagutu. Saiatu berriro.
fa: اثرانگشت شناسایی نشد. مجددا تلاش کنید.
fi: Sormenjälkeä ei tunnistettu. Yritä uudelleen.
fr: Empreinte digitale non reconnue. Veuillez réessayer.
fy_nl: Fingerôfdruk net werkend. Probearje it opnij.
he: טביעת האצבע לא זוהתה. נא לנסות שוב.
hu: Az ujjlenyomat nem ismerhető fel. Próbálja újra.
ia: Impression digital non recognoscite. Prova de novo.
id: Sidik jari tidak dikenali. Coba lagi.
it: Impronta digitale non riconosciuta. Riprova.
kab: Ur yaêqil ara aḍaḍ. Ԑreḍ tikkelt-nniḍen.
ms: Cap jari tidak dikenali. Cuba lagi.
my: လက်ဗွေကို မသိပါ။ ထပ်မံ ကြိုးစားကြည့်ပါ။
nl: Vingerafdruk niet herkend. Probeer het opnieuw.
pt_br: Impressão digital não reconhecida. Tente novamente.
ro: Amprentă nerecunoscută. Încearcă din nou.
ru: Отпечатки пальцев не распознаны. Попробуйте снова.
sl: Prstni odtis ni prepoznan. Poskusite ponovno.
sq: Shenja gishta të papranuar. Riprovoni.
sr: Отисак прста није препознат. Покушајте поново.
sv_se: Fingeravtryck känns inte igen. Försök igen.
th: ไม่รู้จักลายนิ้วมือ ลองอีกครั้ง
tt: Бармак эзе танылмады. Тагын бер кат тырышып карагыз.
vi: Không thể nhận dạng vân tay. Vui lòng thử lại.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
bo: མཛུག་མོ་འགུལ་སྐྱོད་མགྱོགས་དྲག་འདུག་ བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།
ca: El dit s'ha mogut massa ràpid. Torneu-ho a provar.
cy: Symudodd y bys yn rhy gyflym. Ceisiwch eto.
da: Fingeren bevægede sig for hurtigt. Prøv igen.
es_ar: El dedo se movió muy rápido. Pruebe de nuevo.
eu: Hatza azkarregi mugitu da. Saiatu berriro.
fa: انگشت خیلی سریع حرکت کرد. مجدد تلاش کنید.
fi: Sormi liikkui liian nopeasti. Yritä uudelleen.
fr: Votre doigt a bougé trop rapidement. Veuillez réessayer.
fy_nl: Finger te fluch beweegd. Probearje it opnij.
he: האצבע זזה מהר מדי. נא לנסות שוב.
hu: Az ujja túl gyorsan mozgott. Próbálja újra.
ia: Digito movite troppo rapide. Prova de novo.
id: Jari bergerak terlalu cepat. Coba lagi.
it: Dito rimosso troppo presto. Riprova.
kab: TƐherkeḍ aḍaḍ s lweǧlan. Ԑreḍ tikelt-nniḍen.
ms: Jari digerak terlalu pantas. Cuba lagi.
my: လက်ချောင်းရွှေ့ခြင်း မြန်လွန်းသည်။ ထပ်မံ ကြိုးစားကြည့်ပါ။
nl: Vinger te snel bewogen. Probeer het opnieuw.
ro: Deget mutat prea repede. Încearcă din nou.
ru: Слишком быстрое прикосновение. Попробуйте снова.
sl: Prst se je premaknil prehitro. Poskusite znova.
sq: Gishti lëvizni shumë shpejt. Riprovoni.
sr: Превише брзо сте превукли прстом. Покушајте поново.
sv_se: Fingret rörde sig för fort. Försök igen.
th: ขยับนิ้วเร็วเกินไป ลองอีกครั้ง
tt: Бармак артык тиз алынды. Тагын бер кат тырышып карагыз.
vi: Ngón tay đã di chuyển quá nhanh. Vui lòng thử lại.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
bo: འཚོལ་བཤེར་འབྲེལ་ཡོད་འོས་སྦྱོར་དགོས་སམ།
ca: Voleu activar els suggeriments de cerca?
cy: Hoffech chi agor awgrymiadau chwilio?
da: Vil du aktivere søgeforslag?
es_ar: ¿Le gustaría habilitar las sugerencias de búsqueda?
eu: Bilaketa-iradokizunak gaitu nahi dituzu?
fa: آیا مایل هستید پیشنهاد بر روی جست‌وجو خود را فعال کنید؟
fi: Haluatko ottaa hakuehdotukset käyttöön?
fr: Voulez-vous activer les suggestions de recherche ?
fy_nl: Wolle jo syksuggestjes oansette?
he: האם ברצונך להפעיל הצעות חיפוש?
hu: Szeretné bekapcsolni a keresési javaslatokat?
ia: Vole tu activar le suggestiones de recerca?
id: Ingin mengaktifkan saran pencarian?
it: Attivare i suggerimenti di ricerca?
kab: Tebɣiḍ ad tekkseḍ armad n isumren n unadi?
ms: Adakah anda mahu mengaktifkan cadangan carian?
my: ရှာဖွေရေး အကြံပေးချက်များကို ဖွင့်လိုပါသလား?
nl: Wilt u zoeksuggesties aanzetten?
pt_br: Deseja ativar as sugestões de pesquisa?
ro: Dorești să activezi sugestiile de căutare?
ru: Вы хотите включить поисковые предложения?
sl: Želite vključiti predloge iskalnika?
sq: Do të donit të aktivizohen këshillime kërkimi?
sr: Да ли бисте желели да укључите предлоге претрага?
sv_se: Vill du aktivera sökförslag?
th: คุณต้องการเปิดข้อเสนอแนะการค้นหาหรือไม่?
tt: Эзләү тәкъдимнәрен кабызасыгыз киләме?
vi: Bạn có muốn bật gợi ý tìm kiếm không?
