Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# tip_explain_allowlist
source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
ca: Aquest lloc és de confiança? La llista de llocs permesos desactiva la protecció contra el seguiment dels llocs que coneixeu i en què confieu.
es_ar: ¿Es un sitio de confianza? Allowlist deshabilita la Protección de Rastreo para sitios que conoce y en los que confía.
eu: Gune fidagarria? Baimentze-zerrendak jarraipenaren babesa desgaitzen du ezagutzen dituzun eta fidagarriak zaizkizun guneetarako.
fa: این سایت مورد اعتماد است؟ اجازه‌نامه، محافظت در برابر ردیابی را برای سایت‌هایی که می‌شناسید و اطمینان دارید غیرفعال می‌کند.
fr: Un site de confiance ? Allowlist désactive la protection contre le pistage pour les sites que vous connaissez et auxquels vous faites confiance.
fy_nl: Fertroude website? De wite list skeakelet Beskerming tsjin folgjen út foar bekende en fertroude websites.
hu: Megbízható webhely? Az engedélyezési lista letiltja a követésvédelmet azokon az oldalakon, melyeket Ön ismert, és melyekben megbízik.
ia: Sito fidite? Iste function disactiva le protection contra le traciamento pro sitos que tu cognosce e fide.
ms: Laman yang dipercayai? Allowlist menyahaktifkan Perlindungan Penjejakan untuk laman yang anda kenali dan percayai.
my: ယုံကြည်ရသော ဝဘ်ဆိုက်များ ဖြစ်ပါသလား။ Allowlist သည် သင်သိပြီး ယုံကြည်သော ဝဘ်ဆိုက်များအတွက်သာ ခြေရာခံကာကွယ်မှုကို ပိတ်ပါသည်။
ro: Site de încredere? Allowlist dezactivează protecția împotriva urmăririi pentru site-urile pe care le cunoști și în care ai încredere.
sv_se: Tillförlitlig webbplats? Tillåtelselistan inaktiverar spårningsskydd för webbplatser du känner och litar på.
vi: Tin tưởng một trang nào đó? Lập danh sách cho phép vô hiệu hóa trình chống theo dõi cho các trang web bạn biết và tin tưởng.

# new_tab_opened_snackbar
source: New tab opened
ca: S'ha obert una pestanya nova
cy: Tab newydd wedi'i agor
es_ar: Nueva pestaña abierta
eu: Fitxa berria irekita
fa: زبانه‌ي جدیدی باز شده است
fi: Uusi välilehti avattu
fr: Nouvel onglet ouvert
fy_nl: Nij ljepblêd iepene
hu: Új lap megnyitva
ia: Nove scheda aperite
it: Aperta nuova scheda
ms: Tab baru dibuka
my: တပ်ဗ်အသစ် ဖွင့်ထားသည်
ro: Filă nouă deschisă
sv_se: Ny flik öppnad
vi: Đã mở thẻ mới

# open_new_tab_snackbar
source: Switch
ca: Vés-hi
cy: Newid
es_ar: Cambiar
eu: Aldatu
fa: تعویض
fi: Vaihda
fr: Afficher
fy_nl: Wikselje
hu: Átváltás
ia: Commutar
id: Tukar
it: Passa a
ms: Tukar
my: ပြောင်းလဲအသုံးပြုရန်
ro: Comută
sv_se: Växla
vi: Chuyển

# preference_open_new_tab
source: Switch to link in new tab immediately
ca: En obrir un enllaç en una pestanya nova, vés-hi immediatament
cy: Newid i ddolen mewn tab newydd ar unwaith
es_ar: Cambiar a enlazar en nueva pestaña inmediatamente
eu: Aldatu berehala loturara fitxa berrian
fa: تعویض بلافاصله پیوند در زبانه‌های جدید
fi: Siirry välilehteen heti linkin avaamisen jälkeen
fr: Afficher immédiatement les liens ouverts dans de nouveaux onglets
fy_nl: Wikselje daliks nei keppeling yn nij ljepblêd
hu: Azonnali átváltás az új fülre
ia: Commutar a ligamine in nove scheda immediatemente
it: Passa direttamente al link nella nuova scheda
ms: Tukar ke pautan dalam tab baharu dengan segera
my: လင့်ခ်ကို ချက်ခြင်း တပ်ဗ်အသစ်ထဲတွင် အသုံးပြုရန်
ro: Comută imediat pe link într-o filă nouă
sv_se: Växla till länk i ny flik omedelbart
vi: Chuyển sang liên kết trong thẻ mới ngay lập tức

# preference_category_safe_browsing
source: Safe Browsing
bo: བདེ་འཇགས་བཤར་ལྟ།
ca: Navegació segura
cy: Pori Diogel
es_ar: Navegación segura
eu: Nabigatze segurua
fa: مرورگر امن
fi: Turvallinen selaaminen
fr: Navigation sécurisée
fy_nl: Feilich sneupe
hu: Biztonságos böngészés
ia: Navigation secur
id: Penjelajahan Aman
ms: Pelayaran Selamat
my: လုံခြုံသော ရှာဖွေခြင်း
ro: Navigare în siguranță
sv_se: Säker surfning
vi: Duyệt web an toàn

# preference_safe_browsing_title
source: Block potentially dangerous and deceptive sites
ca: Bloca els llocs potencialment perillosos i maliciosos
cy: Rhwystro gwefannau peryglus a thwyllodrus posib
es_ar: Bloquear sitios potencialmente peligrosos y engañosos
eu: Blokeatu arriskutsuak eta iruzurtiak izan litezkeen guneak
fa: مسدود سازی خطرات بالقوه و سایت‌های فریبنده
fi: Estä mahdollisesti vaaralliset ja petolliset sivustot
fr: Bloquer les sites potentiellement dangereux ou trompeurs
fy_nl: Potinsjeel gefaarlike en misliedende websites blokkearje
hu: A potenciálisan veszélyes és megtévesztő oldalak blokkolása
ia: Blocar le sitos potentialmente periculose e fraudulente
it: Blocca siti potenzialmente pericolosi e ingannevoli
ms: Sekat laman yang berpotensi berbahaya dan menipu
ro: Blochează site-urile potențial periculoase și înșelătoare
sv_se: Blockera potentiellt farliga och vilseledande webbplatser
vi: Chặn các trang web nguy hiểm và lừa đảo

# preference_safe_browsing_summary
source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
ca: Bloca els llocs atacants i els llocs amb programari maliciós i indesitjable.
cy: Rhwystro gwefannau twyllodrys ac ymosodol, rhai drwgwar, a meddalwedd diangen hysbys.
es_ar: Bloquear los sitios de ataque y engaños informados, sitios de aplicaciones dañinas y sitios de software no deseados.
eu: Blokeatu iruzurti eta erasotzaile gisa identifikatutako guneak, hala nola malwarea eta eskatu gabeko softwarea duten guneak.
fa: مسدود کردن گزارش های فریبنده و حملات سایت‌ها،‌ بدافزارهای سایت‌ها و نرم افزارهای ناخواسته سایت‌ها.
fi: Estä ilmoitetut petolliset ja hyökkäävät sivustot, haittaohjelmasivustot ja ei-toivotut ohjelmistosivustot.
fr: Bloquer les sites malveillants et trompeurs, les sites de logiciels malveillants et indésirables signalés.
fy_nl: Rapportearre misliedende en oanfals-, malware- en net-winske-software-websites blokkearje.
hu: A bejelentett megtévesztő, támadó szándékú, rosszindulatú és kéretlen szoftvereket terjesztő oldalak blokkolása.
ia: Blocar le sitos reportate como fraudulente e que attacca, le sitos de malware e illos de software non desirate.
it: Blocca i siti che sono stati segnalati come malevoli o ingannevoli, contenenti malware o software indesiderato.
ms: Sekat laman yang dilaporkan menipu dan menyerang, laman perisian hasad dan laman perisian yang tidak diingini.
ro: Blochează site-urile raportate ca fiind înșelătoare și de atac, cu programe rău intenționate și programe nedorite.
sv_se: Blockera rapporterade vilseledande webbplatser och de som angriper dig, distribuerar skadlig kod eller oönskad programvara.
vi: Chặn các trang web được báo cáo là lừa đảo và tấn công, trang web phần mềm độc hại và các trang web phần mềm không mong muốn.

# preference_exceptions
source: Exceptions
bo: རྒྱུན་འགལ།
ca: Excepcions
cy: Eithriadau
es_ar: Excepciones
eu: Salbuespenak
fa: استثناعات
fi: Poikkeukset
fy_nl: Utsûnderingen
hu: Kivételek
ia: Exceptiones
id: Kekecualian
it: Eccezioni
ms: Pengecualian
ro: Excepții
sv_se: Undantag
vi: Ngoại lệ

# preference_exceptions_description
source: You have disabled Content Blocking for these websites.
ca: Heu desactivat el bloqueig de contingut en aquests llocs web.
cy: Rydych chi wedi analluogi Rhwystro Cynnwys y gwefannau hyn.
es_ar: Desactivó el Bloqueo de contenido para estos sitios.
eu: Edukia blokeatzea desgaitu duzu gune hauetarako.
fa: شما مسدود سازی محتوا برای این سایت را غیرفعال کرده‌اید.
fi: Olet poistanut sisällön eston käytöstä näiden sivustojen kohdalla.
fr: Vous avez désactivé le blocage de contenu pour ces sites web.
fy_nl: Jo hawwe ynhâldsblokkearring foar dizze websites útskeakele.
hu: Letiltotta a tartalomblokkolást ezeken az oldalakon.
ia: Tu ha disactivate le blocage de contentos pro iste sitos.
id: Anda telah menonaktifkan Pemblokiran Konten untuk situs ini.
it: Il blocco contenuti è disattivato per i seguenti siti.
ms: Anda telah nyahaktifkan Sekatan Kandungan untuk laman web ini.
ro: Ai dezactivat blocarea de conținut pe aceste site-uri web.
sv_se: Du har inaktiverat innehållsblockering för dessa webbplatser.
vi: Bạn đã tắt chế độ chặn nội dung cho các trang web này.

# preference_exceptions_menu_remove
source: Remove
bo: སུབ།
ca: Elimina
cy: Tynnu
es_ar: Eliminar
eu: Kendu
fa: حذف
fi: Poista
fr: Supprimer
fy_nl: Fuortsmite
hu: Eltávolítás
ia: Remover
id: Hapus
it: Rimuovi
ms: Buang
ro: Elimină
sv_se: Ta bort
vi: Xóa

# preference_exceptions_remove_all_button_label
source: Remove all websites
bo: དྲ་ཚིགས་ཆ་ཚང་སུབ།
ca: Elimina tots els llocs web
cy: Tynnu pob gwefan
es_ar: Eliminar todos los sitios
eu: Kendu webgune guztiak
fa: حذف تمام سایت‌ها
fi: Poista kaikki sivustot
fr: Supprimer tous les sites web
fy_nl: Alle websites fuortsmite
hu: Összes webhely eltávolítása
ia: Remover tote le sitos web
id: Hapus semua situs web
it: Rimuovi tutti i siti
ms: Buang semua laman web
ro: Elimină toate site-urile web
sv_se: Ta bort alla webbplatser
vi: Xóa tất cả các trang web

# tab_crash_report_title
source: Tab Crashed
ca: La pestanya ha fallat
cy: Tab wedi Chwalu
es_ar: Falló la pestaña
eu: Fitxak huts egin du
fa: زبانه خراب شد
fi: Välilehti kaatui
fr: L’onglet a planté
fy_nl: Ljepblêd ferûngelokke
hu: A lap összeomlott
ia: Scheda collabite
it: Scheda bloccata
ms: Tab Ranap
ro: Filă închisă neașteptat
sv_se: Fliken kraschade
vi: Thẻ bị hỏng

# tab_crash_report_headline
source: Sorry. We’re having a problem with this tab.
ca: S'ha produït un problema amb aquesta pestanya.
cy: Ymddiheuriadau. Rydym yn cael anhawster gyda'r tab hwn.
es_ar: Disculpe. Tenemos un problema con esta pestaña.
eu: Barkatu. Arazo bat izaten ari gara fitxa honekin.
fa: متاسفیم. با این زبانه مشکل داریم.
fi: Valitettavasti tämän välilehden kanssa on ongelmia.
fr: Nous sommes désolés, nous avons un problème avec cet onglet.
fy_nl: Sorry, wy hawwe in probleem mei dit ljepblêd.
hu: Sajnálom. Probléma van ezzel a lapon.
ia: Nos regretta. Nos ha un problema con iste scheda.
id: Maaf. Kami mengalami masalah dengan tab ini.
it: Si è verificato un problema con questa scheda.
ms: Maaf. Kami ada masalah dengan tab ini.
ro: Ne pare rău. Avem o problemă cu această filă.
sv_se: Förlåt. Vi har ett problem med den här fliken.
vi: Rất tiếc. Chúng tôi đã gặp sự cố với thẻ này.

# tab_crash_report_description
source: As a private browser, we never save and cannot restore this tab.
ca: Com a navegador privat, aquesta pestanya no s'ha desat i, per tant, no es pot restaurar.
cy: Fel porwr preifat, fyddwn ni byth yn cadw ac felly'n methu adfer y tab hwn.
es_ar: Como navegador privado, nunca guardamos y no podemos restaurar esta pestaña.
fa: به عنوان یک مرورگر خصوصی نمی توانیم این زبانه را ذخیره و بازیابی کنیم.
fi: Koska kyseessä on yksityinen selain, emme tallenna välilehtiä, eikä tätä välilehteä voi siksi palauttaa.
fr: Votre navigation était privée, nous n’avons pas enregistré cet onglet et ne pouvons donc pas le restaurer.
fy_nl: As priveebrowser bewarje wy dit ljepblêd net en kinne it net werstelle.
hu: Privát böngészőként sosem mentjük el, és visszaállítani sem tudjuk ezt a lapot.
ia: Como navigator private, nos jammais salva e non pote restaurar iste scheda.
it: Per motivi di riservatezza le tue schede non vengono salvate e, di conseguenza, non possono essere ripristinate.
ms: Sebagai pelayar peribadi, kami tidak pernah menyimpan dan tidak boleh memulihkan tab ini.
ro: Ca browser privat, nu salvăm niciodată și nu putem restaura această filă.
sv_se: Som en privat webbläsare sparar vi aldrig och kan inte återställa den här fliken.
vi: Trong trình duyệt riêng tư, chúng tôi không bao giờ lưu và không thể khôi phục thẻ này.

# tab_crash_report_close_tab_button_label
source: Close Tab
ca: Tanca la pestanya
cy: Cau Tab
es_ar: Cerrar pestaña
eu: Itxi fitxa
fa: بستن زبانه
fi: Sulje välilehti
fr: Fermer l’onglet
fy_nl: Ljepblêd slute
hu: Lap bezárása
ia: Clauder le scheda
id: Tutup Tab
it: Chiudi scheda
ms: Tutup Tab
ro: Închide fila
sv_se: Stäng flik
vi: Đóng thẻ

# fatal_crash_report_title
source: Sorry. %1$s had a problem and crashed.
ca: El %1$s ha tingut un problema i ha fallat.
cy: Ymddiheuriadau. Cafodd %1$s anhawster a chwalu.
es_ar: Disculpe. %1$s tuvo un problema y falló.
fa: متاسفیم. %1$s مشکلی داشته و خراب شده است.
fi: Valitettavasti %1$s kohtasi ongelman ja kaatui.
fr: Désolé, %1$s a rencontré un problème et a planté.
fy_nl: Sorry, %1$s hie in probleem en is ferûngelokke.
hu: Sajnáljuk. A %1$s problémába ütközött és összeomlott.
ia: Nos regretta. %1$s habeva un problema e collabeva.
it: Si è verificato un problema in %1$s che ha provocato un arresto anomalo.
ms: Maaf. %1$s ada masalah dan ranap.
ro: Ne pare rău. %1$s a avut o problemă și s-a închis neașteptat.
sv_se: Förlåt. %1$s hade problem och kraschade.
vi: Rất tiếc. %1$s đã gặp sự cố và đã hỏng.

# fatal_crash_report_description
source: As a private browser, we never save and cannot restore your last browsing session.
ca: Com a navegador privat, la vostra sessió de navegació no s'ha desat i, per tant, no es pot restaurar.
cy: Fel porwr preifat, fyddwn ni byth yn cadw ac felly'n methu adfer eich sesiwn pori diwethaf.
es_ar: Como navegador privado, nunca guardamos y no podemos restaurar su última sesión de navegación.
fa: به عنوان یک مرورگر خصوصی، اخرین جلسه مرو شما رو نمی‌توانیم بازآوری و ذخیره کنیم.
fi: Koska kyseessä on yksityinen selain, emme tallenna selausistuntoja, eikä viimeisintä istuntoa voi siksi palauttaa.
fr: Votre dernière session de navigation était privée, nous ne l’avons pas enregistrée et ne pouvons donc pas la restaurer.
fy_nl: As priveebrowser bewarje wy de lêste sneupsesje net en kinne it net werstelle.
hu: Privát böngészőként sosem mentjük el, és visszaállítani sem tudjuk a legutóbbi böngészési munkamenetet.
ia: In Navigation private, nos jammais salva, e non pote restaurar, tu ultime session de navigation.
it: Per motivi di riservatezza le tue schede non vengono mai salvate e, di conseguenza, non possono essere ripristinate.
ms: Sebagai pelayar peribadi, kami tidak pernah menyimpan dan tidak boleh memulihkan sesi pelayaran.
ro: Ca browser privat, nu salvăm niciodată și nu putem restaura ultima sesiune de navigare.
sv_se: Som en privat webbläsare sparar vi aldrig och kan inte återställa din senaste surfsession.
vi: Trong trình duyệt riêng tư, chúng tôi không bao giờ lưu và không thể khôi phục phiên duyệt web cuối cùng của bạn.

# fatal_crash_report_close_button_label
source: Close
bo: ཁ་རྒྱག
ca: Tanca
cy: Cau
es_ar: Cerrar
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
fy_nl: Slute
hu: Bezárás
ia: Clauder
id: Tutup
it: Chiudi
ms: Tutup
ro: Închide
sv_se: Stäng
vi: Đóng

# fatal_crash_report_restart_firefox_label
source: Restart %1$s
ca: Reinicia el %1$s
cy: Ailgychwyn %1$s
es_ar: Reiniciar %1$s
eu: Berrabiarazi %1$s
fa: راه‌اندازی مجدد %1$s
fi: Käynnistä %1$s uudelleen
fr: Redémarrer %1$s
fy_nl: %1$s opnij starte
hu: %1$s újraindítása
ia: Reinitiar %1$s
id: Mulai Ulang %1$s
it: Riavvia %1$s
ms: Mula semula %1$s
ro: Repornește %1$s
sv_se: Starta om %1$s
vi: Khởi động lại %1$s

# crash_report_send_crash_label
source: Send crash report to Mozilla
ca: Envia un informe de fallada a Mozilla
cy: Anfon adroddiad chwalu at Mozilla
es_ar: Enviar informe de fallo a Mozilla
eu: Bidali hutsegite-txostena Mozillara
fa: ارسال گزارش خرابی ها به موزیلا
fi: Lähetä kaatumisilmoitus Mozillalle
fr: Envoyer un rapport de plantage à Mozilla
fy_nl: Ungelokrapport nei Mozilla ferstjoere
hu: Összeomlási jelentése elküldése a Mozillának
ia: Inviar reporto de crash a Mozilla
id: Kirim laporan kerusakan ke Mozilla
it: Invia la segnalazione di arresto anomalo a Mozilla
ms: Hantar laporan ranap ke Mozilla
ro: Trimite un raport de defecțiune către Mozilla
sv_se: Skicka kraschrapport till Mozilla
vi: Gửi báo cáo lỗi đến Mozilla

# content_blocking_enabled_snackbar_message
source: Content Blocking is enabled
ca: El bloqueig de contingut està activat
fi: Sisällön esto on käytössä
ia: Le blocada de contento es activate
sv_se: Innehållsblockering är aktiverat
vi: Trình chặn nội dung đã kích hoạt

# content_blocking_disabled_snackbar_message
source: Content Blocking is disabled
ca: El bloqueig de contingut està desactivat
fi: Sisällön esto on poistettu käytöstä
ia: Le blocada de contento es disactivate
sv_se: Innehållsblockering är inaktiverat
vi: Trình chặn nội dung đã vô hiệu hóa

# content_blocking_snackbar_enable_action
source: Enable
ca: Activa
fi: Ota käyttöön
ia: Activar
sv_se: Aktivera
vi: Kích hoạt

# content_blocking_snackbar_disable_action
source: Disable
ca: Desactiva
fi: Poista käytöstä
ia: Disactivar
sv_se: Inaktivera
vi: Vô hiệu hóa

# action_ok
source: OK
ar: حسنا
ast: Aceutar
az: Tamam
bn_bd: ঠিক আছে
bo: ཆོག
bs: U redu
ca: D'acord
cy: Iawn
es_ar: Aceptar
eu: Ados
fa: تایید
he: אישור
id: Oke
kab: IH
kk: ОК
lo: ຕົກລົງ
my: ကောင်းပြီ
ru: ОК
sl: V redu
sr: У реду
th: ตกลง
tt: ОК

# shortcut_erase_and_open_long_label
source: Erase and open %1$s
bn_bd: মুছে ফেলুন এবং %1$s খুলুন
cy: Dileu ac agor %1$s
eu: Ezabatu eta ireki %1$s
fy_nl: Wiskje en %1$s iepenje
id: Hapus dan buka %1$s
it: Elimina e apri %1$s
my: %1$s ကို ဖျက်ပြီး ဖွင့်ပါ

# preference_autocomplete_user_list_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
bn_bd: অ্যাড্রেস বারে 450 টিরও বেশি জনপ্রিয় URL স্বয়ংপূরণ করা সক্ষম করুন।
cy: Galluogi i awtogwblhau dros 450 URL poblogaidd yn y bar cyfeiriad.
eu: Gaituz gero, helbide-barran automatikoki osatuko dira 450 URL ezagun baino gehiago.
fy_nl: Skeakel dit yn om automatysk mear as 450 populêre URL’s yn de adresbalke oanfolje te litten.
it: Attiva per completare automaticamente oltre 450 domini tra i più popolari nella barra degli indirizzi.

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
ar: تتعقّب بعض الإعلانات زياراتك إلى المواقع، حتى إن لم تنقرها
bn_bd: কিছু বিজ্ঞাপন, আপনি তাতে ক্লিক না করলেও কি সাইট ব্রাউজ করছেন তা ট্র্যাক করে
bs: Neke reklame prate posjete stranica, čak i kad ne klinete na reklame
cy: Mae rhai hysbysebion yn tracio ymweliadau â gwefannau, hyd yn oed heb i chi eu clicio
da: Nogle reklamer sporer dine besøg på websteder, selvom du ikke klikker på dem
eu: Zenbait iragarkik guneen bisiten jarraipena egiten dute, iragarkietan klik egiteko beharrik gabe ere
fy_nl: Guon advertinsjes folgje websitebesiten, sels as jo net op de advertinsjes klikke
he: חלק מהפרסומות עוקבות אחר הביקורים באתרים, אפילו אם לא לחצת על הפרסומות
id: Beberapa iklan melacak kunjungan situs, meski Anda tidak mengklik iklan
it: Alcuni annunci pubblicitari, senza bisogno di aprirli, sono in grado di tracciare i siti visitati
kab: Kra n udellel iṭṭafaṛ tirza inek γer izmal web, Γas ur tsit ara γef udellel
kk: Кейбір жарналамалар сайт шолуды бақылайды, жарнамаларға шертпесеңіз де
lo: ມີໂຄສະນາບາງໂຕສາມາດຕິດຕາມການເຂົ້າໄປເວັບຕ່າງໆ ເຖິງແມ່ນວ່າທ່ານຈະບໍ່ໄດ້ຄິກໃສ່ໂຄສະນານັ້ນເລີຍ
my: အချို့သော ကြော်ငြာများသည် ၎င်းတို့ကို ကလစ်နှိပ်ခြင်း မပြုလုပ်ပါပဲနှင့် ဆိုက်များကြည့်ရှုခြင်းကို မှတ်သားသည်။
nl: Sommige advertenties volgen websitebezoeken, zelfs als u niet op de advertenties klikt
nn_no: Nokre annonsar sporar nettstadbesøk, sjølv om du ikkje klikkar på annonsane
pt_br: Algumas propagandas rastreiam os sites visitados, mesmo se você não clicar na propaganda
ru: Некоторая реклама отслеживает посещения сайтов, даже если вы на неё не нажимали
sl: Nekateri oglasi beležijo obiske strani, tudi če ne klikate nanje
sq: Disa reklama ndjekin vizita sajti, madje edhe kur s’klikoni mbi reklamat
th: โฆษณาบางตัวติดตามการเยี่ยมชมไซต์ แม้ว่าคุณไม่ได้คลิกโฆษณา
tt: Кайбер рекламалар, Сез аларга басмасагыз да, сайтка керүләрегезне күзәтеп тора

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
ar: تُستخدم لجمع نشاطاتك وتحليلها وقياسها، مثل النقر وتمرير الصفحات
bn_bd: ট্যাপিং বা স্ক্রলিং এর মত কর্মকান্ডের হিসেব রাখতে, বিশ্লেষণ করতে ব্যবহৃত হয়
bs: Koristi se za sakupljanje, analiziranje i mjerenje aktivnosti kao što su tipkanje i skrolovanje
cy: Yn cael eu defnyddio i gasglu, dadansoddi a mesur gweithgareddau fel tapio a sgrolio
da: Bruges til at indsamle, analysere og måle aktiviteter som tryk og scrolling
eu: Sakatzea edo korritzea bezalako jarduerak bildu, analizatu eta neurtzeko erabiltzen da
fy_nl: Brûkt foar it sammeljen, analysearjen en mjitten fan aktiviteiten lykas tikken en skowen
he: משמשות לאיסוף ניתוח ומדידת פעילויות כגון לחיצה וגלילה
id: Digunakan untuk mengumpulkan, menganalisis, dan mengukur kegiatan seperti mengetuk dan menggulir
it: Utilizzati per raccogliere, analizzare e misurare attività come tocchi e scorrimenti
kab: Ittwaseqdec i welqqaḍ , Aslaḍ d uktili n wamud am usekcem n isekillen akked usenned
kk: Шерту және айналдыру әрекеттерін жинау, зерттеу және өлшеуге пайдаланылады
lo: ໃຊ້ເພື່ອເກັບກຳຮວບຮ່ວມ, ວິເຄາະ ແລະ ວັດແທກກິດຈະກຳເຊັນວ່າການແຕະ ແລະ ການເລື່ອນ
my: တို့ထိခြင်း၊ အထက်/အောက်ရွှေ့ခြင်း စသည့် လှုပ်ရှားမှုများကို စုဆောင်းရန်၊ ပိုင်းခြားစိတ်ဖြာရန်နှင့် တိုင်းတာရန်အတွက် အသုံးပြုသည်။
nl: Gebruikt voor het verzamelen, analyseren en meten van activiteiten zoals tikken en scrollen
nn_no: Brukt for å samle inn, analysere og måle aktivitetar som tastetrykk og rulling
pt_br: Usado para coletar, analisar e medir atividades como toque e rolagem
ru: Используются для сбора, анализа и измерения активности, например, нажатий и скроллинга
sl: V uporabi za zbiranje, analiziranje in merjenje dejanj, kot je pritiskanje in drsenje po strani
sq: Përdorur për të grumbulluar, analizuar dhe matur veprimtari të tilla si prekje dhe rrëshqitje në faqe
th: ใช้เพื่อเก็บรวบรวม วิเคราะห์ และวัดกิจกรรมอย่างการแตะและการเลื่อน
tt: Басу һәм скроллинг кебек хәрәкәтләрне җыю, анализлау һәм үлчәү өчен кулланылалар
