Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
ar: <ul> <li>قد يكون الموقع غير متاح مؤقتًا أو مشغولًا جدًا. حاول مجددًا بعد قليل.</li> <li>إن لم تكن تستطيع تحميل أي صفحة، تحقق من اتصال جوّالك بشبكة البيانات أو الشبكة اللاسلكية.</li> </ul>
az: <ul> <li>Sayt müvəqqəti olaraq əlçatmaz və ya çox məşğul ola bilər. Biraz sonra təkrar yoxlayın.</li> <li>Əgər heç bir səhifəni yükləyə bilmirsizsə, mobil cihazınızın internet datasını və ya Wi-Fi bağlantısını yoxlayın.</li> </ul>
bn_bd: <ul> <li>সাইটটি সাময়িকভাবে পাওয়া যাচ্ছেনা বা প্রচন্ড ব্যস্ত রয়েছে। কিছুক্ষণ পর আবার চেষ্টা করুন.</li> <li>আপনার কোন পেজ লোডিংয়ে ব্যর্থ হলে, আপনার ডিভাইসের মোবাইল ডাটা বা ওয়াইফাই সংযোগ পরীক্ষা করুন।</li> </ul>
bs: <ul> <li>Stranica je možda trenutno nedostupna ili prezauzeta. Pokušajte ponovo za par minuta.</li> <li>Ako ne možete učitati nijednu stranicu, provjerite internet na vašem telefonu ili Wi-Fi konekciju.</li> </ul>
ca: <ul> <li>El lloc web podria estar temporalment no disponible o massa ocupat. Torneu-ho a provar d'aquí uns moments.</li> <li>Si no podeu carregar cap pàgina, comproveu la connexió de dades o Wi-Fi del vostre dispositiu mòbil.</li> </ul>
cy: <ul> <li>Mae'n bosib fod y wefan yn brysur neu ddim ar gael. Ceisiwch eto cyn bo hir.</li> <li>Os nad oes modd i chi lwytho unrhyw dudalennau, gwiriwch gysylltiad data neu ddiwifr eich dyfais symudol.</li> </ul>
da: <ul> <li>Siden kan være midlertidigt utilgængelig eller travlt optaget. Prøv igen om et øjeblik.</li> <li>Hvis du ikke kan indlæse nogen websider overhovedet, kontrollér da din enheds data- eller wi-fi-forbindelse.</li> </ul>
el: <ul> <li>Η ιστοσελίδα θα μπορούσε να είναι προσωρινώς μη διαθέσιμη ή πολύ απασχολημένη. Δοκιμάστε ξανά σε λίγο.</li> <li>Αν δεν μπορείτε να φορτώσετε καμία σελίδα, ελέγξτε τα δεδομένα κινητής ή τη σύνδεση Wi-Fi σας.</li> </ul>
es_ar: <ul> <li>El sitio puede estar temporariamente inaccesible o demasiado ocupado. Intente nuevamente en unos momentos.</li> <li>Si no puede cargar ninguna página, verifique la conexión de datos o Wi-Fi de su dispositivo.</li> </ul>
eu: <ul> <li>Gunea une batez desgaituta edo oso lanpetuta egon daiteke. Saiatu berriro minutu batzuen buruan.</li> <li>Ezin baduzu beste orririk kargatu, egiaztatu zure gailu mugikorraren datu- edo WiFi-konexioa.</li> </ul>
fa: <ul> <li>سایت می‌تواند موقتا در دسترس نباشد یا خیلی شلوغ باشد. چند لحظه دیگر مجددا تلاش کنید.</li> <li>اگر شما نمی‌توانید هیچ صفحه‌ای را باز کنید، اتصال داده یا Wi-Fi دستگاه خود را بررسی کنید.</li> </ul>
fi: <ul> <li>Sivusto voi olla väliaikaisesti saavuttamattomissa tai kovan rasituksen alaisena. Yritä hetken kuluttua uudestaan.</li> <li>Jos mitkään sivustot eivät toimi, tarkista laitteen datayhteyden tai langattoman verkkoyhteyden tila.</li> </ul>
fr: <ul> <li>Le site est peut-être temporairement indisponible ou surchargé. Réessayez plus tard ;</li> <li> Si vous n’arrivez à naviguer sur aucun site, vérifiez la connexion données ou Wi-Fi de votre appareil.</li> </ul>
fy_nl: <ul> <li>Miskien is de website tydlik net beskikber of oerbelêst. Probearje it oer inkelde mominten opnij.</li> <li>As jo gjin inkelde side lade kinne, kontrolearje dan de gegevens- of wifi-ferbining fan jo apparaat.</li> </ul>
he: <ul> <li>האתר עשוי להיות לא זמין כעת או עמוס. נא לנסות שוב בעוד מספר רגעים.</li> <li>אם לא ניתן לטעון גם דפים אחרים, נא לבדוק את חיבור הנתונים או האינטרנט האלחוטי של ההתקן שברשותך.</li> </ul>
hu: <ul> <li>A webhely ideiglenesen nem érhető el, vagy túl elfoglalt. Próbálja újra néhány pillanat múlva.</li> <li>Ha nem tölt be egyetlen oldal sem, akkor ellenőrizze a mobileszköz adat- vagy Wi-Fi kapcsolatát.</li> </ul>
ia: <ul> <li>Le sito pote esser temporarimente indisponibile o troppo occupate. Retenta in alcun instantes.</li> <li>Si tu es incapace de cargar qualcunque pagina, verifica le connexion de datos o Wi-Fi de tu apparato mobile.</li> </ul>
id: <ul> <li>Situs ini tidak tersedia untuk sementara atau terlalu sibuk. Coba lagi dalam beberapa saat.</li> <li>Jika Anda tidak dapat memuat laman apapun, periksa data ponsel atau sambungan Wi-Fi Anda.</li> </ul>
it: <ul> <li>Il sito potrebbe essere non disponibile o sovraccarico. Riprovare fra qualche istante.</li> <li>Se non è possibile caricare alcuna pagina, controllare la connessione dati o Wi-Fi del dispositivo.</li> </ul>
ja: <ul> <li>このサイトが一時的に利用できなくなっていたり、サーバーの負荷が高すぎて接続できなくなっている可能性があります。しばらくしてから再度試してください。</li> <li>他のサイトも表示できない場合、デバイスのデータ接続や Wi-Fi 接続を確認してください。</li> </ul>
kab: <ul> <li>Ahat asmel ulac-it akka tura neγ γur-s ttaɛebga. Σreḍ tikelt-nniḍen.</li> <li>Ma yella ur tezmireḍ ara ad tinigeḍ ar usmel, senqed tuqqna-ik n isefka nγ Wi-Fi n yibenk-ik.</li> </ul>
kk: <ul> <li>Сайт уақытша қолжетерсіз, немесе сұранымдарға толы шығар. Кейінірек қайталап көріңіз.</li> <li>Бірде-бір сайт ашылмаса, мобильді құрылғыңыздың деректер не Wi-Fi байланысын тексеріңіз.</li> </ul>
lo: <ul> <li>ເວັບໄຊທ໌ອາດຈະເຂົ້ານຳໃຊ້ບໍ່ໄດ້ຊົ່ວຄາວ ຫລື ກຳລັງເຮັດວຽກຫນັກເກີນໄປ. ລອງອີກເທື່ອຫນຶ່ງໃນໄວໆນີ້.</li> <li>ຖ້າຫາກວ່າທ່ານບໍ່ສາມາດໂຫລດຫນ້າໃດໄດ້ເລີຍ ໃຫ້ກວດເບິງປະລິມານຂໍ້ມູນການນຳໃຊ້ແພັກເກັດອິນເຕີເນັດ ຫລື ການເຊື່ອມຕໍ່ Wi-Fi ຂອງທ່ານ.</li> </ul>
ms: <ul> <li>Laman ini tidak tersedia buat masa ini atau terlalu sibuk. Cuba lagi selepas beberapa saat.</li> <li>Jika anda tidak dapat memuatkan sebarang halaman, semak data peranti telefon atau sambungan Wi-Fi anda.</li> </ul>
my: <ul> <li>ယခုဝဘ်ဆိုက်ကို ယာယီ အသုံးမပြုနိုင်ပါ သို့မဟုတ် အသုံးပြုသူ များနေသောကြောင့် ဖြစ်နိုင်သည်။</li> <li>အကယ်၍ သင်သည် မည်သည့်ဝဘ်ဆိုက်မျှ မဖွင့်နိုင်ပါက သင့်မိုဘိုင်းကိရိယာ၏ ဒေတာ သို့မဟုတ် ဝိုင်ဖိုင် ချိတ်ဆက်မှုကို စစ်ဆေးပါ။</li> </ul>
nl: <ul> <li>Misschien is de website tijdelijk niet beschikbaar of overbelast. Probeer het over enkele ogenblikken opnieuw.</li> <li>Als u geen enkele pagina kunt laden, controleer dan de gegevens- of wifi-verbinding van uw apparaat.</li> </ul>
nn_no: <ul> <li>Sida kan vere mellombels utilgjengeleg, eller opptatt. Prøv igjen om ei stund.</li> <li>Viss du ikkje klarer å laste nokre sider, kontroller data- eller Wi-Fi-sambandet til eininga di.</li> </ul>
pt_br: <ul> <li>O site pode estar temporariamente indisponível ou ocupado demais. Tente novamente em alguns instantes.</li> <li>Se não conseguir carregar nenhuma página, verifique a conexão de dados ou Wi-Fi do seu dispositivo móvel.</li> </ul>
ro: <ul> <li>Site-ul ar putea fi indisponibil temporar sau prea ocupat. Încearcă din nou în câteva momente.</li> <li>Dacă nu poți să încarci nicio pagină, verifică conexiunea de date sau Wi-Fi a dispozitivului.</li> </ul>
ru: <ul> <li>Возможно, сайт временно недоступен или перегружен запросами. Подождите некоторое время и попробуйте снова.</li> <li>Если ни одна страница не загружается, проверьте соединение вашего устройства с мобильной или Wi-Fi сетью.</li> </ul>
sl: <ul> <li>Stran trenutno morda ni na voljo ali je preobremenjena. Poskusite znova čez nekaj trenutkov.</li> <li>Če ne morete naložiti nobene strani, na napravi preverite povezavo z omrežjem.</li> </ul>
sq: <ul> <li>Sajti mund të jetë përkohësisht jashtë funksionimit ose shumë i zënë. Riprovoni pas pak çastesh.</li> <li>Nëse s’jeni në gjendje të ngarkoni asnjë faqe, kontrolloni lidhjen data ose Wi-Fi të pajisjes suaj celulare.</li> </ul>
sr: <ul> <li>Сајт је можда тренутно недоступан или презаузет. Покушајте поново за пар минута.</li> <li>Уколико не можете учитати странице, проверите интернет на вашем телефону или Wi-Fi конекцију.</li> </ul>
sv_se: <ul> <li>Webbplatsen kan vara tillfälligt otillgänglig eller alltför upptagen. Försök igen om en stund.</li> <li>Om du inte kan öppna några sidor, kontrollera den mobila enhetens data eller WiFi-anslutning.</li> </ul>
th: <ul> <li>ไซต์อาจไม่พร้อมใช้งานชั่วคราวหรือกำลังทำงานหนักเกินไป ลองอีกครั้งในอีกสักครู่</li> <li>หากคุณไม่สามารถโหลดหน้าใด ๆ ได้ ตรวจสอบการเชื่อมต่อข้อมูลหรือ Wi-Fi ของอุปกรณ์มือถือของคุณ</li> </ul>
tt: <ul> <li>Сайт вакытлыча сүнгән я бик мәшгуль булырга мөмкин. Берничә минуттан янәдән тырышып карагыз.</li> <li>Һичбер сәхифә дә ачылмаса җиһазыгызның мобиль Интернет яисә Wi-Fi бәйләнешен тикшерегез.</li> </ul>
vi: <ul> <li>Trang web có thể tạm thời không hoạt động hoặc quá tải. Hãy thử lại sau vài phút.</li> <li>Nếu bạn không thể tải bất kỳ trang nào, hãy kiểm tra dữ liệu di động hoặc kết nối Wi-Fi.</li> </ul>

# error_timeout_title
source: The connection timed out
ar: انتهت مهلة الاتصال
ast: Escosó'l tiempu de la conexón
az: Qoşulma müddəti bitdi
bn_bd: সংযোগের সময়সীমা উত্তীর্ণ
bs: Veza je istekla
ca: S'ha esgotat el temps d'espera de la connexió
cy: Daeth cyfnod y cysylltiad i ben
da: Forbindelsens tidsfrist udløb
el: Το χρονικό όριο της σύνδεσης έληξε
es_ar: La conexión tardó demasiado tiempo
eu: Konexioaren denbora-muga gainditu da
fa: مهلت اتصال تمام شد
fi: Yhteys aikakatkaistiin
fr: Délai de connexion dépassé
fy_nl: De wachttiid foar de ferbining is ferstrutsen
he: תם הזמן המוקצב לחיבור
hu: A kapcsolat túllépte az időkorlátot
ia: Le connexion ha expirate
id: Tenggang waktu sambungan habis
it: Tempo per la connessione esaurito
ja: 接続がタイムアウトしました
kab: Akud n tuqqna yezri
kk: Байланысты күту уақыты аяқталды
lo: ການເຊື່ອມຕໍ່ຫມົດເວລາ
ms: Sambungan tamat masa
my: ချိတ်ဆက်မှုသည် သတ်မှတ်ချိန် ကျော်လွန်ခဲ့သည်
nl: De wachttijd voor de verbinding is verstreken
nn_no: Tilkoplinga fekk tidsavbrot
pt_br: A conexão expirou
ro: Conexiunea a expirat
ru: Время ожидания соединения истекло
sl: Povezava je potekla
sq: Lidhjes i mbaroi koha
sr: Веза је истекла
sv_se: Anslutningens tidsgräns uppnåddes
th: การเชื่อมต่อหมดเวลา
tt: Бәйләнешне көтү вакыты чыкты
vi: Kết nối mất quá nhiều thời gian

# error_hostLookup_title
source: Server not found
ar: الخادوم غير موجود
ast: Nun s'alcontró'l sirvidor
az: Server tapılmadı
bn_bd: সার্ভার পাওয়া যায়নি
bs: Server nije pronađen
ca: No s'ha trobat el servidor
cy: Heb ganfod gweinydd
da: Serveren blev ikke fundet
el: Ο διακομιστής δεν βρέθηκε
es_ar: Servidor no encontrado
eu: Zerbitzaria ez da aurkitu
fa: کارگزار پیدا نشد
fi: Palvelinta ei löytynyt
fr: Adresse introuvable
fy_nl: Server net fûn
he: שרת לא נמצא
hu: A kiszolgáló nem található
ia: Servitor non trovate
id: Peladen tidak ditemukan
it: Impossibile contattare il server
ja: サーバーが見つかりませんでした
kab: Ulac aqeddac
kk: Сервер табылмады
lo: ບໍ່ພົບເຊີເວີ
ms: Pelayan tidak ditemui
my: ဆာဗာကို မတွေ့ပါ
nl: Server niet gevonden
nn_no: Fant ikke serveren
pt_br: Servidor não encontrado
ro: Server negăsit
ru: Сервер не найден
sl: Strežnika ni mogoče najti
sq: S’u gjet shërbyes
sr: Сервер није пронађен
sv_se: Servern hittades inte
th: ไม่พบเซิร์ฟเวอร์
tt: Сервер табылмады
vi: Không tìm thấy máy chủ

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ar: <ul> <li>تحقق من عدم وجود أي أخطاء في العنوان مثل ‏‪<strong>ww</strong>.example.com‬ بدلًا من ‏‪<strong>www</strong>.example.com‬‏</li> <li>إن لم تكن قادرًا على تحميل أي صفحة، تحقق من اتصال جهازك بشبكة البيانات أو الشبكة اللاسلكية.</li> </ul>
az: <ul> <li>Ünvanı <strong>www</strong>.example.com yerinə <strong>ww</strong>.example.com kimi yazma xətaları üçün təkrar yaxlayın</li> <li>Əgər heç bir saytı yükləyə bilmirsizsə, cihazınızın data və ya Wi-Fi bağlantısını yoxlayın.</li> </ul>
bn_bd: <ul> <li>টাইপজনিত ভুলের জন্য ঠিকানা পরীক্ষা করুন যেমন <strong>ww</strong>.example.com বদলে <strong>www</strong>.example.com</li> <li>আপনার কোন পেজ লোডিংয়ে ব্যর্থ হলে, আপনার ডিভাইসের মোবাইল ডাটা বা ওয়াইফাই সংযোগ পরীক্ষা করুন।</li> </ul>
bs: <ul> <li>Provjerite adresu radi grešaka u kucanju kao što su <strong>ww</strong>.example.com umjesto <strong>www</strong>.example.com</li> <li>Ako ne možete učitati nijednu stranicu, provjerite internet na vašem telefonu ili Wi-Fi konekciju.</li> </ul>
ca: <ul> <li>Comproveu que no s'hagin introduït errors en teclejar l'adreça, p. ex. <strong>ww</strong>.example.com en comptes de <strong>www</strong>.example.com</li> <li>Si no podeu carregar cap pàgina, comproveu la connexió de dades o Wi-Fi del vostre dispositiu.</li> </ul>
cy: <ul> <li>Gwiriwch y cyfeiriad am wallau teipio megis <strong>ww</strong>.example.com yn lle <strong>www</strong>.example.com</li> <li>Os ydych yn gallu llwytho unrhyw dudalennau, gwiriwch eich dyfais data neu wi-fi cysylltiad.</li> </ul>
da: <ul> <li>Kontrollér, om adressen indeholder tastefejl, fx <strong>ww</strong>.eksempel.dk i stedet for <strong>www</strong>.eksempel.dk</li> <li>Hvis du ikke kan indlæse nogen websider overhovedet, kontrollér da din enheds data- eller wi-fi-forbindelse.</li> </ul>
el: <ul> <li>Ελέγξτε τη διεύθυνση για ορθογραφικά λάθη όπως <strong>ww</strong>.example.com αντί για <strong>www</strong>.example.com</li> <li>Αν δεν μπορείτε να φορτώσετε καμία σελίδα, ελέγξτε τα δεδομένα κινητής ή τη σύνδεση Wi-Fi σας.</li> </ul>
es_ar: <ul> <li>Fíjese si la dirección no tiene errores de tipeo como <strong>ww</strong>.example.com en vez de <strong>www</strong>.example.com</li> <li>Si no puede cargar ninguna página, verifique la conexión de datos o Wi-Fi de su dispositivo.</li> </ul>
eu: <ul> <li>Helbidea ondo begiratu mota honetako erroreak ekiditeko: <strong>ww</strong>.adibidea.eus <strong>www</strong>.adibidea.eus-en ordez</li> <li>Ezin baduzu inolako orririk kargatu, begiratu zure gailuaren datu- edo WiFi-konexioa.</li> </ul>
fa: <ul> <li>نشانی را برای اشتباهات تایپی بررسی کنید که مثلا <strong>ww </strong>.example.com به طور اشتباه به جای <strong>www</strong>.example.com وارد نشده باشد.</li> <li>اگر نمی‌توانید هیچ صفحه‌ای را بارگذاری کنید، اتصال شبکهٔ رایانهٔ خود را بررسی کنید.</li> </ul>
fi: <ul> <li>Tarkista osoite kirjoitusvirheiden varalta: esim. <strong>ww</strong>.mozilla.org oikean muodon, <strong>www</strong>.mozilla.org, sijaan.</li> <li>Jos muutkaan sivustot eivät toimi, tarkista laitteen datayhteyden tai langattoman verkon tila. </li> </ul>
fr: <ul> <li>Veuillez vérifier la syntaxe de l’adresse (saisie de <strong>ww</strong>.example.com au lieu de <strong>www</strong>.example.com par exemple) ;</li> <li>Si vous n’arrivez à naviguer sur aucun site, vérifiez la connexion données ou Wi-Fi de votre appareil.</li> </ul>
fy_nl: <ul> <li>Kontrolearje it adres op typflaters, lykas <strong>ww</strong>.example.com yn stee fan <strong>www</strong>.example.com</li> <li>As jo gjin inkelde side lade kinne, kontrolearje dan de gegevens- of wifi-ferbining fan jo apparaat.</li> </ul>
he: <ul> <li>נא לוודא שהכתובת הוכנסה כראוי, למשל <strong>ww</strong>.example.com במקום <strong>www</strong>.example.com</li> <li>אם אין אפשרות לטעון דפים אחרים, נא לבדוק את חיבור הנתונים או האינטרנט האלחוטי של ההתקן.</li> </ul>
hu: <ul> <li>Ellenőrizze, hogy nem vétett gépelési hibát, például <strong>ww</strong>. example.com a <strong>www</strong>. example.com helyett</li> <li>Ha egyetlen oldal sem tölt be, akkor ellenőrizze az eszköz adat- vagy Wi-Fi kapcsolatát.</li> </ul>
ia: <ul> <li>Verifica si le adresse ha errores orthographic, pro exemplo <strong>ww</strong>.example.com in vice de <strong>www</strong>.example.com</li> <li>Si tu es incapace de cargar ulle pagina, verifica le connexion de datos o Wi-Fi de tu apparato.</li> </ul>
id: <ul> <li>Periksa alamat untuk kesalahan pengetikan seperti <strong>ww</strong>.example.com alih-alih <strong>www</strong>.example.com</li> <li>Jika Anda tidak dapat memuat laman apapun, periksa koneksi data atau Wi-Fi Anda.</li> </ul>
it: <ul> <li>Verificare se l'indirizzo contiene errori di battitura del tipo <strong>ww</strong>.example.com invece di <strong>www</strong>.example.com</li> <li>Se non è possibile caricare alcuna pagina, controllare la connessione dati o Wi-Fi del dispositivo.</li> </ul>
ja: <ul> <li><strong>www</strong>.example.com を間違えて <strong>ww</strong>.example.com と入力するなど、 アドレスを間違って入力していないか確認してください。</li> <li>他のサイトも表示できない場合、デバイスのデータ接続や Wi-Fi 接続を確認してください。</li> </ul>
kab: <ul> <li>Senqed taseddast n tensa (tira n <strong>ww</strong>.example.com deg umḍiq n <strong>www</strong>.example.com par exemple) ;</li> <li>Ma yella ur tessawḍeḍ ara ad tinigeḍ deg ismal, senqed tuqqna n isefka neɣ Wi-Fi n yibenk-ik.</li> </ul>
kk: <ul> <li>Адресті енгізген кезде қате кетпегенге көз жеткізіңіз, мысалы <strong>www</strong>.example.com орнына <strong>ww</strong>.example.com</li> <li>Бірде-бір сайт ашылмаса, мобильді құрылғыңыздың деректер не Wi-Fi байланысын тексеріңіз.</li> </ul>
lo: <ul> <li>ກວດເບິງຄືນວ່າທ່ານໄດ້ພິມທີ່ຢູ່ຂອງເວັບຜິດຫລືບໍ່ ຕົວຢ່າງ <strong>ww</strong>.example.com ແທນທີ່ຈະເປັນ <strong>www</strong>.example.com</li> <li>ຖ້າຫາກວ່າທ່ານບໍ່ສາມາດໂຫລດຫນ້າໃດໄດ້ເລີຍ ໃຫ້ກວດເບິງປະລິມານຂໍ້ມູນການນຳໃຊ້ແພັກເກັດອິນເຕີເນັດ ຫລື ການເຊື່ອມຕໍ່ Wi-Fi ຂອງທ່ານ.</li> </ul>
ms: <ul> <li>Semak alamat untuk kesilapan seperti <strong>ww</strong>.example.com yang sepatutnya <strong>www</strong>.example.com</li> <li>Jika anda tidak dapat memuat sebarang halaman, semak data peranti atau sambungan Wi-Fi anda.</li> </ul>
my: <ul> <li>အောက်ပါကဲ့သို့ စာရိုက်အမှားများ ရှိ/မရှိ လိပ်စာကို စစ်ဆေးပါ <strong>ww</strong>.example.com ဟု မှားရေးထားခြင်း <strong>www</strong>.example.com</li> <li>သင်သည် မည်သည့်ဝဘ်ဆိုက်မျှ မဖွင့်နိုင်ပါက သင့်ကိရိယာ၏ ဒေတာ သို့မဟုတ် ဝိုင်ဖိုင် ချိတ်ဆက်မှုကို စစ်ဆေးပါ။</li> </ul>
nl: <ul> <li>Controleer het adres op typefouten, zoals <strong>ww</strong>.example.com in plaats van <strong>www</strong>.example.com</li> <li>Als u geen enkele pagina kunt laden, controleer dan de gegevens- of wifi-verbinding van uw apparaat.</li> </ul>
nn_no: <ul> <li>Kontroller om det er skrivefeil i adressa, for eksempel <strong>ww</strong>.eksempel.no i staden for <strong>www</strong>.eksempel.no</li> <li>Viss du ikkje klarer å laste nokre nettsider, kontroller data- eller Wi-Fi-sambandet til eininga di.</li> </ul>
pt_br: <ul> <li>Verifique se o endereço contém erros de digitação, como <strong>ww</strong>.example.com ao invés de <strong>www</strong>.example.com</li> <li>Se não conseguir carregar nenhuma página, verifique a conexão de dados ou Wi-Fi de seu dispositivo.</li> </ul>
ro: <ul> <li>Verifică adresa de erori de tastare cum ar fi <strong>ww</strong>.exemplu.ro în loc de <strong>www</strong>.exemplu.ro</li> <li>Dacă nu poți să încarci nicio pagină, verifică conexiunea de date sau Wi-Fi a dispozitivului.</li> </ul>
ru: <ul> <li>Проверьте, не допущена ли ошибка при наборе адреса, например, <strong>ww</strong>.test.ru вместо <strong>www</strong>.test.ru</li> <li>Если ни одна страница не загружается, проверьте соединение вашего устройства с мобильной или Wi-Fi сетью.</li> </ul>
sl: <ul> <li>Preverite naslov za tipkarske napake, na primer <strong>ww</strong>. example.com namesto <strong>www</strong>. example.com</li> <li>Če ne morete naložiti nobene strani, na napravi preverite povezavo z omrežjem.</li> </ul>
sq: <ul> <li>Kontrolloni adresën për gabime shkrimi, të tilla si <strong>ww</strong>.example.com, në vend se <strong>www</strong>.example.com</li> <li>Nëse s’jeni në gjendje të ngarkoni asnjë faqe, kontrolloni lidhjen data ose Wi-Fi të pajisjes suaj celulare.</li> </ul>
sr: <ul> <li>Проверите адресу ради грешака у куцању као што су <strong>ww</strong>.example.com уместо <strong>www</strong>.example.com</li> <li>Уколико не можете учитати странице, проверите интернет на вашем телефону или Wi-Fi конекцију.</li> </ul>
sv_se: <ul> <li>Kontrollera adressen efter skrivfel såsom <strong>ww</strong>.example.com istället för <strong>www</strong>.example.com</li> <li>Om du inte kan öppna några sidor, kontrollera enhetens data eller WiFi-anslutning.</li> </ul>
th: <ul> <li>ตรวจสอบข้อผิดพลาดในการพิมพ์ที่อยู่ อย่างเช่น <strong>ww</strong>.example.com แทนที่จะเป็น <strong>www</strong>.example.com</li> <li>หากคุณไม่สามารถโหลดหน้าใด ๆ ได้ ตรวจสอบการเชื่อมต่อข้อมูลหรือ Wi-Fi ของอุปกรณ์ของคุณ</li> </ul>
tt: <ul> <li>Адресны керткән вакытта хата китмәгәнме икәнен тикшерегез, мәсәлән <strong>www</strong>.example.com урынына <strong>ww</strong>.example.com</li> дип язган кебек. <li>Һичбер сайт та ачылмаса, җиһазыгызның мобиль Интернет яисә Wi-Fi бәйләнешен тикшерегез.</li> </ul>
vi: <ul> <li>Kiểm tra các lỗi ở địa chỉ như <strong>ww</strong>.example.com thay vì nhập <strong>www</strong>.example.com</li> <li>Nếu bạn không thể tải bất kỳ trang nào, hãy kiểm tra dữ liệu di động hoặc kết nối Wi-Fi của bạn.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
ar: العنوان غير صالح
ast: La direición nun ye válida
az: Ünvan səhvdir
bn_bd: ঠিকানাটি সঠিক নয়
bo: ཁ་བྱང་ནོར་འདུག
bs: Adresa je nevažeća
ca: L'adreça no és vàlida
cy: Nid yw'r cyfeiriad yn ddilys
da: Adressen er ikke gyldig
el: Η διεύθυνση δεν είναι έγκυρη
es_ar: La dirección no es válida
eu: Helbidea ez da baliozkoa
fa: این آدرس معتبر نیست
fi: Virheellinen osoite
fr: L’adresse n’est pas valide
fy_nl: It adres is net jildich
he: כתובת זו אינה חוקית
hu: A cím érvénytelen
ia: Le adresse non es valide
id: Alamat tidak valid
it: L’indirizzo non è valido
ja: アドレスの書式が正しくありません
kab: Tansa mačči d tameγtut
kk: Адрес қате
lo: ທີ່ຢູ່ບໍ່ຖືກຕ້ອງ
ms: Alamat tidak sah
my: လိပ်စာမှားနေသည်
nl: Het adres is niet geldig
nn_no: Adressa er ikkje gyldig
pt_br: O endereço não é válido
ro: Adresa nu este validă
ru: Формат адреса неверен
sl: Neveljaven naslov
sq: Adresa s’është e vlefshme
sr: Адреса је неважећа
sv_se: Adressen är inte giltig
th: ที่อยู่ไม่ถูกต้อง
tt: Адрес хаталы
vi: Địa chỉ không hợp lệ
