Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# preference_category_tracking_protection
source: Tracking Protection
ar: الحماية من التعقّب
bn_bd: ট্র্যাকিং সুরক্ষা
ca: Protecció contra el seguiment
cy: Diogelwch rhag Tracio
da: Beskyttelse mod sporing
es_ar: Protección de rastreo
eu: Jarraipenaren babesa
fa: محافظت در برابر ردگیری
fi: Seurannan suojaus
fr: Protection contre le pistage
fy_nl: Beskerming tsjin folgjen
he: הגנת מעקב
hu: Követés elleni védelem
ia: Protection contra le traciamento
id: Perlindungan Pelacakan
it: Protezione antitracciamento
kab: Ammesten mgal adfaṛ
ms: Perlindungan Penjejakan
my: ခြေရာခံ ကာကွယ်မှု
nl: Bescherming tegen volgen
pt_br: Proteção contra rastreamento
ro: Protecție împotriva urmăririi
ru: Защита от отслеживания
sl: Zaščita pred sledenjem
sq: Mbrojtje Nga Gjurmimet
sr: Заштита од праћења
sv_se: Spårningsskydd
th: การป้องกันการติดตาม
tt: Күзәтелүдән саклау
vi: Trình chống theo dõi

# preference_category_web_content
source: Web Content
ar: محتوى الوب
bn_bd: ওয়েব কনটেন্ট
bo: དྲ་ངོས་བརྗོད་བྱ།
ca: Contingut web
cy: Cynnwys Gwe
da: Webindhold
es_ar: Contenido web
eu: Web edukia
fa: محتوای وب
fi: Verkkosisältö
fr: Contenu web
fy_nl: Webynhâld
he: תוכן מקוון
hu: Webtartalom
ia: Contento de web
id: Konten Web
it: Contenuti web
kab: Agbur Web
ms: Kandungan Web
my: ဝတ်ဘ်စာကိုယ်
nl: Webinhoud
pt_br: Conteúdo da web
ro: Conținut web
ru: Веб-содержимое
sl: Spletna vsebina
sq: Lëndë Web
sr: Веб садржај
sv_se: Webbinnehåll
th: เนื้อหาเว็บ
tt: Web-эчтәлек
vi: Nội dung web

# preference_category_switching_apps
source: Switching Apps
ar: التبديل بين التطبيقات
bn_bd: সুইচিং অ্যাপস
bo: མཉེན་ཆས་རྗེ་བཞིན་པ།
ca: Canvi d'aplicacions
cy: Newid Apiau
da: Skifte mellem apps
es_ar: Intercambio de aplicaciones
eu: Aplikazioak aldatzea
fa: تعوض برنامه‌ها
fi: Sovellusten vaihto
fr: Navigation entre les applications
fy_nl: Apps wikselje
he: מעבר בין יישומים
hu: Appok közti váltás
ia: Navigation trans le applicationes
id: Mengganti Aplikasi
it: Cambio di app
kab: Tunigin gar yisnasen
ms: Aplikasi Penukaran
my: အက်ပ်များ ဖွင့်ခြင်း
nl: Wisselen tussen apps
pt_br: Troca de Apps
ro: Comutare de aplicații
ru: Смена приложений
sl: Preklapljanje aplikacij
sq: Këmbim Aplikacionesh
sr: Мењање апликација
sv_se: Växla appar
th: การสลับแอป
tt: Кушымталарны алыштыру
vi: Chuyển đổi ứng dụng

# preference_category_general
source: General
ar: عام
bn_bd: সাধারণ
bo: སྤྱི་བཀོལ།
cy: Cyffredinol
da: Generelt
eu: Orokorra
fa: عمومی
fi: Yleiset
fr: Général
fy_nl: Algemien
he: כללי
hu: Általános
id: Umum
it: Generale
kab: Amatu
ms: Umum
my: အထွေထွေ
nl: Algemeen
pt_br: Geral
ru: Основные
sl: Splošno
sq: Të përgjithshme
sr: Општа
sv_se: Allmänt
th: ทั่วไป
tt: Гомуми
vi: Chung

# preference_general_summary
source: Default browser, tabs, language
bn_bd: ডিফল্ট ব্রাউজার, ট্যাব, ভাষা
ca: Navegador per defecte, pestanyes, llengua
cy: Porwr rhagosodedig, tabiau, iaith
es_ar: Navegador predeterminado, pestañas, idioma
eu: Nabigatzaile lehenetsia, fitxak, hizkuntza
fa: مرور،‌ زبانه‌ها و زبان پیش فرض
fi: Oletusselain, välilehdet, kieli
fr: Navigateur par défaut, onglets, langue
fy_nl: Standert browser, ljepblêden, taal
hu: Alapértelmezett böngésző, lapok és nyelv
ia: Navigator, scheda, lingua predefinite
id: Peramban, tab, dan bahasa baku
it: Browser predefinito, schede, lingua
ms: Pelayar, tab, bahasa piawai
my: မူသေ ဘရောင်ဇာ၊ တဗ်ပ်များ၊ ဘာသာစကား
ro: Browser implicit, file, limbă
sv_se: Standardwebbläsare, flikar, språk
vi: Trình duyệt mặc định, thẻ, ngôn ngữ

# preference_category_data_collection_use
source: Data Collection & Use
ar: تجميل البيانات واستخدامها
bn_bd: ডাটা সংগ্রহ ও ব্যবহার
bo: གནས་ཚུལ་བསྡུས་རུབ་དང་བེད་སྤྱོད།
ca: Ús i recollida de dades
cy: Casglu a Defnydd Data
da: Dataindsamling & brug
es_ar: Recolección de datos y uso
eu: Datuen bilketa eta erabilera
fa: گردآوری داده و موارد استفاده
fi: Tietojen kerääminen & käyttö
fr: Collecte de données et utilisation
fy_nl: Gegevenssamling en gebrûk
he: איסוף ושימוש במידע
hu: Adatgyűjtés és -felhasználás
ia: Colligimento e uso de datos
id: Pengumpulan Data & Penggunaan
it: Raccolta e uso dati
kab: Alqaḍ & Aseqdec n yisefka
ms: Pengumpulan Data & Penggunaan
my: ဒေတာစုစည်းမှုနှင့်အသုံးပြုမှု
nl: Gegevensverzameling en -gebruik
pt_br: Uso e Dados coletados
ro: Colectare de date și utilizare
ru: Сбор и использование данных
sl: Zbiranje in uporaba podatkov
sq: Grumbullim & Përdorim të Dhënash
sr: Сакупљање и коришћење података
sv_se: Datainsamling & användning
th: การเก็บรวบรวมและใช้ข้อมูล
tt: Мәгълүмат туплау һәм аны куллану
vi: Thu thập & sử dụng dữ liệu

# preference_category_search
source: Search
ar: البحث
az: Axtar
bn_bd: অনুসন্ধান
bo: འཚོལ་བཤེར།
bs: Traži
ca: Cerca
cy: Chwilio
da: Søgning
el: Αναζήτηση
es_ar: Buscar
eu: Bilaketa
fa: جست‌وجو
fi: Haku
fr: Recherche
fy_nl: Sykje
he: חיפוש
hu: Keresés
ia: Cercar
id: Cari
it: Ricerca
ja: 検索
kab: Nadi
kk: Іздеу
lo: ຊອກຫາ
ms: Carian
my: ရှာဖွေရန်
nl: Zoeken
nn_no: Søk
pt_br: Pesquisar
ro: Căutare
ru: Поиск
sl: Iskanje
sq: Kërkim
sr: Претраживач
sv_se: Sök
th: ค้นหา
tt: Эзләү
vi: Tìm kiếm

# preference_show_search_suggestions
source: Get search suggestions
ar: اجلب اقتراحات البحث
bn_bd: অনুসন্ধান পরামর্শ নিন
bo: འཚོལ་བཤེར་ནང་དོན་འོས་སྦྱོར་ལེན་པ།
ca: Mostra suggeriments de cerca
cy: Derbyn awgrymiadau chwilio
da: Vis søgeforslag
es_ar: Obtener sugerencias de búsqueda
eu: Eskuratu bilaketa-iradokizunak
fa: دریافت پیشنهادات جست‌وجو
fi: Nouda hakuehdotuksia
fr: Obtenir des suggestions de recherche
fy_nl: Syksuggesties krije
he: קבלת הצעות חיפוש
hu: Keresési javaslatok kérése
ia: Obtener suggestiones de recerca
id: Dapatkan saran pencarian
it: Ottieni suggerimenti di ricerca
kab: Sken isumar n unadi
ms: Dapatkan cadangan carian
my: ရှာဖွေရေး အကြံပေးချက်များ ရယူရန်
nl: Zoeksuggesties verkrijgen
ro: Obține sugestii de căutare
ru: Получать поисковые предложения
sl: Prejemaj predloge iskanja
sq: Merrni këshillime kërkimi
sr: Добијајте предлоге претраге
sv_se: Få sökförslag
th: รับข้อเสนอแนะการค้นหา
tt: Эзләү тәкъдимнәрен алу
vi: Nhận gợi ý tìm kiếm

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
ar: سيُرسل %1$s ما تكتبه في شريط العنوان إلى محرك البحث الذي فضّله
bn_bd: আপনার অনুসন্ধান ইঞ্জিনে ঠিকানা বারে আপনি যা টাইপ করেন, %1$s তা পাঠাবে
bo: %1$s ཡིས་ཁྱེད་འཇུག་པའི་འཚོལ་བྱའི་ནང་དོན་འཚོལ་བཤེར་དྲ་བ་གཏོང་ལེན་བྱེད།
ca: El %1$s enviarà al motor de cerca tot allò que escriviu a la barra d'adreces
cy: Bydd %1$s yn anfon yr hyn rydych yn ei deipio yn y bar cyfeiriad i'ch peiriant chwilio
da: %1$s sender det indtastede i adresselinjen til den valgte søgetjeneste
es_ar: %1$s enviará lo que ingrese en la barra de direcciones a su motor de búsqueda
eu: Helbide-barran idazten duzuna bilaketa-motorrera bidaliko du %1$s(e)k
fa: %1$sچیزهایی رو که شما در نوار آدرس وارد می‌کنید برای موتور جست‌وجوی شما ارسال خواهد کرد
fi: %1$s lähettää osoiteriville kirjoittamasi tiedot hakukoneelle
fr: %1$s enverra ce que vous saisissez dans votre barre d’adresse à votre moteur de recherche
fy_nl: %1$s sil wat jo yn de adresbalke yntype nei jo sykmasine stjoere
he: ‏%1$s ישלח מה שיוקלד בסרגל הכתובת אל מנוע החיפוש שלך
hu: A %1$s elküldi a címsávba írt szöget a keresőszolgáltatásának
ia: %1$s inviara a tu motor de recerca lo que tu scribe in le barra de adresse
id: %1$s akan mengirim apa yang Anda ketik di bilah alamat ke mesin pencari Anda
it: Ciò che digiti nella barra degli indirizzi verrà inviato da %1$s al motore di ricerca
kab: %1$s ad ak-n-yazen tawsit-inek deg ufeggag n tansiwin ɣer umsedday-inek n unadi
ms: %1$s akan menghantar apa yang anda taip dalam bar alamat kepada enjin carian
my: လိပ်စာဘားတန်းတွင် ရိုက်သမျှကို %1$s သည် ရှာဖွေရေးယန္တရားသို့ ပေးပို့ပါမည်။
nl: %1$s zal wat u in de adresbalk intypt naar uw zoekmachine sturen
ro: %1$s va trimite ce tastezi în bara de adresă la motorul de căutare
ru: %1$s будет отправлять поисковой системе текст, который вы вводите в адресной строке
sl: %1$s bo natipkano v naslovno vrstico poslal iskalniku
sq: %1$s do të dërgojë te motori juaj i kërkimeve atë çka shtypni te shtylla e adresave
sr: %1$s ће послати оно што куцате у адресну траку вашег претраживача
sv_se: %1$s skickar det du skriver i adressfältet till din sökmotor
th: %1$s จะส่งสิ่งที่คุณพิมพ์ในแถบที่อยู่ไปยังเครื่องมือค้นหาของคุณ
tt: %1$s Сез адрес юлында язганны Сезнең эзләү системасына җибәрәчәк
vi: %1$s sẽ gửi nội dung bạn nhập vào thanh địa chỉ đến công cụ tìm kiếm của bạn

# preference_search_engine_default
source: Default
ar: المبدئي
az: İlkin hal
bn_bd: পূর্বনির্ধারিত
bo: རྩ་བ།
bs: Izvorno
ca: Per defecte
cy: Rhagosodiad
da: Standard
el: Προεπιλογή
es_ar: Predeterminado
eu: Lehenetsia
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
fy_nl: Standert
he: ברירת מחדל
hu: Alapértelmezett
ia: Predefinite
id: Baku
it: Predefinito
ja: 既定
kab: Amezwer
kk: Негізгі
lo: ຄ່າພື້ນຖານ
ms: Piawai
my: မူလသတ်မှတ်ချက်
nl: Standaard
nn_no: Standard
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sl: Privzet
sq: Parazgjedhje
sr: Подразумевано
sv_se: Standard
th: ค่าเริ่มต้น
tt: Стандарт
vi: Mặc định

# preference_search_engine_label
source: Search engine
bn_bd: অনুসন্ধান ইঞ্জিন
bo: འཚོལ་བཤེར།
ca: Motor de cerca
cy: Peiriant chwilio
es_ar: Buscador
eu: Bilaketa-motorra
fa: موتور جست‌وجو
fi: Hakukone
fr: Moteur de recherche
fy_nl: Sykmasine
hu: Keresőszolgáltatás
ia: Motor de recerca
id: Mesin pencari
it: Motore di ricerca
ms: Enjin carian
my: ရှာဖွေရေး ယန္တရား
ro: Motor de căutare
sv_se: Sökmotor
vi: Máy tìm kiếm

# preference_state_on
source: On
ar: مفعّل
bn_bd: চালু
bo: སྤྱོད།
bs: Uključeno
ca: Activat
cy: Ymlaen
da: Aktiveret
es_ar: Activado
eu: Aktibatuta
fa: روشن
fi: Päällä
fr: Activée
fy_nl: Oan
he: פעיל
hu: Be
ia: Activar
id: Aktif
it: Attivo
kab: Yermed
kk: Іске қосулған
lo: ເປີດ
ms: Aktif
my: ဖွင့်ပါ
nl: Aan
nn_no: På
pt_br: Ativado
ro: Activat
ru: Включено
sl: Vključeno
sr: Укључено
sv_se: På
th: เปิด
tt: Кабызылган
vi: Bật

# preference_state_off
source: Off
ar: معطّل
bn_bd: বন্ধ
bo: སྤྱོད་མཚམས་འཇོག
bs: Isključeno
ca: Desactivat
cy: Diffodd
da: Deaktiveret
es_ar: Desactivado
eu: Desaktibatuta
fa: خاموش
fi: Pois päältä
fr: Désactivée
fy_nl: Ut
he: כבוי
hu: Ki
ia: Inactive
id: Nonaktif
it: Disattivato
kab: Yensa
kk: Сөндірілген
lo: ປິດ
ms: Nyahaktif
my: ပိတ်ပါ
nl: Uit
nn_no: Av
pt_br: Desativado
ro: Dezactivat
ru: Отключено
sl: Izklopljeno
sr: Искључено
sv_se: Av
th: ปิด
tt: Сүнгән
vi: Tắt

# preference_subitem_autocomplete
source: URL Autocomplete
ar: إكمال المسارات تلقائيا
bn_bd: URL অটোকমপ্লিট
bo: དྲ་ཚིཊ་ཁ་བྱང་རང་གྲུབ།
bs: Automatsko završavanje URL-a
ca: Emplenament automàtic d'URL
cy: AwtoGwblhau URL
da: Autofuldfør URL
es_ar: Autocompletar URL
eu: URLen osatze automatikoa
fa: تکمیل خودکار URL
fi: Osoitteen automaattinen täydennys
fr: Saisie semi-automatique des adresses
fy_nl: URL's automatysk oanfolje
he: השלמת כתובת אוטומטית
hu: Automatikus URL kiegészítés
ia: Auto-completamento del URL
id: Lengkapi-otomatis URL
it: Completamento automatico indirizzo
kab: Taččart tawurmant URL
kk: URL автотолықтыру
lo: ການເຕີມ URL ແບບອັດຕະໂນມັດ
ms: Auto-lengkap URL
my: URL အလိုအလျောက်ဖြည့်စွက်
nl: URL’s automatisch aanvullen
nn_no: Autofullfør nettadresse
pt_br: Preenchimento automático de URL
ro: Completare automată de URL-uri
ru: URL-адрес автодополнения
sl: Samodejno dopolnjevanje URL
sq: Vetëplotësim URLje
sr: URL aутоматско завршавање
sv_se: Autokomplettera webbadress
th: การเติม URL อัตโนมัติ
tt: URL-адресны автотөгәлләү
vi: URL tự động điền

# preference_switch_autocomplete_topsites
source: For Top sites
bn_bd: শীর্ষস্থানীয় সাইটের জন্য
ca: Per als llocs principals
cy: Am Hoff Wefannau
es_ar: Para los sitios más visitados
eu: Gune erabilienetarako
fa: برای سایت‌های برتر
fi: Suosituimmille sivustoille
fr: Pour les sites les plus populaires
fy_nl: Foar topwebsites
hu: Leggyakrabban felkeresett oldalak esetén
ia: Pro le sitos le plus visitate
it: Per siti principali
ms: Untuk Laman Teratas
my: ထိပ်တန်းဆိုက်များအတွက်
ro: Pentru site-uri de top
sv_se: För toppwebbplatser
vi: Với các trang web hàng đầu

# preference_autocomplete_topsite_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
bn_bd: অ্যাড্রেস বারে 450 টিরও বেশি জনপ্রিয় URL স্বয়ংপূরণ করা সক্ষম করুন।
ca: Activeu-ho per permetre l'emplenament automàtic més de 450 URL populars a la barra d'adreces.
cy: Galluogi i awtogwblhau dros 450 URL poblogaidd yn y bar cyfeiriad.
es_ar: Habilitar para autocompletar más de 450 URLs populares en la barra de direcciones.
eu: Gaituz gero, helbide-barran automatikoki osatuko dira 450 URL ezagun baino gehiago.
fa: فعال‌ سازی برای پرکردن خودکار بیشتر از 450 URLs محبوب در نوار آدرس.
fi: Ota käyttöön täydentääksesi automaattisesti yli 450 suosittua verkko-osoitetta osoitepalkissa.
fr: Activer pour compléter automatiquement plus de 450 adresses populaires dans la barre d’adresse.
fy_nl: Skeakel dit yn om automatysk mear as 450 populêre URL’s yn de adresbalke oanfolje te litten.
hu: Automatikus kiegészítés engedélyezése a címsávban több mint 450 népszerű URL esetén.
ia: Activa pro auto-completar plus de 450 URLs popular in le barra de adresses.
id: Aktifkan untuk melengkapi secara otomatis lebih dari 450 URL populer di bilah alamat.
it: Attiva per completare automaticamente oltre 450 domini tra i più popolari nella barra degli indirizzi.
ms: Dayakan untuk autolengkap lebih daripada 450 URL popular di bar alamat.
ro: Activează pentru a completa automat peste 450 de URL-uri populare în bara de adresă.
sv_se: Aktivera för att autokomplettera mer än 450 populära webbadresser i adressfältet.
vi: Kích hoạt để tự động hoàn thành hơn 450 URL phổ biến trong thanh địa chỉ.

# preference_switch_autocomplete_user_list
source: For Sites You Add
bn_bd: আপনি যেসব সাইট যোগ করবেন তার জন্যে
bo: ཁྱོད་ཀྱིས་སྣོན་ཟིན་པའི་དྲ་ཚིགས།
ca: Per als llocs que afegiu
cy: Eich Gwefannau Chi
es_ar: Para los sitios que agrega
eu: Gehitzen dituzun guneetarako
fa: برای وب‌ سایت هایی که شما اضافه می‌کنید
fi: Lisäämillesi sivustoille
fr: Pour les sites que vous ajoutez
fy_nl: Foar websites dy't jo tafoegje
hu: Hozzáadott oldalak esetén
ia: Pro le sitos que tu adde
it: Per siti aggiunti da te
ms: Untuk Laman Yang Anda Tambah
my: သင်ရွေးချယ်ထားသော ဝဘ်ဆိုက်များအတွက်
ro: Pentru site-uri pe care le adaugi
sv_se: För webbplatser du lägger till
vi: Với trang web bạn thêm

# preference_autocomplete_user_list_description
source: Enable to autocomplete sites you add here.
ca: Activeu-ho per emplenar automàticament els llocs que afegiu aquí.
es_ar: Habilitar para autocompletar los sitios que agregue aquí.
fi: Ota käyttöön täydentääksesi automaattisesti tänne lisäämäsi sivustot.
ia: Activar pro auto-completar le sitos que tu adde ci.
sv_se: Aktivera för att autokomplettera webbplatser du lägger till här.
vi: Kích hoạt để tự động hoàn thành các trang web bạn thêm vào đây.

# preference_category_autocomplete_manage_sites
source: Manage sites
bn_bd: সাইট ব্যবস্থাপনা করুন
ca: Gestiona els llocs
cy: Rheoli gwefannau
es_ar: Administrar sitios
eu: Kudeatu guneak
fa: مدیریت سایت‌ها
fi: Muokkaa sivustoja
fr: Gérer les sites
fy_nl: Websites beheare
hu: Oldalak kezelése
ia: Gerer le sitos
id: Kelola situs
it: Gestione siti
ms: Urus laman
my: ဝဘ်ဆိုက်များကို စီမံရန်
ro: Gestionează site-urile
sv_se: Hantera webbplatser
vi: Quản lý trang web

# preference_autocomplete_subitem_manage_sites
source: Manage sites
bn_bd: সাইট ব্যবস্থাপনা
bo: དྲ་ཚིགས་དོ་དམ།
ca: Gestiona els llocs
cy: Rheoli gwefannau
es_ar: Administrar sitios
eu: Kudeatu guneak
fa: مدیریت سایت‌ها
fi: Muokkaa sivustoja
fr: Gérer les sites
fy_nl: Websites beheare
hu: Oldalak kezelése
ia: Gerer le sitos
id: Kelola situs
it: Gestisci siti
ms: Urus laman
my: ဝဘ်ဆိုက်များကို စီမံရန်
ro: Gestionează site-urile
sv_se: Hantera webbplatser
vi: Quản lý trang web

# preference_autocomplete_action_add
source: + Add custom URL
ar: + أضِف مسارا مخصصا
bn_bd: + কাস্টোম URL যোগ করুন
bo: + རང་བཅོས་དྲ་ཚིཊ་ཁ་བྱང་སྣོན།
bs: + Dodaj prilagođeni URL
ca: + Afegeix un URL personalitzat
cy: + Ychwanegu URL cyfaddas
da: + Tilføj brugerdefineret URL
es_ar: + Agregar URL personalizada
eu: + Gehitu URL perstonalizatua
fa: + اضافه کردن نشانی سفارشی
fi: + Lisää mukautettu osoite
fr: + Ajouter une adresse personnalisée
fy_nl: + Oanpaste URL tafoegje
he: + הוספת כתובת מותאמת אישית
hu: + Egyéni URL hozzáadása
ia: + Adder URL personalisate
id: + Tambah URL ubahsuai
it: + Aggiungi indirizzo personalizzato
kab: + Rnu URL aganan
kk: + Таңдауыңызша URL қосу
lo: + ເພີ່ມ URL ທີ່ກຳນົດເອງ
ms: + Tambah URL penyesuaian
my: + စိတ်ကြိုက် URLs တိုးရန်
nl: + Aangepaste URL toevoegen
nn_no: + Legg til tilpassa nettadresse
pt_br: + Adicionar URL personalizada
ro: + Adaugă URL personalizat
ru: + Добавить пользовательский URL
sl: + Dodaj URL po meri
sq: + Shtoni URL vetjake
sr: + Додај URL
sv_se: + Lägg till anpassad webbadress
th: + เพิ่ม URL ที่กำหนดเอง
tt: + Үзгә URL өстәү
vi: + Thêm URL tùy chỉnh

# preference_autocomplete_title_add
source: Add custom URL
ar: أضِف مسارا مخصصا
bn_bd: কাস্টোম URL যোগ করুন
bo: རང་བཅོས་དྲ་ཚིཊ་ཁ་བྱང་སྣོན།
bs: Dodaj prilagođeni URL
ca: URL personalitzat nou
cy: Ychwanegu URL cyfaddas
da: Tilføj brugerdefineret URL
es_ar: Agregar URL personalizada
eu: Gehitu URL perstonalizatua
fa: اضافه کردن نشانی سفارشی
fi: Lisää mukautettu osoite
fr: Ajouter une adresse personnalisée
fy_nl: Oanpaste URL tafoegje
he: הוספת כתובת מותאמת אישית
hu: Egyéni URL hozzáadása
ia: Adder URL personalisate
id: Tambah URL ubahsuai
it: Nuovo indirizzo pers.
kab: Rnu URL aganan
kk: Таңдауыңызша URL қосу
lo: ເພີ່ມ URL ທີ່ກຳນົດເອງ
ms: Tambah URL penyesuaian
my: စိတ်ကြိုက် URLs တိုးရန်
nl: Aangepaste URL toevoegen
nn_no: Legg til tilpassa nettadresse
pt_br: Adicionar URL personalizada
ro: Adaugă URL personalizat
ru: Добавить пользовательский URL
sl: Dodaj URL po meri
sq: Shtoni URL vetjake
sr: Додај URL
sv_se: Lägg till anpassad webbadress
th: เพิ่ม URL ที่กำหนดเอง
tt: Үзгә URL өстәү
vi: Thêm URL tùy chỉnh

# custom_autocomplete_quick_add
source: Add custom URL
ar: أضِف مسارا مخصصا
bn_bd: কাস্টোম URL যোগ করুন
bo: རང་བཅོས་དྲ་ཚིཊ་ཁ་བྱང་སྣོན།
ca: Afegeix URL personalitzat
cy: Ychwanegu URL cyfaddas
da: Tilføj brugerdefineret URL
es_ar: Agregar URL personalizada
eu: Gehitu URL pertsonalizatua
fa: اضافه کردن نشانی سفارشی
fi: Lisää mukautettu osoite
fr: Ajouter une adresse personnalisée
fy_nl: Oanpaste URL tafoegje
he: הוספת כתובת בהתאמה אישית
hu: Egyéni URL hozzáadása
ia: Adder URL personalisate
id: Tambahkan URL kustom
it: Nuovo indirizzo pers.
kab: Rnu URL aganan
lo: ເພີ່ມ URL ທີ່ກຳນົດເອງ
ms: Tambah URL penyesuaian
my: စိတ်ကြိုက် URLs တိုးရန်
nl: Aangepaste URL toevoegen
nn_no: Legg til ei tilpassa nettadresse
pt_br: Adicionar URL personalizada
ro: Adaugă URL personalizat
ru: Добавить пользовательский URL
sl: Dodaj spletni naslov po meri
sq: Shtoni URL vetjake
sr: Додај URL
sv_se: Lägg till anpassad webbadress
th: เพิ่ม URL ที่กำหนดเอง
tt: Үзгә URL өстәү
vi: Thêm URL tùy chỉnh

# add_custom_autocomplete_label
source: Add link to autocomplete
bn_bd: স্বয়ংপূরণে লিঙ্ক যোগ করুন
ca: Afegeix l'enllaç a l'emplenament automàtic
cy: Ychwanegu dolen i awtogwblhau
es_ar: Agregar el enlace para autocompletar
eu: Gehitu automatikoki osatzeko lotura
fa: اضافه کردن پیوند به پرکردن خودکار
fi: Lisää linkki automaattisesti täydennettäväksi
fr: Ajouter le lien à la saisie semi-automatique
fy_nl: Keppeling foar automatysk oanfolje tafoegje
hu: Hivatkozás hozzáadása az automatikus kiegészítéshez
ia: Adde ligamine pro autocompletar
it: Aggiungi link per completamento automatico
ms: Tambah pautan untuk autolengkap
my: အလိုအလျက်ဖြည့်ရန် လင့်ကို ထည့်ပေးပါ
ro: Adaugă un link pentru completare automată
sv_se: Lägg till länk till autokomplettering
vi: Thêm liên kết vào tự động điền

# preference_category_cookies
source: Cookies and Site Data
ar: الكعكات و بيانات المواقع
bn_bd: কুকি ও সাইট ডাটা
ca: Galetes i dades dels llocs
cy: Cwcis a Data Gwefan
da: Cookies og websteds-data
es_ar: Cookies y datos del sitio
eu: Cookieak eta guneetako datuak
fa: کوکی‌ها و داده‌های پایگاه
fi: Evästeet ja sivustotiedot
fr: Cookies et données de sites
fy_nl: Cookies en websitegegevens
he: עוגיות ונתוני אתרים
hu: Sütik és oldaladatok
ia: Cookies e datos de sitos
id: Kuki dan Data Situs
it: Cookie e dati siti web
kab: Inagan n tuqqna d yisefka n yismal
ms: Kuki dan Data Laman
my: ကွတ်ကီးများနှင့် ဝဘ်ဆိုက် အချက်အလက်
nl: Cookies en websitegegevens
pt_br: Cookies e Dados de sites
ro: Cookie-uri și date ale site-urilor
ru: Куки и данные сайтов
sl: Piškotki in podatki strani
sq: Cookies dhe të Dhëna Sajtesh
sr: Колачићи и подаци сајта
sv_se: Kakor och webbplatsdata
th: คุกกี้และข้อมูลไซต์
tt: Кукилар һәм сайт бирелгәннәре
vi: Cookie và dữ liệu trang

# preference_category_data_choices
source: Data Choices
ar: اختيارات البيانات
bn_bd: ডাটা পছন্দ
bo: གནས་ཚུལ་འདམ་ག།
ca: Elecció de dades
cy: Dewisiadau Data
da: Datadeling
es_ar: Elección de datos
eu: Datu-aukerak
fa: انتخاب‌های داده
fi: Kerätyt tiedot
fr: Données collectées
fy_nl: Gegevensopsjes
he: בחירות נתונים
hu: Adatküldések
ia: Selectiones de datos
id: Pilihan Data
it: Opzioni gestione dati
kab: Alqaḍ n yisefka
ms: Pilihan Data
my: ဒေတာအသုံးပြုရန် ရွေးချယ်မှုများ
nl: Gegevenskeuzes
pt_br: Escolha de dados
ro: Împărtășire de date
ru: Выбор данных
sl: Podatkovne možnosti
sq: Zgjedhje Mbi të Dhënat
sr: Избори података
sv_se: Dataval
th: ทางเลือกข้อมูล
tt: Бирелгәннәрне сайлау
vi: Lựa chọn dữ liệu

# preference_autocomplete_title_remove
source: Remove custom URLs
ar: أزِل المسارات المخصصة
bn_bd: কাস্টোম URL মুছে দিন
bo: རང་བཅོས་དྲ་ཚིཊ་ཁ་བྱང་སུབ།
bs: Ukloni prilagođene URL-ove
ca: Elimina URL personalitzats
cy: Tynnu URLau cyfaddas
da: Fjern brugerdefinerede URL'er
es_ar: Borrar URL personalizada
eu: Kendu URL pertsonalizatuak
fa: حذف نشانی سفارشی
fi: Poista mukautettu osoite
fr: Supprimer des adresses personnalisées
fy_nl: Oanpaste URL’s fuortsmite
he: הסרת כתובות מותאמות אישית
hu: Egyéni URL-ek eltávolítása
ia: Remover URLs personalisate
id: Hapus URLs ubahsuai
it: Rimozione indirizzi pers.
kab: Kkes URLs iganen
kk: Таңдауыңызша URL-дер өшіру
ms: Buang URLs penyesuaian
my: စိတ်ကြိုက် URLs ဖယ်ရှားရန်
nl: Aangepaste URL’s verwijderen
nn_no: Fjern tilpassa nettadresser
pt_br: Remover URL personalizada
ro: Elimină URL-uri personalizate
ru: Удалить пользовательские URL
sl: Odstrani URL po meri
sq: Hiqni URLra Vetjake
sr: Уклони URL адресе
sv_se: Ta bort anpassade webbadresser
th: เอา URL ที่กำหนดเองออก
tt: Үзгә URL'ларны бетерү
vi: Loại bỏ các URL tùy chỉnh

# preference_autocomplete_learn_more
source: Learn more
ar: اطّلع على المزيد
bn_bd: আরও জানুন
bo: དེ་བས་མང་།
bs: Saznajte više
ca: Més informació
cy: Dysgu rhagor
da: Læs mere
es_ar: Conocer más
eu: Argibide gehiago
fa: اطلاعات بیشتر
fi: Lue lisää
fr: En savoir plus
fy_nl: Mear ynfo
he: מידע נוסף
hu: További tudnivalók
ia: Saper plus
id: Pelajari lebih lanjut
it: Ulteriori informazioni
kab: Issin ugar
kk: Көбірек білу
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ms: Ketahui selanjutnya
my: ပိုမိုလေ့လာရန်
nl: Meer info
nn_no: Les meir
pt_br: Saiba mais
ro: Află mai multe
ru: Подробнее
sl: Več o tem
sq: Mësoni më tepër
sr: Сазнајте више
sv_se: Läs mer
th: เรียนรู้เพิ่มเติม
tt: Күбрәк өйрәнү
vi: Tìm hiểu thêm
