Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# search_add_error_format
source: Check that search string matches Example format
ar: تحقق من أن نص البحث يطابق تنسيق المثال
bn_bd: সার্চ স্ট্রিংটি যেটি উদাহরণ ফরম্যাটের সাথে মেলে তা চেক করুন
bs: Provjerite da traženi string odgovara formatu primjera
ca: Comproveu que la cadena de cerca coincideixi amb el format d'exemple
cy: Gwiriwch fod y llinyn chwilio yn cyfateb i fformat Enghraifft
da: Kontroller at søgestrengens format svarer til eksemplets
es_ar: Verifique que la cadena de búsqueda coincida con el formato del ejemplo
eu: Egiaztatu bilaketa-katea adibidearen formatuarekin bat datorrela
fa: بررسی کنید که رشته جست‌وجو با شکل و قالب نمونهٔ ارائه شده مطابقت دارد
fi: Tarkista että hakusana vastaa esimerkin muotoa
fr: Vérifiez que la chaîne de recherche suit le format de l’exemple
fy_nl: Kontrolearje oft sykterm oan foarbyldnotaasje foldocht
he: יש לבדוק שמחרוזת החיפוש תואמת לתבנית שבדוגמה
hu: Ellenőrizze, hogy a keresési szöveg egyezik-e a példa formátumával
ia: Verifica que le fila de recerca concorda con le formato de exemplo
id: Periksa apakah string pencarian cocok dengan format Contoh
it: Verifica che la stringa di ricerca corrisponda al formato di esempio
kab: Senqed akken aḍris n unadi yemsaḍa akked tawsit n umedya
kk: Іздеу жолы мысал пішіміне сай келетінін тексеріңіз
ms: Pastikan string carian sepadan format contoh
my: ရှာဖွေစာကြောင်း ဥပမာပုံစံဖြင့် ကိုက်ညီမှုရှိမရှိ စစ်ဆေးပါ
nl: Controleer of zoekstring aan voorbeeldnotatie voldoet
nn_no: Kontroller at søkjestrengen passar med dømeformatet
pt_br: Verifique se o termo da pesquisa corresponde ao formato de exemplo
ro: Verifică dacă șirul de căutare se potrivește cu formatul exemplu
ru: Убедитесь, что поисковая строка соответствует формату примера
sl: Prepričajte se, da se iskalni niz ujema z obliko primera
sq: Kontrolloni që vargu i kërkimit të përputhet me formatin Shembull
sr: Проверите да ли се текст за претрагу поклапа са форматом примера
sv_se: Kontrollera att söksträngen matchar exempelformat
th: ตรวจสอบว่าสตริงการค้นหาตรงกับรูปแบบตัวอย่าง
tt: Эзләнәсе сүзтезмәнең Мисал форматына туры килүен тикшерегез
vi: Kiểm tra xem chuỗi tìm kiếm có đúng với định dạng như ở ví dụ không

# content_description_clear_input
source: Clear input
ar: امسح الإدخال
ast: Llimpiar entrada
az: Girişi təmizlə
bn_bd: ইনপুট পরিস্কার
bo: ནང་འཇུག་གཙང་བཟོ།
bs: Očisti unos
ca: Esborra l'entrada
cy: Clirio'r mewnbwn
da: Ryd adressefeltet
el: Εκκαθάριση εισόδου
es_ar: Borrar entrada
eu: Garbitu idatzitakoa
fa: پاک کردن وروردی
fi: Tyhjennä teksti
fr: Effacer le texte saisi
fy_nl: Ynfier wiskje
he: מחיקת קלט
hu: Bemenet törlése
ia: Vacuar le texto inserite
id: Bersihkan masukan
it: Cancella testo
ja: 入力内容を消去
kab: Sfeḍ anekcam
kk: Енгізуді тазарту
lo: ລົບລ້າງຂໍ້ມູນທີ່ປ້ອນເຂົ້າ
ms: Hapuskan input
my: Input ကို ရှင်းလင်းရန်
nl: Invoer wissen
nn_no: Tøm skrivefeltet
pt_br: Limpar campo
ro: Șterge adresa introdusă
ru: Очистить ввод
sl: Počisti vnos
sq: Pastro ç’është dhënë
sr: Празно поље
sv_se: Rensa inmatning
th: ล้างข้อมูลที่ป้อน
tt: Кертелгәнне чистарту
vi: Xóa trắng

# content_description_dismiss_input
source: Dismiss
ar: غادِر
ast: Escartar
az: Ləğv et
bn_bd: খারিজ
bo: ཡང་བསྐྱར་མི་འཆར།
bs: Odbaci
ca: Descarta
cy: Cau
da: Afvis
el: Απόρριψη
es_ar: Descartar
eu: Baztertu
fa: رد کردن
fi: Hylkää
fr: Fermer
fy_nl: Fuortsmite
he: התעלמות
hu: Elutasítás
ia: Dimitter
id: Tutup
it: Chiudi
ja: 閉じる
kab: Kkes
kk: Тайдыру
lo: ຍົກເລີກ
ms: Abai
my: ပိတ်ရန်
nl: Verwijderen
nn_no: Lat att
pt_br: Dispensar
ro: Înlătură
ru: Пропустить
sl: Opusti
sq: Hidhe tej
sr: Одбаци
sv_se: Ignorera
th: ยกเลิก
tt: Ябу
vi: Bỏ qua

# content_description_erase
source: Erase browsing history
ar: امسح تأريخ التصفح
ast: Desaniciar historial de restolar
az: Səyahət tarixçəsini təmizlə
bn_bd: ব্রাউজিং ইতিহাস পরিষ্কার করুন
bo: འཚོལ་རབས་འདོར་སུབ་བྱོས།
bs: Izbriši historiju pretraživanja
ca: Esborra l'historial de navegació
cy: Dileu'r hanes pori
da: Slet browser-historik
el: Διαγραφή ιστορικού περιήγησης
es_ar: Limpiar historial de navegación
eu: Ezabatu nabigatze-historia
fa: حذف تاریخچه مرور
fi: Tyhjennä selaushistoria
fr: Effacer l’historique de navigation
fy_nl: Navigaasjeskiednis wiskje
he: מחיקת היסטורית גלישה
hu: Böngészési előzmények törlése
ia: Elimina le chronologia de navigation
id: Hapus riwayat penjelajahan
it: Elimina cronologia di navigazione
ja: 閲覧履歴を消去
kab: Kkes amazray n tunigin
kk: Шолу тарихын өшіру
lo: ລຶບປະຫວັດການທ່ອງເວັບ
ms: Buang sejarah pelayaran
my: ကြည့်ရှုမှုမှတ်တမ်းကို ရှင်းလင်းရန်
nl: Navigatiegeschiedenis wissen
nn_no: Slett nettlesarhistorikk
pt_br: Apagar o histórico de navegação
ro: Șterge istoricul de navigare
ru: Удалить историю веб-сёрфинга
sl: Počisti zgodovino brskanja
sq: Fshi historik shfletimesh
sr: Избриши историјат прегледања
sv_se: Radera webbhistorik
th: ล้างประวัติการท่องเว็บ
tt: Гизү тарихын бетерү
vi: Xóa lịch sử duyệt web

# content_description_tab_counter
source: Tabs open: %1$s
ar: الألسنة المفتوحة: %1$s
az: Açıq vərəqlər: %1$s
bn_bd: ট্যাব খোলা: %1$s
bs: Otvorenih tabova: %1$s
ca: Pestanyes obertes: %1$s
cy: Tabiau agored: %1$s
da: Åbne faneblade: %1$s
es_ar: Pestañas abiertas: %1$s
eu: Irekitako fitxak: %1$s
fa: زبانه‌های باز: %1$s
fi: Välilehtiä avoinna: %1$s
fr: Onglets ouverts : %1$s
fy_nl: Iepen ljepblêden: %1$s
he: לשוניות פתוחות: %1$s
hu: Nyitott lapok: %1$s
ia: Schedas aperite: %1$s
id: Tab terbuka: %1$s
it: Schede aperte: %1$s
ja: 開かれているタブの数: %1$s
kab: Iccaren ldin: %1$s
kk: Ашық беттер: %1$s
lo: ແທັບທີ່ເປີດ: %1$s
ms: Tab terbuka: %1$s
my: ဖွင့်ထားသော တပ်ဗ်များ။ %1$s
nl: Open tabbladen: %1$s
nn_no: Opne faner: %1$s
pt_br: Abas abertas: %1$s
ro: File deschise: %1$s
ru: Открытых вкладок: %1$s
sl: Odprtih zavihkov: %1$s
sq: Skeda të hapura: %1$s
sr: Отворених језичака: %1$s
sv_se: Flikar öppna: %1$s
th: แท็บที่เปิดอยู่: %1$s
tt: Ачык таблар: %1$s
vi: Thẻ đang mở: %1$s

# content_description_lock
source: Secure connection
ar: اتصال آمن
ast: Conexón segura
az: Təhlükəsiz əlaqə
bn_bd: সুরক্ষিত কানেকশন
bs: Sigurna veza
ca: Connexió segura
cy: Cysylltiadau diogel
da: Sikker forbindelse
el: Ασφαλής σύνδεση
es_ar: Conexión segura
eu: Konexio segurua
fa: اتصال امن
fi: Suojattu yhteys
fr: Connexion sécurisée
fy_nl: Befeilige ferbining
he: חיבור מאובטח
hu: Biztonságos kapcsolat
ia: Connexion secur
id: Sambungan aman
it: Connessione sicura
ja: 安全な接続
kab: Tuqqna taγelsant
kk: Қауіпсіз байланыс
lo: ການເຊື່ອມຕໍ່ທີ່ປອດໄພ
ms: Sambungan selamat
my: လုံခြုံသော ချိတ်ဆက်မှု
nl: Beveiligde verbinding
nn_no: Sikker tilkopling
pt_br: Conexão segura
ro: Conexiune securizată
ru: Защищённое соединение
sl: Varna povezava
sq: Lidhje e sigurt
sr: Безбедна веза
sv_se: Säker anslutning
th: การเชื่อมต่อปลอดภัย
tt: Хәвефсез бәйләнеш
vi: Kết nối an toàn

# accessibility_announcement_loading
source: Loading
ar: يُحمّل
ast: Cargando
az: Yüklənir
bn_bd: লোড হচ্ছে
bo: རྒྱབ་སྣོན་བྱེད་བཞིན་ཡོད།
bs: Učitavanje
ca: S'està carregant…
cy: Llwytho
da: Siden indlæses
el: Φόρτωση
es_ar: Cargando
eu: Kargatzen
fa: در حال بارگیری
fi: Ladataan
fr: Chargement…
fy_nl: Lade
he: בטעינה
hu: Betöltés
ia: Cargante
id: Memuat
it: Caricamento…
ja: 読み込み中
kab: Asali
kk: Жүктелуде
lo: ກຳລັງໂຫລດ
ms: Memuatkan
my: ဆောင်ရွက်နေသည်
nl: Laden
nn_no: Lastar
pt_br: Carregando
ro: Se încarcă
ru: Загрузка
sl: Nalaganje
sq: Po ngarkohet
sr: Учитавање
sv_se: Laddar
th: กำลังโหลด
tt: Йөкләнелә
vi: Đang tải

# accessibility_announcement_loading_finished
source: Website loaded
ar: تم تحميل الموقع
ast: Sitiu web cargáu
az: Sayt yükləndi
bn_bd: ওয়েবসাইট লোড হয়েছে
bo: དྲ་ཚིགས་འཇུག་ཟིན།
bs: Web stranica učitana
ca: S'ha carregat el lloc web
cy: Gwefan wedi ei lwytho
da: Siden er indlæst
el: Η ιστοσελίδα φορτώθηκε
es_ar: Sitio web cargado
eu: Webgunea kargatuta
fa: وب‌سایت بارگیری شد
fi: Verkkosivu ladattu
fr: Site web chargé
fy_nl: Website laden
he: האתר נטען
hu: Weboldal betöltve
ia: Sito web cargate
id: Situs web dimuat
it: Sito web caricato
ja: ウェブサイト読み込み完了
kab: Asmel web yuli-d
kk: Вебсайт жүктелген
lo: ໂຫລດເວັບໄຊທ໌ນີ້ແລ້ວ
ms: Laman web dimuatkan
my: ဝဘ်ဆိုက်ကို ဖွင့်ပြီးပြီ
nl: Website geladen
nn_no: Nettside lasta
pt_br: Site carregado
ro: Site web încărcat
ru: Веб-сайт загружен
sl: Spletna stran naložena
sq: Sajti u ngarkua
sr: Веб сајт учитан
sv_se: Webbplats laddad
th: โหลดเว็บไซต์แล้ว
tt: Веб-сайт йөкләнде
vi: Đã tải xong trang web

# content_description_menu
source: More options
ar: المزيد من الخيارات
ast: Más opciones
az: Digər seçimlər
bn_bd: আরও বিকল্পসমূহ
bs: Više opcija
ca: Més opcions
cy: Rhagor o ddewisiadau
da: Flere indstillinger
el: Περισσότερες επιλογές
es_ar: Más opciones
eu: Aukera gehiago
fa: گزینه‌های بیشتر
fi: Lisää asetuksia
fr: Options supplémentaires
fy_nl: Mear opsjes
he: אפשרויות נוספות
hu: További beállítások
ia: Altere optiones
id: Opsi lainnya
it: Altre opzioni
ja: その他のオプション
kab: Ugar n iγewwaṛen
kk: Көбірек опциялар
lo: ຕົວເລືອກເພີ່ມເຕີມ
ms: Pilihan lain
my: နောက်ထပ် ရွေးချယ်စရာများ
nl: Meer opties
nn_no: Fleire innstillingar
pt_br: Mais opções
ro: Mai multe opțiuni
ru: Дополнительно
sl: Več možnosti
sq: Më tepër mundësi
sr: Више опција
sv_se: Fler alternativ
th: ตัวเลือกเพิ่มเติม
tt: Күбрәк опцияләр
vi: Tùy chọn thêm

# indicator_content_description_menu
source: More options button
ca: Botó de més opcions
cy: Rhagor o fotymau dewis
es_ar: Botón de más opciones
eu: Aukera gehiagorako botoia
fa: دکمه‌ی گزینه‌های بیشتر
fi: Lisää asetuksia -painike
fr: Bouton pour afficher davantage d’options
fy_nl: Knop foar mear opsjes
hu: További beállítások gomb
ia: Button altere optiones
id: Tombol opsi lainnya
it: Pulsante altre opzioni
ms: Butang pilihan lain
my: အခြားဆောင်ရွက်နိုင်သည်များ ခလုတ်
ro: Buton pentru mai multe opțiuni
sv_se: Knappen fler alternativ
vi: Nút tùy chọn khác

# content_description_forward
source: Navigate forward
ar: تصفّح للأمام
ast: Dir haza alantre
az: İrəli keç
bn_bd: সামনে পরিভ্রমণ করুন
bs: Idite naprijed
ca: Navega cap endavant
cy: Symud ymlaen
da: Gå frem
el: Πλοήγηση προς τα εμπρός
es_ar: Navegar hacia adelante
eu: Nabigatu aurrera
fa: حرکت به جلو
fi: Siirry eteenpäin
fr: Avancer dans l’historique
fy_nl: Foarút blêdzje
he: ניווט קדימה
hu: Navigálás előre
ia: Naviga in avante
id: Navigasi ke selanjutnya
it: Naviga in avanti
ja: 次のページへ進む
kab: Inig ar zdat
kk: Алға өту
lo: ນຳທາງໄປທາງຫນ້າ
ms: Navigasi depan
my: ရှေ့သို့ သွားပါ
nl: Vooruit bladeren
nn_no: Naviger framover
pt_br: Navegar para a frente
ro: Navighează înainte
ru: Вперёд
sl: Krmari naprej
sq: Lëvizni përpara
sr: Иди напред
sv_se: Navigera framåt
th: นำทางเดินหน้า
tt: Алга бару
vi: Điều hướng tiến

# content_description_reload
source: Reload website
ar: أعِد تحميل الموقع
ast: Recargar sitiu web
az: Saytı yenilə
bn_bd: ওয়েবসাইট রিলোড করুন
bo: དྲ་ཚིགས་བསྐྱར་འཇུག
bs: Ponovo učitaj web stranicu
ca: Actualitza el lloc web
cy: Ail-lwytho'r wefan
da: Genindlæs siden
el: Επαναφόρτωση ιστοσελίδας
es_ar: Recargar sitio web
eu: Berritu webgunea
fa: بارگیری مجدد سایت
fi: Lataa verkkosivu uudelleen
fr: Actualiser la page web
fy_nl: Website opnij lade
he: טעינה מחדש של האתר
hu: Webhely újratöltése
ia: Recarga le sito web
id: Muat ulang situs web
it: Ricarica il sito web
ja: ウェブサイトを再読み込み
kab: Ales asali n usmel web
kk: Вебсайтты қайта жүктеу
lo: ໂຫລດເວັບໄຊທ໌ຄືນໃຫມ່
ms: Muat semula laman web
my: ဝဘ်ဆိုက်ကို ပြန်ဖွင့်ပါ
nl: Website opnieuw laden
nn_no: Last sida på nytt
pt_br: Recarregar o site
ro: Reîncarcă site-ul web
ru: Перезагрузить веб-сайт
sl: Ponovno naloži stran
sq: Ringarko sajtin
sr: Обнови веб сајт
sv_se: Ladda om webbplats
th: โหลดเว็บไซต์ใหม่
tt: Сайтны яңадан йөкләү
vi: Tải lại trang web

# content_description_back
source: Navigate back
ar: تصفّح للوراء
az: Geri get
bn_bd: পেছনে পরিভ্রমণ করুন
bs: Idite nazad
ca: Vés enrere
cy: Symud nôl
da: Gå tilbage
es_ar: Navegar hacia atrás
eu: Nabigatu atzera
fa: بازگشت به عقب
fi: Siirry taaksepäin
fr: Précédent
fy_nl: Werom blêdzje
he: ניווט אחורה
hu: Navigálás visszafelé
ia: Naviga a retro
id: Arahkan kembali
it: Torna indietro
ja: 前のページへ戻る
kab: Inig ar deffir
kk: Артқа өту
lo: ນຳທາງຍ້ອນກັບ
ms: Navigasi undur
my: နောက်သို့ သွားပါ
nl: Terug bladeren
nn_no: Naviger tilbake
pt_br: Navegar de volta
ro: Navighează înapoi
ru: Перейти назад
sl: Krmari nazaj
sq: Shko mbrapsht
sr: Иди назад
sv_se: Navigera bakåt
th: นำทางย้อนกลับ
tt: Кире кайту
vi: Điều hướng lùi

# content_description_stop
source: Stop loading website
ar: أوقف تحميل الموقع
az: Səhifəni yükləməyi dayandır
bn_bd: ওয়েবসাইট লোডিং বন্ধ করুন
bo: དྲ་ཚིགས་འཇུག་མཚམས་འཇོག
bs: Zaustavi učitavanje web stranice
ca: Atura la càrrega del lloc web
cy: Atal llwytho'r wefan
da: Afbryd indlæsning af siden
es_ar: Dejar de cargar el sitio web
eu: Gelditu webgunea kargatzen
fa: توقف بارگیری وب‌سایت
fi: Keskeytä verkkosivun lataaminen
fr: Arrêter le chargement du site web
fy_nl: Laden fan website stopje
he: עצירת טעינת האתר
hu: Webhely betöltésének leállítása
ia: Cessa le cargamento del sito web
id: Berhenti memuat situs web
it: Interrompi il caricamento del sito
ja: サイトの読み込みを中止
kab: Seḥbes asali n usmel
kk: Вебсайтты жүктеуді тоқтату
lo: ຢຸດການໂຫລດເວັບໄຊທ໌
ms: Hentikan memuat laman web
my: ဝဘ်ဆိုက်ဖွင့်ခြင်းကို ရပ်ပါ
nl: Laden van website stoppen
nn_no: Stopp lasting av nettside
pt_br: Parar de carregar o site
ro: Oprește încărcarea site-ului web
ru: Остановить загрузку сайта
sl: Prekini nalaganje strani
sq: Resht së ngarkuari sajtin
sr: Престани са учитавањем веб сајта
sv_se: Sluta ladda webbplats
th: หยุดการโหลดเว็บไซต์
tt: Веб-сайтны йөкләүне туктату
vi: Dừng tải trang web

# content_description_customtab_exit
source: Return to previous app
ar: ارجع للتطبيق السابق
az: Əvvəlki tətbiqə qayıt
bn_bd: আগের অ্যাপে ফিরে যাও
bo: མཉེན་ཆས་སྔོན་མ་ཕྱིར་ལོག་བྱོས།
bs: Povratak na raniju aplikaciju
ca: Torna a l'aplicació anterior
cy: Nôl i'r ap blaenorol
da: Tilbage til forrige app
es_ar: Volver a la aplicación anterior
eu: Itzuli aurreko aplikaziora
fa: بازگشت به برنامهٔ قبل
fi: Palaa edelliseen sovellukseen
fr: Revenir à l’application précédente
fy_nl: Tebek nei foarige app
he: חזרה ליישום קודם
hu: Vissza az előző apphoz
ia: Retorna al application previe
id: Kembali ke aplikasi sebelumnya
it: Torna all’applicazione precedente
ja: 前のアプリへ戻る
kab: Uγal ar usnas izrin
kk: Алдыңғы қолданбаға оралу
lo: ກັບໄປຫາແອັບກ່ອນຫນ້ານີ້
ms: Kembali ke aplikasi dahulu
my: အရင်ကအက်ပ်သို့ သွားပါ
nl: Terug naar vorige app
nn_no: Gå tilbake til førre app
pt_br: Retornar ao aplicativo anterior
ro: Întoarce-te la aplicația anterioară
ru: Вернуться к последнему приложению
sl: Nazaj na prejšnjo aplikacijo
sq: Kthehu te aplikacioni i mëparshëm
sr: Повратак на претходну
sv_se: Återgå till föregående app
th: กลับไปที่แอปก่อนหน้า
tt: Соңгы кушымтага кире кайту
vi: Quay về ứng dụng trước đó

# content_description_trackers_blocked
source: Number of trackers blocked
bo: རྗེས་འདེད་མཁན་བཀག་གྲངས།
ca: Nombre d'elements blocats
cy: Nifer o dracwyr wedi eu rhwystro
da: Antal blokerede sporings-tjenester
es_ar: Número de rastreadores bloqueados
eu: Blokeatutako elementu kopurua
fa: تعداد دنبال کننده‌های مسدود شده
fi: Estettyjen seuraimien määrä
fr: Nombre de traqueurs bloqués
fy_nl: Oantal blokkearre trackers
he: מספר רכיבי המעקב החסומים
hu: Blokkolt követők száma
ia: Numero de traciatores blocate
id: Jumlah pelacak terblokir
it: Numero di tracciamenti bloccati
kab: Amḍan n ineḍfaṛen ittwaḥebsen
ms: Bilangan penjejak disekat
my: တားဆီးထားသော ခြေရာခံကိရိယာ အရေအတွက်
nl: Aantal geblokkeerde trackers
pt_br: Número de rastreadores bloqueados
ro: Numărul de elemente de urmărire blocate
ru: Трекеров заблокировано
sl: Število zavrnjenih sledilcev
sq: Numër gjurmuesish të bllokuar
sr: Број блокираних пратиоца
sv_se: Antal trackers blockerade
th: จำนวนตัวติดตามที่ถูกปิดกั้น
tt: Блокланган күзәтүчеләр саны
vi: Số trình theo dõi đã chặn

# content_description_blocking_switch
source: Block trackers
ar: احجب المتعقّبات
az: İzləyiciləri əngəllə
bn_bd: ট্র্যাকার ব্লক করুন
bo: རྗེས་འདེད་མཁན་འགོག
bs: Blokiraj pratioce
ca: Bloca els elements de seguiment
cy: Rhwystro tracwyr
da: Bloker sporing
es_ar: Bloquear rastreadores
eu: Blokeatu jarraipena
fa: مسدود کردن ردیاب‌ها
fi: Estä seuraimet
fr: Bloquer les traqueurs
fy_nl: Trackers blokkearje
he: חסימת רכיבי מעקב
hu: Követők blokkolása
ia: Bloca le traciatores
id: Blokir pelacak
it: Blocca elementi traccianti
ja: オンライン追跡をブロック
kab: Sewḥel ineḍfaṛen
kk: Трекерлерді блоктау
lo: ບັອກຕົວຕິດຕາມ
ms: Sekat penjejak
my: နောက်ယောင်ခံများကို တားဆီးပါ
nl: Trackers blokkeren
nn_no: Blokker sporarar
pt_br: Bloquear rastreadores
ro: Blochează elementele de urmărire
ru: Блокировать трекеры
sl: Zavračaj sledilce
sq: Blloko gjurmues
sr: Блокирај пратиоце
sv_se: Blockera trackers
th: ปิดกั้นตัวติดตาม
tt: Күзәтүчеләрне блоклау
vi: Chặn theo dõi

source: Your Rights
ar: حقوقك
ast: Los tos drechos
az: Hüquqlarınız
bn_bd: আপনার অধিকারসমূহ
bo: ཁྱེད་ཀྱི་བདག་དབང་།
bs: Vaša prava
ca: Els vostres drets
cy: Eich Hawliau
da: Dine rettigheder
el: Τα δικαιώματά σας
es_ar: Sus derechos
eu: Zure eskubideak
fa: حقوق شما
fi: Oikeutesi
fr: Droits de l’utilisateur
fy_nl: Jo rjochten
he: הזכויות שלך
hu: Az Ön jogai
ia: Tu derectos
id: Hak Anda
it: I tuoi diritti
ja: あなたの権利
kab: Izerfan-ik
kk: Құқықтарыңыз
lo: ສິດທິຂອງທ່ານ
ms: Hak Anda
my: သင်၏ အခွင့်အရေးများ
nl: Uw rechten
nn_no: Dine rettar
pt_br: Seus direitos
ro: Drepturile tale
ru: Ваши права
sl: Vaše pravice
sq: Të drejtat Tuaja
sr: Ваша права
sv_se: Dina rättigheter
th: สิทธิของคุณ
tt: Хокукларыгыз
vi: Quyền lợi của bạn

# external_app_prompt_title
source: Open link in another app
ar: افتح الرابط في تطبيق آخر
ast: Abrir l'enllaz n'otra aplicación
az: Keçidi başqa tətbiqdə aç
bn_bd: নতুন অ্যাপে লিংক খুলুন
bs: Otvori vezu u drugoj aplikaciji
ca: Obre l'enllaç en una altra aplicació
cy: Agor dolen mewn ap arall
da: Åbn link i en anden app
el: Άνοιγμα συνδέσμου σε άλλη εφαρμογή
es_ar: Abrir enlace en otra aplicación
eu: Ireki lotura beste aplikazio batean
fa: باز کردن پیوند در برنامه‌ای دیگر
fi: Avaa linkki toisessa sovelluksessa
fr: Ouvrir le lien dans une autre application
fy_nl: Keppeling yn oare app iepenje
he: פתיחת קישור ביישומון אחר
hu: Hivatkozás megnyitása egy másik appban
ia: Aperir le ligamine in un altere application
id: Buka tautan di aplikasi lainnya
it: Apri link in un’altra app
ja: リンクを他のアプリで開く
kab: Ldi aseγwen deg usnas-nniḍen
kk: Сілтемені басқа қолданбада ашу
lo: ເປີດລີ້ງນີ້ໃນແອັບອື່ນ
ms: Buka pautan guna aplikasi lain
my: အခြားအက်ပ်တွင် လင့်ခ်ကို ဖွင့်ပါ
nl: Koppeling openen in andere app
nn_no: Opne lenke i ein annan app
pt_br: Abrir link em um outro app
ro: Deschide linkul în altă aplicație
ru: Открыть ссылку в другом приложении
sl: Odpri povezavo v drugi aplikaciji
sq: Hape lidhjen me një aplikacion tjetër
sr: Отворите везу у другој апликацији
sv_se: Öppna länk i en annan app
th: เปิดลิงก์ในแอปอื่น
tt: Сылтаманы башка кушымтада ачу
vi: Mở đường dẫn trong ứng dụng khác

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
ar: يمكنك مغادرة %1$s لفتح هذا الرابط في %2$s.
ast: Pues dexar %1$s p'abrir esti enllaz en %2$s.
az: %1$s səyyahını tərk edərək keçidi %2$s üzərində aça bilərsiz.
bn_bd: লিংকটি %2$s এ খুলতে, আপনি %1$s কে ছেড়ে দিতে পারেন।
bs: Možete napustiti %1$s da otvorite ovu vezu u %2$s.
ca: Podeu sortir del %1$s per obrir aquest enllaç amb el %2$s.
cy: Gallwch adael i %1$s agor y ddolen yn %2$s.
da: Du kan forlade %1$s og åbne dette link i %2$s.
el: Μπορείτε να φύγετε από το %1$s για να ανοίξετε αυτό το σύνδεσμο στο %2$s.
es_ar: Puede dejar que %1$s abra este enlace en %2$s.
eu: %1$s utz dezakezu lotura hau %2$s aplikazioan irekitzeko.
fa: می‌توانید از %1$s خارج شوید تا پیوند را در %2$s باز کنید.
fi: Voit jättää %1$sin avataksesi tämän linkin sovelluksella %2$s.
fr: Vous allez quitter %1$s pour ouvrir ce lien dans %2$s.
fy_nl: Jo kinne %1$s ferlitte om dizze keppeling yn %2$s te iepenjen.
he: ניתן לעזוב את %1$s כדי לפתוח את הקישור הזה ב־%2$s.
hu: Elhagyhatja a %1$st, hogy itt nyissa meg ezt a hivatkozást: %2$s.
ia: Tu pote exir de %1$s e aperir le ligamine in %2$s.
id: Anda dapat meninggalkan %1$s untuk membuka tautan ini di %2$s.
it: È possibile uscire da %1$s e aprire questo link in %2$s.
ja: %1$s を離れてこのリンクを %2$s で開くことができます。
kab: Tzemred ad tefγeḍ seg %1$s akken ad d-ldiḍ aseγwen di %2$s.
kk: Бұл сілтемені %2$s көмегімен ашу үшін, сіз %1$s ішінен шыға аласыз.
lo: ທ່ານສາມາດອອກຈາກ %1$s ເພື່ອເປີດລີ້ງນີ້ໃນ %2$s.
ms: Anda boleh keluar dari %1$s untuk membuka pautan ini dalam %2$s.
my: %2$s တွင် ယခုလင့်ခ်ကို ဖွင့်ရန် %1$s ထံမှ ထွက်ခွာနိုင်ပါသည်။
nl: U kunt %1$s verlaten om deze koppeling in %2$s te openen.
nn_no: Du kan gå ut av %1$s for å opne denne lenka i %2$s.
pt_br: Você pode sair do %1$s para abrir este link no %2$s.
ro: Poți părăsi %1$s pentru a deschide acest link în %2$s.
ru: Вы можете выйти из %1$s, чтобы открыть эту ссылку в %2$s.
sl: Lahko zapustite %1$s in to povezavo odprete v %2$s.
sq: Mund të lini %1$s-in ta hapë këtë lidhje me %2$s.
sr: Можете угасити %1$s да отворите ову везу у %2$s.
sv_se: Du kan lämna %1$s för att öppna denna länk i %2$s.
th: คุณสามารถออกจาก %1$s เพื่อเปิดลิงก์นี้ใน %2$s
tt: Бу сылтаманыі %2$s ярдәме белән ачу өчен, сез %1$s'тан чыга аласыз.
vi: Bạn có thể rời khỏi %1$s để mở liên kết này trong %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
ar: ابحث عن تطبيق يدعم فتح الرابط
ast: Alcuentra una aplicación que puea abrir l'enllaz
az: Keçid aça bilən tətbiq tap
bn_bd: একটি অ্যাপ অনুসন্ধান করো যা লিংখটি খুলতে পারবে
bs: Pronađite aplikaciju koja može otvoriti vezu
ca: Cerca una aplicació que pugui obrir aquest enllaç
cy: Canfod ap sy'n gallu agor dolen
da: Find en app der kan åbne linket
el: Βρείτε μια εφαρμογή που μπορεί να ανοίξει το σύνδεσμο
es_ar: Buscar una app que pueda abrir el enlace
eu: Bilatu lotura ireki dezakeen aplikazio bat
fa: برنامه‌ای برای باز کردن پیوند پیدا کنید
fi: Etsi sovellus, joka voi avata linkin
fr: Trouver une application capable d’ouvrir ce lien
fy_nl: Fyn in app dy't dizze keppeling iepenje kin
he: חיפוש יישומון שיוכל לפתוח את הקישור
hu: Keressen egy appot, amely meg tudja nyitni a hivatkozást
ia: Cercar un application capace de aperir le ligamine
id: Temukan aplikasi yang dapat membuka tautan
it: Trova un app per aprire il link
ja: リンクを開けるアプリを探す
kab: Aff-d asnas izemren ad d-yeldi aseγwen
kk: Сілтемені аша алатын қолданбаны табу
lo: ຊອກຫາແອັບທີ່ສາມາດເປີດລີ້ງນີ້
ms: Cari aplikasi yang boleh buka pautan
my: လင့်ခ်ကို ဖွင့်နိုင်သော အက်ပ်ကို ရှာပါ
nl: Een app zoeken die de koppeling kan openen
nn_no: Finn ein app som kan opne lenka
pt_br: Encontrar um app que pode abrir o link
ro: Găsește o aplicație care poate deschide linkul
ru: Найдите приложение, которое может открыть эту ссылку
sl: Poišči aplikacijo, ki lahko odpre povezavo
sq: Gjeni një aplikacion që mund të hapë lidhjen
sr: Пронађите апликацију која може отворити ову везу
sv_se: Hitta en app som kan öppna länken
th: ค้นหาแอปที่สามารถเปิดลิงก์
tt: Сылтаманы ача алучы кушымта табу
vi: Tìm ứng dụng có thể mở liên kết này
