Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# notification_browsing_session_channel_name
source: Private browsing session
ar: جلسة تصفح الخاص
az: Məxfi səyahət sessiyası
bn_bd: ব্যক্তিগত ব্রাউজিং সেশন
bo: སྒེར་དོན་གསང་རྒྱ་དུས་མཚམས།
bs: Sesija za privatno pretraživanje
ca: Sessió de navegació privada
cy: Sesiwn pori preifat
da: Privat browsing-session
es_ar: Sesión de navegación privada
eu: Nabigatze pribatuko saioa
fa: نشستِ مرور ناشناس
fi: Yksityinen selausistunto
fr: Session de navigation privée
fy_nl: Priveenavigaasjesesje
he: הפעלה בגלישה פרטית
hu: Privát böngészés
ia: Session de navigation private
id: Sesi penjelajahan pribadi
it: Sessione di navigazione anonima
ja: プライベートブラウジングセッション
kab: Tiɣimit n tunigin tusligt
kk: Жекелік шолу сессиясы
lo: ເຊສຊັນການທ່ອງເວັບແບບສ່ວນຕົວ
ms: Sesi pelayaran peribadi
my: သီးသန့်ကြည့်နေစဉ်ကာလ
nl: Privénavigatiesessie
nn_no: Privat nettlesingsøkt
pt_br: Sessão de navegação privativa
ro: Sesiune de navigare privată
ru: Приватная сессия
sl: Seja zasebnega brskanja
sq: Sesion shfletimi privat
sr: Сесија за приватно прегледање
sv_se: Privat surfsession
th: วาระการท่องเว็บแบบส่วนตัว
tt: Хосусый гизү утырышы
vi: Phiên duyệt web riêng tư

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
ar: تتيح لك التنبيهات مسح جلسة %1$s بضغطة واحدة. لا تحتاج إلى فتح التطبيق أو رؤية ما المعروض فيه.
az: Bildirişlər tək toxunuşla %1$s sessiyanınızı pozmağa imkan verəcək. Tətbiqi açmağa və ya səyyahınızda nəyin işlədiyinə baxmağa ehtiyyacınız yoxdur.
bn_bd: নোাটফিকেশন ট্যাপ করে আপনার %1$s সেশন মুছে ফেলা যাবে। আপনাকে অ্যাপ্লিকেশন খুলতে বা ব্রাউজারে কি চলছে তা দেখার প্রয়োজন হবে না।
bs: Obaviještenja vam omogućavaju da izbrišete vašu %1$s sesiju jednim dodirom. Ne morate da otvorite aplikaciju ili da provjerite šta se izvršava u vašem pretraživaču.
ca: Les notificacions permeten esborrar la sessió del %1$s amb un sol toc. No cal ni obrir l'aplicació ni mostrar el contingut del navegador.
cy: Mae hysbysiadau'n caniatáu i chi ddileu eich sesiwn %1$s gyda thap. Does dim angen agor yr ap na gweld beth sy'n rhedeg yn eich porwr.
da: Med beskeder kan du slette din %1$s-session med et enkelt tryk. Du behøver hverken åbne appen eller se, hvad der kører i din browser.
es_ar: Las notificaciones le permiten borrar la sesión de %1$s con un toque. No necesita abrir la aplicación o ver lo que está corriendo en el navegador.
eu: Jakinarazpenetatik zure %1$s saioa ezaba dezakezu sakatzearekin soilik. Horretarako ez daukazu aplikazioa ireki edo nabigatzailean dagoena ikusi beharrik.
fa: اعلان‌ها امکان پاک کردن اطلاعات نشستِ %1$s را با یک ضربه به شما می‌دهند. لازم نیست که برنامه را باز کنید یا ببینید که چه چیزی در مرورگر در حال اجراست.
fi: Ilmoitusten avulla voit nollata %1$s istuntosi hipaisulla. Sinun ei tarvitse avata sovellusta nähdäksesi tiedot selaimestasi.
fr: Vous pouvez effacer votre session %1$s d’un simple appui depuis les notifications. Vous n’avez pas besoin d’ouvrir l’application ni d’afficher ce qui s’exécute dans votre navigateur.
fy_nl: Mei notifikaasjes kinne jo fia ien tik jo %1$s-sesje wiskje. Jo hoege de app net te iepenjen of te sjen wat der yn jo browser aktyf is.
he: התרעות מאפשרות לך למחוק את ההפעלה של %1$s בנגיעה קלה. אין צורך לפתוח את היישומון או לראות מה פועל בדפדפן שלך.
hu: Az értesítésekkel egy érintéssel törölheti a %1$s munkamenetét. Nem kell megnyitnia az alkalmazást, sem megnéznie, hogy mi fut benne.
ia: Le notificationes te permitte eliminar tu session %1$s con un tocco. Il non es necessari aperir le application o vider lo que es executate in tu navigator.
id: Notifikasi memungkinkan Anda menghapus sesi %1$s Anda dengan sekali sentuh. Anda tak perlu membuka aplikasi atau melihat apa yang berjalan di peramban Anda.
it: Le notifiche permettono di eliminare i dati della sessione di %1$s con un tocco. Non serve aprire l’app o controllare il contenuto del browser.
ja: %1$s のセッションは通知をワンタップするだけで消去できます。アプリを開いたり、ブラウザー内でどのページが表示されているか確認したりする必要はありません。
kab: Ilɣa ad k-ǧǧen ad tsefḍeḍ tiɣimit n %1$s-ik s unali. Ur tesrid ara ad teldiḍ asnas neɣ ad twaliḍ ayen yettwaselkamen deg iminig-ik.
kk: Хабарламалар сізге %1$s сессиясын бір шертумен өшіруді мүмкін етеді. Сізге браузерді ашуды немесе браузерде не орындалғанын көру керек емес.
ms: Anda boleh buang sesi %1$s dengan menekan notifikasi. Tidak perlu buka aplikasi atau lihat kandungan dalam pelayar.
my: အသိပေးချက်များသည် သင့် %1$s အသုံးပြုကာလကို တို့ထိရုံဖြင့် ဖယ်ရှားနိုင်စေသည်။ အက်ပ်ကို ဖွင့်ရန် သို့မဟုတ် ဘရောင်ဇာထဲတွင် ဖွင့်ထားသည်များကို ကြည့်ရန် မလိုအပ်ပါ။
nl: Met notificaties kunt u via een tik uw %1$s-sessie wissen. U hoeft de app niet te openen of te zien wat er in uw browser actief is.
nn_no: Med varsel kan du slette økta di i %1$s med eitt klikk. Du treng ikkje å opne appen, eller å sjå kva som køyrer i nettlesaren din.
pt_br: As notificações permitem você limpar sua sessão do %1$s com um toque. Você não precisa abrir o app ou ver o que está rodando no seu navegador.
ro: Notificările îți permit să ștergi sesiunea %1$s cu o atingere. Nu e nevoie să deschizi aplicația sau să vezi ce rulează în browser.
ru: Уведомления позволяют стереть вашу сессию в %1$s одним касанием. Вам не нужно открывать приложение или видеть, что запущено в вашем браузере.
sl: Obvestila vam omogočajo izbrisati %1$sovo sejo z enim dotikom. Aplikacije vam ni potrebno niti odpreti niti videti, kaj je v brskalniku odprto.
sq: Njoftimet ju lejojnë të fshini me një prekje sesionin tuaj %1$s. S’ju duhet të hapni aplikacionin apo të shihni se ç’po xhiron në shfletuesin tuaj.
sr: Обавештења вам омогућавају да обришете вашу %1$s сесију једним притиском. Не морате да отворите апликацију или да проверите шта се извршава у вашем прегледачу.
sv_se: Med aviseringar kan du radera din session i %1$s med ett klick. Du behöver inte öppna appen eller se vad som körs i din webbläsare.
th: การแจ้งเตือนช่วยให้คุณล้างวาระ %1$s ของคุณด้วยการแตะ คุณไม่จำเป็นต้องเปิดแอปหรือดูสิ่งที่กำลังทำงานในเบราว์เซอร์ของคุณ
tt: Бердерүләр аша %1$s утырышыгызны бер орыну белән бетерә аласыз. Кушымтаны ачу яисә гизгечтә нәрсә ачык икәнен күрү кирәк түгел.
vi: Thông báo cho phép bạn xóa phiên làm việc của %1$s với một cú nhấp. Bạn không cần mở ứng dụng hoặc xem những gì đang chạy trong trình duyệt của bạn.

# tabs_tray_action_erase
source: Erase browsing history
ar: امسح تأريخ التصفح
az: Səyahət keçmişini poz
bn_bd: ব্রাউজিং ইতিহাস পরিষ্কার করুন
bo: འཚོལ་རབས་འདོར་སུབ་བྱོས།
bs: Izbriši historiju pretraživanja
ca: Esborra l'historial de navegació
cy: Dileu hanes pori
da: Slet browser-historik
es_ar: Borrar historial de navegación
eu: Ezabatu nabigatze-historia
fa: پاک کردن تاریخچهٔ مرور
fi: Tyhjennä selaushistoria
fr: Effacer l’historique de navigation
fy_nl: Navigaasjeskiednis wiskje
he: מחיקת היסטורית גלישה
hu: Böngészési előzmények törlése
ia: Eliminar le historico de navigation
id: Hapus riwayat penjelajahan
it: Elimina cronologia di navigazione
ja: 閲覧履歴を消去
kab: Sfeḍ amazray n tunigin
kk: Шолу тарихын өшіру
lo: ລຶບປະຫວັດການທ່ອງເວັບ
ms: Buang sejarah pelayaran
my: လည်ပတ်မှတ်တမ်းကို ရှင်းလင်းရန်
nl: Navigatiegeschiedenis wissen
nn_no: Slett nettlesarhistorikk
pt_br: Limpar o histórico de navegação
ro: Șterge istoricul de navigare
ru: Удалить историю веб-сёрфинга
sl: Počisti zgodovino brskanja
sq: Fshi historik shfletimesh
sr: Обриши историјат прегледања
sv_se: Radera webbhistorik
th: ล้างประวัติการท่องเว็บ
tt: Гизү тарихын бетерү
vi: Xóa lịch sử duyệt web

source: Download Firefox
ar: نزّل فَيرفُكُس
az: Firefox Endir
bn_bd: Firefox ডাউনলোড করুন
bo: Firefox ཕབ་ལེན།
bs: Preuzmite Firefox
ca: Baixa el Firefox
cy: Llwytho Firefox i Lawr
da: Hent Firefox
es_ar: Descargar Firefox
eu: Deskargatu Firefox
fa: دریافت فایرفاکس
fi: Lataa Firefox
fr: Télécharger Firefox
fy_nl: Firefox downloade
he: הורדת Firefox
hu: Firefox letöltése
ia: Discargar Firefox
id: Unduh Firefox
it: Scarica Firefox
ja: Firefox をダウンロード
kab: Sider Firefox
kk: Firefox-ты жүктеп алу
lo: ດາວໂຫລດ Firefox
ms: Muat turun Firefox
my: Firefox ကို ဆွဲယူရန်
nl: Firefox downloaden
nn_no: Last ned Firefox
pt_br: Baixar o Firefox
ro: Descarcă Firefox
ru: Загрузить Firefox
sl: Prenesite Firefox
sq: Shkarkoni Firefox-in
sr: Преузмите Firefox
sv_se: Hämta Firefox
th: ดาวน์โหลด Firefox
tt: Firefox'ны йөкләп алу
vi: Tải Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
ar: %1$s برمجية حرة مفتوحة المصدر صنعتها موزيلا ومساهمين آخرين.
az: %1$s Mozilla və digər töhfəverənlər tərəfindən yaradılmış azad və açıq qaynaqlı proqramdır.
bn_bd: %1$s হল Mozilla এবং অন্যান্য অবদানকারীর দ্বারা তৈরি ফ্রি এবং ওপেনসোর্স সফটওয়্যার।
bs: %1$s je besplatan softver i otvorenog koda napravljen od strane Mozille i drugih doprinosilaca.
ca: El %1$s és programari lliure i de codi obert creat per Mozilla i altres col·laboradors.
cy: Mae %1$s yn feddalwedd cod agored a rhydd gan Mozilla a chyfranwyr eraill.
da: %1$s er frit og åbent software, udviklet af Mozilla og andre bidragydere.
es_ar: %1$s es software gratuito y de código abierto hecho por Mozilla y otros colaboradores.
eu: Mozillak eta beste hainbat laguntzailek egindako software libre eta kode irekikoa da %1$s.
fa: %1$s نرم‌افزاری آزاد و متن‌باز است که توسط موزیلا و سایر مشارکت کنندگان ساخته شده است.
fi: %1$s on ilmainen, avoimen lähdekoodin ohjelmisto Mozillalta ja muilta avustajilta.
fr: %1$s est un logiciel libre et ouvert réalisé par Mozilla avec l’aide d’autres contributeurs.
fy_nl: %1$s is fergese en iepenboarnesoftware makke troch Mozilla en oare meiwurkers.
he: %1$s היא תכנית חופשית ובקוד פתוח שפותחה על ידי Mozilla ותורמים נוספים.
hu: A %1$s szabad és nyílt forráskódú szoftver, amelyet a Mozilla és más közreműködők készítenek.
ia: %1$s es libere, de codice aperite e facite per Mozilla e altere contributores.
id: %1$s adalah perangkat lunak bebas dan sumber terbuka yang dibuat oleh Mozilla dan kontributor lainnya.
it: %1$s è un software libero e Open Source realizzato da Mozilla e altri collaboratori.
ja: %1$s は Mozilla や他の貢献者によって開発されているフリーでオープンソースのソフトウェアです。
kab: %1$s baṭṭel s waɣbalu yeldin ixeddem-it Mozilla d imettekiyen nniḍen.
kk: %1$s - Mozilla және басқа үлес қосушылары жасаған еркін және бастапқы кодтары ашық бағдарламалық қамтама.
ms: %1$s adalah perisian percuma dan sumber terbuka yang dihasilkan oleh Mozilla dan para penyumbang lain.
my: %1$s သည် Mozilla နှင့် အခြားကူညီပံ့ပိုးသူများက ပြုလုပ်ထားသော အခမဲ့နှင့် ပွင့်လင်းရင်းမြစ်ဆော့ဖ်ဝဲလ် ဖြစ်ပါသည်။
nl: %1$s is vrije en opensourcesoftware, gemaakt door Mozilla en andere medewerkers.
nn_no: %1$s er fri og open kjeldekode-programvare laga av Mozilla og andre bidragsytarar.
pt_br: O %1$s é um software livre e de código aberto feita pela Mozilla e outros contribuidores.
ro: %1$s este un program liber și cu sursă deschisă realizat de Mozilla și alți colaboratori.
ru: %1$s является бесплатной программой с открытым исходным кодом, созданной Mozilla и другими участниками.
sl: %1$s je brezplačna in odprtokodna programska oprema, ki jo razvija Mozilla in ostali sodelavci.
sq: %1$s është software i lirë dhe me burim të hapur, i krijuar nga Mozilla dhe kontribues të tjerë.
sr: %1$s је бесплатан софтвер и отвореног кода направљен од стране Mozilla-е и других доприносиоца.
sv_se: %1$s är gratis och öppen källkodsprogramvara utvecklad av Mozilla och andra bidragsgivare.
th: %1$s เป็นซอฟต์แวร์เสรีและเปิดต้นฉบับที่สร้างขึ้นโดย Mozilla และผู้มีส่วนร่วมอื่น ๆ
tt: %1$s — Mozilla һәм башка катнашучылар ясаган ирекле һәм ачык чыганаклы программа.
vi: %1$s là phần mềm miễn phí và mã nguồn mở do Mozilla và các cộng tác viên khác cung cấp.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
ar: يُتاح لك %1$s وفق بنود <a href="%2$s">رخصة موزيلا العامة</a> وترخيصات المصادر المفتوحة الأخرى.
az: %1$s <a href="%2$s">Mozilla Public License</a> və digər açıq qaynaq lisenziyalarının şərtləri ilə təqdim edilir.
bn_bd: %1$s আপনার কাছে <a href="%2$s">Mozilla Public License</a> এবং অন্যান্য ওপেনসোর্স লাইসেন্স শর্তাবলীর আওতায় উপলব্ধ।
bs: %1$s vam je omogućen pod uslovima <a href="%2$s">Mozilla Public License</a> i drugih licenci otvorenog koda.
ca: El %1$s és a la vostra disposició sota els termes de la <a href="%2$s">Mozilla Public License (Llicència Pública de Mozilla)</a> i altres llicències lliures.
cy: Mae %1$s ar gael i chi o dan delerau <a href="%2$s">Trwydded Cyhoeddus Mozilla</a> a thrwyddedau cod agored eraill.
da: %1$s er tilgængelig under de vilkår der er fastsat i <a href="%2$s">Mozilla Public License</a> og andre licenser til åben kildekode.
es_ar: %1$s está disponible para usted bajo los términos de la Licencia pública de Mozilla <a href="%2$s"></a> y otras licencias de código abierto.
eu: %1$s zure eskura dago <a href="%2$s">Mozilla Public License</a> eta kode irekiko beste lizentzien baldintzapean.
fa: %1$s تحت شرایط <a href="%2$s">گواهینامه عمومی موزیلا</a> و گواهینامه‌‌‌های دیگر متن باز در دسترس شما است.
fi: %1$s on käytettävissäsi <a href="%2$s">Mozilla Public License</a> ja muiden avoimen lähdekoodin lisenssien ehdoin.
fr: %1$s est distribué suivant les modalités de la <a href="%2$s">Mozilla Public License</a> et d’autres licences open source.
fy_nl: %1$s wurdt beskikber steld ûnder de betingsten fan de <a href="%2$s">Mozilla Public License</a> en oare iepenboarnelisinsjes.
he: %1$s זמין לשימושך תחת תנאי <a href="%2$s">הרשיון הציבורי שלMozilla</a> ורשיונות קוד פתוח אחרים.
hu: A %1$s a <a href="%2$s">Mozilla Public License</a>, és más nyílt forráskódú licencek feltételei szerint érhető el.
ia: %1$s es distribuite a te sub le terminos del <a href="%2$s">Licentia public Mozilla</a> e altere licentias de codice aperite.
id: %1$s tersedia untuk Anda di bawah persyaratan <a href="%2$s">Lisensi Publik Mozilla</a> dan lisensi sumber terbuka lainnya.
it: %1$s è disponibile nei termini della <a href="%2$s">Mozilla Public License</a> e di altre licenze Open Source.
ja: %1$s は <a href="%2$s">Mozilla Public License</a> やその他オープンソースライセンスの条件に基づいて使用可能となっています。
kab: %1$s yella ddaw tiwtilin n<a href="%2$s">Turagt tazayezt n Mozilla</a>akked turagt yeldin nniḍen.
kk: %1$s сізге <a href="%2$s">Mozilla публикалық лицензиясы</a> және басқа кодтары ашық лицензиялар аясында қолжетерлік етілген.
ms: %1$s disediakan untuk anda di bawah terma <a href="%2$s">Lesen Umum Mozilla</a> dan lesen sumber terbuka lain.
my: <a href="%2$s">Mozilla Public License</a> နှင့် အခြားပွင့်လင်းရင်းမြစ်လိုင်စင်များရှိ စကားရပ်များအတိုင်း %1$s ကို အသုံးပြုနိုင်ပါသည်။
nl: %1$s wordt beschikbaar gesteld onder de voorwaarden van de <a href="%2$s">Mozilla Public License</a> en andere opensourcelicenties.
nn_no: %1$s er gjort tilgjengeleg for deg under vilkåra i <a href="%2$s">Mozilla Public License</a> og andre lisensar for open kjeldekode.
pt_br: O %1$s é disponibilizado de acordo com os termos da <a href="%2$s">Mozilla Public License</a> e outras licenças de código aberto.
ro: %1$s este disponibil sub termenii <a href="%2$s">Licenței Publice Mozilla</a> și alte licențe cu sursă deschisă.
ru: %1$s предоставляется вам на условиях <a href="%2$s">Mozilla Public License</a> и других лицензий для открытого исходного кода.
sl: %1$s vam je na voljo pod pogoji <a href="%2$s">Mozilla Public License</a> in drugih odprtokodnih licenc.
sq: %1$s ju jepet sipas kushteve të licencës <a href="%2$s">Mozilla Public License</a> dhe të tjerash licenca me burim të hapur.
sr: %1$s вам је омогућен под условима <a href="%2$s">Mozilla јавне лиценце</a> и других лиценци отвореног кода.
sv_se: %1$s är tillgänglig för dig enligt villkoren i <a href="%2$s">Mozilla Public License</a> och andra open source-licenser.
th: %1$s ให้คุณใช้ภายใต้เงื่อนไขของ <a href="%2$s">Mozilla Public License</a> และสัญญาอนุญาตการเปิดต้นฉบับอื่น ๆ
tt: %1$s <a href="%2$s">Mozilla Public License</a> һәм башка ачык чыганак лицензияләренең шартлары белән нәшер ителә.
vi: %1$s được cung cấp cho bạn theo các điều khoản của <a href="%2$s">giấy phép Mozilla Public</a> và các giấy phép nguồn mở khác.
