Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ar: <ul> <li>قد تكون هذه مشكلة في إعدادات الخادوم، أو ربما يحاول شخص ما تقليد الخادوم.</li> <li>إذا كنت قد اتصلت بالموقع بنجاح في الماضي، فقد يكون الخطأ مؤقتًا ويمكنك المحاولة فيما بعد.</li> </ul>
az: <ul> <li>Bu serverin konfiqurasiyası ilə və ya birilərinin serverə hücüm etməsi ilə bağlı ola bilər.</li> <li>Əgər daha sonra bu serverə uğurlu bağlana bilmişdinizsə, bu xəta müvəqqəti ola bilər və daha sonra təkrar yoxlaya bilərsiz.</li> </ul>
bn_bd: <ul> <li>সার্ভারের কনফিগারেশনের ত্রুটির কারণে এই সমস্যাটি হতে পারে, অথবা হতে পারে কেউ সার্ভারের ছদ্মবেশ ধারণ করার চেষ্টা করছে।</li> <li>যদি পূর্বে আপনি কখনো এই সার্ভারের সাথে সংযুক্ত হয়ে থাকেন, তাহলে সমস্যাটি অস্থায়ী হতে পারে, এবং আপনি কিছুক্ষণ পর আবার চেষ্টা করে দেখতে পারেন।</li> </ul>
bs: <ul> <li>Ovo bi mogao biti problem sa podešavanjima servera ili se neko možda pokušava predstaviti kao server.</li> <li>Ako ste se i ranije uspješno povezivali na ovaj server, greška može biti privremena i možete ponovo pokušati kasnije.</li> </ul>
ca: <ul> <li>Això podria ser un problema amb la configuració del servidor, o bé podria ser que algú estigués intentant fer-se passar pel servidor.</li> <li>Si us hi heu connectat sense cap problema alguna altra vegada, l'error podria ser temporal i podeu tornar-ho a provar més tard.</li> </ul>
cy: <ul> <li>Gall hwn fod yn anhawster gyda ffurfweddiad y gweinydd neu gall fod yn rhywun sy'n ceisio dynwared y gweinydd.</li> <li>Os ydych wedi cysylltu'n llwyddiannus gyda'r gweinydd yn y gorffennol, efallai mai gwall dros dro ydyw ac i geisio eto.</li> </ul>
da: <ul> <li>Dette kan være et problem med serverens konfiguration, eller det kan betyde, at nogen forsøger at give sig ud for at være serveren.</li> <li>Hvis du har kunnet tilgå serveren tidligere kan dette problem være midlertidigt og du anbefales at prøve igen senere.</li> </ul>
el: <ul> <li>Αυτό θα μπορούσε να είναι πρόβλημα με τη ρύθμιση του διακομιστή, ή θα μπορούσε να είναι κάποιος που προσπαθεί να μιμηθεί το διακομιστή.</li> <li>Αν έχετε συνδεθεί σε αυτό το διακομιστή επιτυχώς στο παρελθόν, το σφάλμα ενδέχεται να είναι προσωρινό και μπορείτε να δοκιμάσετε ξανά αργότερα.</li> </ul>
es_ar: <ul> <li>Podría haber un problema con la configuración del servidor o podría ser alguien tratando de hacerse pasar por ese servidor.</li> <li>Si se conectó exitosamente a este servidor en el pasado, el error puede ser temporal y puede probar más tarde.</li> </ul>
eu: <ul> <li>Hau zerbitzariaren konfigurazio-errore batengatik edo norbait zerbitzariaren nortasuna hartzen ari delako izan daiteke.</li> <li>Aurretik zerbitzari honetara behar bezala konektatu bazara, errorea behin-behinekoa izan daiteke eta geroago saia zaitezke.</li> </ul>
fa: <ul> <li>امکان دارید این اشکالی در تنظیمات کارگزار باشد، یا کسی به دنبال بازی کردن نقش این کارگزار باشد.</li> <li>اگر پیش از این بدون دریافت این خطا از این وب‌گاه بازدید کرده‌اید، این خطا امکان دارد موقتی باشد، بعداً دوباره تلاش کنید.</li> </ul>
fi: <ul> <li>Ongelma voi johtua palvelimen asetuksista tai jonkin toisen palvelimen vilpillisestä yrityksestä tekeytyä palvelimeksi.</li> <li>Jos yhteyden muodostuminen palvelimeen on aiemmin onnistunut, vika voi olla väliaikainen. Yritä tällöin myöhemmin uudestaan.</li> </ul>
fr: <ul> <li>Ceci peut être dû à un problème de configuration du serveur ou à une personne essayant d’usurper l’identité du serveur.</li> <li>Si vous avez déjà pu vous connecter à ce serveur, l’erreur est peut-être temporaire et vous pouvez essayer à nouveau plus tard.</li> </ul>
fy_nl: <ul> <li>Dit kin in probleem mei de serverkonfiguraasje wêze, of ien probearret dizze server nei te meitsjen.</li> <li>As jo yn it ferline wol mei sukses ferbining makke hawwe mei dizze server, dan is de flater mooglik tydlik en kinne jo it letter nochris probearje.</li> </ul>
he: <ul> <li>ייתכן שישנה בעיה בהגדרות השרת או שגורם כלשהו מנסה להתחזות אליו.</li> <li>במידה שהצלחת להתחבר לאתר כראוי בעבר, ייתכן ששגיאה זו היא זמנית בלבד, ואפשר יהיה לנסות שוב מאוחר יותר.</li> </ul>
hu: <ul> <li>Ez lehet a kiszolgáló beállítási problémája, vagy lehet, hogy valaki megpróbálja megszemélyesíteni a kiszolgálót.</li> <li>Ha a múltban sikeresen csatlakozott a kiszolgálóhoz, akkor a hiba ideiglenes lehet, és később újra megpróbálhatja.</li> </ul>
ia: <ul> <li>Isto pote esser un problema in le configuration del servitor o il pote esser alcuno tentante usurpar le servitor.</li> <li>Si tu ha connectite a iste servitor correctemente in le passato, le error pote esser temporari e tu pote retentar plus tarde.</li> </ul>
id: <ul> <li>Hal ini mungkin dikarenakan ada masalah terkait dengan konfigurasi server, atau bisa jadi ada seseorang mencoba untuk berkedok sebagai server.</li> <li>Jika Anda berhasil tersambung ke server ini sebelumnya, gangguan dapat bersifat sementara, dan Anda dapat mencoba kembali nanti.</li> </ul>
it: <ul> <li>Potrebbe trattarsi di un problema nella configurazione del server oppure di un tentativo da parte di qualcuno di sostituirsi al server stesso.</li> <li>Se è stato possibile connettersi a questo server in passato, il problema potrebbe essere solo temporaneo. Si consiglia di riprovare in seguito.</li> </ul>
ja: <ul> <li>サーバーの設定に問題があるか、誰かが正規のサーバーになりすましている可能性があります。</li> <li>以前は正常に接続できていた場合、この問題は恐らく一時的なものですので、後で再度試してみてください。</li> </ul>
kab: <ul> <li>Ayagi yekka-d ahat seg ugur n twila n uqeddac neγ amdan yettaɛraḍen ad yakker timagit n uqeddac.</li> <li>Ma yella teqqneḍ yakan ar uqeddac-agi, ahat tuccḍa d umatu kan, tzemreḍ ad tɛerḍeḍ tikelt-nniḍen ticki.</li></ul>
kk: <ul> <li>Бұл сервердің қатесі болуы мүмкін, немесе біреу сізге керек серверді басқасымен ауыстырғысы келеді.</li> <li>Осыған дейін бұл серверге сәтті қосылған болсаңыз, бұл қате уақытша болуы мүмкін. Біраздан кейін қайталап көріңіз.</li> </ul>
lo: <ul> <li>ສິງນີ້ອາດຈະເປັນບັນຫາທີ່ເກີດມາຈາກການຄອນຟິກເຊີເວີຜິດ ຫລື ມັນອາດຈະເກີດມາຈາກການທີ່ມີບາງຄົນພະຍາຍາມປອມແປງເຊີເວີ.</li> <li>ຖ້າຫາກວ່າທ່ານເຄີຍເຊື່ອມຕໍ່ກັບເຊີເວີນີ້ໄດ້ສຳເລັດມາກ່ອນ ຂໍ້ຜິດພາດນີ້ອາດຈະເກີດຂື້ນພຽງຊົ່ວຄາວ ແລະ ທ່ານສາມາດລອງເຂົ້າໃຫມ່ໃນພາຍຫລັງ.</li> </ul>
ms: <ul> <li>Ini mungkin masalah dengan konfigurasi pelayan, atau boleh jadi ada pihak yang cuba menyamar sebagai pelayan.</li> <li>Jika anda pernah berjaya mendapatkan hubungan dengan pelayan ini dulu, ralat ini mungkin sementara dan anda boleh cuba lagi nanti.</li> </ul>
my: <ul> <li>ယခုပြဿနာသည် ဆာဗာ၏ အပြင်အဆင်ကြောင့် သို့မဟုတ် တစ်ယောက်ယောက်သည် ဆာဗာ အယောင်ဆောင်နေသောကြောင့် ဖြစ်နိုင်သည်။</li> <li>အကယ်၍ သင်သည် အရင်က ယခုဆာဗာကို ချိတ်ဆက်ခဲ့ဖူးပါက ယခုပြဿနာသည် ယာယီ ဖြစ်နိုင်သည်၊ နောင်တွင် ပြန်လည်ချိတ်ဆက်ကြည့်ပါ။</li> </ul>
nl: <ul> <li>Dit kan een probleem met de serverconfiguratie zijn, of iemand probeert de server na te bootsen.</li> <li>Als u in het verleden met succes verbinding met deze server hebt gemaakt, kan de fout van tijdelijke aard zijn en kunt u het later nogmaals proberen.</li> </ul>
nn_no: <ul> <li>Dette kan vere på grunn av eit problem med serverkonfigurasjonen, eller det kan vere fordi nokon prøver å forfalske tilkoplinga til serveren.</li> <li>Dersom du har klart å kople til serveren tidlegare, kan problemet vere mellombels og du kan prøve igjen seinare.</li> </ul>
pt_br: <ul> <li>Isto pode ser um problema com a configuração do servidor ou pode ser alguém tentando se passar pelo servidor.</li> <li>Se você se conectou a este servidor com sucesso no passado, o erro pode ser temporário, e você pode tentar novamente mais tarde.</li> </ul>
ro: <ul> <li>Aceasta s-ar putea datora unei probleme în configurația serverului sau ar putea să fie cineva care încearcă să uzurpeze identitatea serverului.</li> <li>Dacă te-ai conectat cu succes în trecut la acest server, eroarea poate fi temporară și poți încerca din nou mai târziu.</li> </ul>
ru: <ul> <li>Это может быть проблемой с конфигурацией сервера или же кто-то пытается подменить нужный вам сервер другим.</li> <li>Если в прошлом вы успешно соединялись с этим сервером, то, возможно, эта ошибка является временной. Попробуйте зайти позже.</li> </ul>
sl: <ul> <li>Težava je morda v nastavitvah strežnika ali pa nekdo poskuša ta strežnik oponašati.</li> <li>Če ste se v preteklosti že uspešno povezali na ta strežnik, je morda napaka začasna in lahko znova poskusite kasneje.</li> </ul>
sq: <ul> <li>Ky mund të jetë problem i ardhur nga formësimi i shërbyesit, ose mund të bëhet fjalë për dikë që po provon të imitojë shërbyesin.</li> <li>Po qe se në të kaluarën jeni lidhur me sukses te ky shërbyes, gabimi mund të jetë i përkohshëm, dhe mund të riprovoni më vonë.</li> </ul>
sr: <ul> <li>Ово би могао бити проблем са подешавањима сервера или се можда неко представља као сервер.</li> <li>Ако сте се и раније успешно повезивали на овај сервер, грешка може бити привремена и можете поново покушати касније да му приступите.</li> </ul>
sv_se: <ul> <li>Det kan vara ett problem med serverns konfiguration, eller det kan vara någon som försöker imitera servern.</li> <li>Om du har anslutit till den här servern med framgång i det förflutna, kan felet vara tillfälligt, och du kan försöka igen senare.</li> </ul>
th: <ul> <li>สิ่งนี้อาจเป็นปัญหาจากการกำหนดค่าของเซิร์ฟเวอร์ หรืออาจมีใครบางคนกำลังพยายามปลอมแปลงเซิร์ฟเวอร์</li> <li>หากคุณเคยเชื่อมต่อกับเซิร์ฟเวอร์นี้สำเร็จในอดีต ข้อผิดพลาดอาจเกิดขึ้นเพียงชั่วคราว และคุณสามารถลองอีกครั้งในภายหลัง</li> </ul>
tt: <ul> <li>Бу сервер көйләүләрендәге хата белән бәйле булырга мөмкин, яисә кемдер Сезгә кирәкле серверны икенче берәве белән алыштырырга тырыша.</li> <li>Моңа кадәр бу серверга уңышлы тоташа торган булсагыз, бу хата вакытлыча гына булырга мөмкин. Берәздән янәдән тырышып карагыз.</li> </ul>
vi: <ul> <li>Đây có thể là sự cố với cấu hình của máy chủ hoặc có thể là một người cố mạo danh máy chủ.</li> <li>Nếu trước đây bạn đã kết nối với máy chủ này, lỗi này có thể là tạm thời và bạn có thể thử lại sau.</li> </ul>

# error_generic_title
source: Oops
ar: عذرا!
ast: Ups
az: Uups
bn_bd: ওহো
bs: Ups
ca: Ups.
cy: Wps
da: Ups
el: Ωχ
es_ar: Epa
eu: Iepa
fa: اوه
fi: Hups
fr: La requête ne peut aboutir
fy_nl: Oeps
he: אבוי
hu: Hoppá
ia: Ups
id: Ups
ja: 申し訳ありません
kab: Ihuh
kk: Қап
nl: Oeps
nn_no: Ops
pt_br: Ops
ro: Ups
ru: Ой
sl: Ups
sq: Hëm
sr: Упс
sv_se: Hoppsan
th: อุปส์
tt: Абау
vi: Ôi

# error_generic_message
source: We can’t load this page for some reason.
ar: تعذّر تحميل هذه الصفحة لسبب ما.
ast: Nun podemos cargar esta páxina por dalgún motivu
az: Bəzi səbəblərdən bu səhifəni yükləyə bilmirik.
bn_bd: আমরা কিছু কারণবশতঃ এই পাতাটি লোড করতে পারছি না।
bs: Iz nekog razloga ne možemo učitati ovu stranicu.
ca: No s'ha pogut carregar aquesta pàgina per algun motiu.
cy: Methu llwytho'r dudalen am ryw reswm.
da: Siden kan af uvisse årsager ikke indlæses.
el: Δεν μπορούμε να φορτώσουμε αυτή τη σελίδα για κάποιο λόγο.
es_ar: No se puede cargar esta página por alguna razón.
eu: Ezin dugu orri hau kargatu arrazoi ezezagun batengatik.
fa: بنا به دلایلی بارگیری این صفحه ممکن نبود.
fi: Verkkopyyntöä ei kyetä toteuttamaan.
fr: Pour une raison inconnue, nous ne pouvons pas charger cette page.
fy_nl: De side kin om de ien oft oare reden net laden wurde.
he: מסיבה כלשהי לא ניתן לטעון את דף זה.
hu: Az oldal valamilyen okból nem tölthető be.
ia: Nos non pote cargar iste pagina pro alcun ration.
id: Kami tidak dapat memuat laman ini karena sejumlah alasan.
it: Per qualche motivo non è stato possibile caricare questa pagina.
ja: 何らかの理由によりこのページを正常に読み込めませんでした。
kab: Ur nezmir ara ad d-nsali asebter-agi, ur neẓri ara acuγer.
kk: Бұл парақты қандай да бір себеппен жүктей алмадық.
lo: ພວກເຮົາບໍ່ສາມາດໂຫລດຫນ້າເວັບນີ້ໄດ້ດ້ວຍເຫດຜົນບາງປະການ.
ms: Kami tidak dapat memuat halaman ini untuk sebab-sebab tertentu.
my: အခြားအကြောင်းအရာများ ရှိသောကြောင့် ယခုစာမျက်နှာကို မဖွင့်နိုင်ပါ။
nl: Deze pagina kan om de een of andere reden niet worden geladen.
nn_no: Vi kan ikkje laste inn denne sida av ulike grunnar.
pt_br: Não podemos carregar esta página por algum motivo.
ro: Nu putem încărca această pagină dintr-un motiv oarecare.
ru: Мы почему-то не можем загрузить эту страницу.
sl: Iz neznanega razloga ne moremo naložiti strani.
sq: Për ndonjë farë arsyeje, s’e ngarkojmë dot këtë faqe.
sr: Из неких разлога не можемо учитати ову страницу.
sv_se: Vi kan inte ladda den här sidan av någon anledning.
th: เราไม่สามารถโหลดหน้านี้ได้ด้วยเหตุผลบางอย่าง
tt: Билгесез сәбәпләрдән бу сәхифәне йөкли алмадык.
vi: Chúng tôi không thể tải trang này vì một số lý do.

# contextmenu_open_in_app
source: Open with app
ca: Obre amb una aplicació
cy: Agor gydag ap
es_ar: Abrir con la aplicación
eu: Ireki aplikazioarekin
fa: بازکردن با برنامه
fi: Avaa sovelluksessa
fr: Ouvrir avec une application
fy_nl: Mei app iepenje
hu: Megnyitás alkalmazással
ia: Aperir per application
id: Buka dengan aplikasi
it: Apri con app
ms: Buka dengan aplikasi
my: အက်ပ်ဖြင့် ဖွင့်ပါ
ro: Deschide cu o aplicație
sv_se: Öppna med app
vi: Mở với ứng dụng

# contextmenu_link_share
source: Share link
ar: شارك الرابط
ast: Compartir enllaz
az: Keçidi paylaş
bn_bd: লিংক শেয়ার করুন
bo: སྦྲེལ་མཐུད་མཉམ་སྤྱོད།
bs: Podijeli vezu
ca: Comparteix l'enllaç
cy: Rhannu dolen
da: Del link
es_ar: Compartir enlace
eu: Partekatu lotura
fa: اشتراک‌گذاری پیوند
fi: Jaa linkki
fr: Partager le lien
fy_nl: Keppeling diele
he: שיתוף קישור
hu: Hivatkozás megosztása
ia: Compartir le ligamine
id: Bagikan tautan
it: Condividi link
ja: リンクを共有
kab: Bḍu aseγwen
kk: Сілтемемен бөлісу
lo: ແບ່ງປັນລີ້ງ
ms: Kongsi pautan
my: လင့်ခ်ကို မျှဝေရန်
nl: Koppeling delen
nn_no: Del lenke
pt_br: Compartilhar link
ro: Partajează linkul
ru: Поделиться ссылкой
sl: Deli povezavo
sq: Ndani lidhje me të tjerët
sr: Подели везу
sv_se: Dela länk
th: แบ่งปันลิงก์
tt: Сылтаманы уртаклашу
vi: Chia sẻ liên kết

# contextmenu_link_copy
source: Copy link address
ar: انسخ عنوان الرابط
ast: Copiar direición d'enllaz
az: Keçid ünvanını köçür
bn_bd: লিংকের ঠিকানা অনুলিপি করুন
bs: Kopiraj adresu veze
ca: Copia l'adreça de l'enllaç
cy: Copïo cyfeiriad dolen
da: Kopier linkadresse
es_ar: Copiar dirección del enlace
eu: Kopiatu loturaren helbidea
fa: رونوشت از آدرس پیوند
fi: Kopioi linkin osoite
fr: Copier l’adresse du lien
fy_nl: Keppelingsadres kopiearje
he: העתקת כתובת קישור
hu: Hivatkozás címének másolása
ia: Copiar le adresse del ligamine
id: Salin alamat tautan
it: Copia indirizzo link
ja: リンクアドレスをコピー
kab: Nγel tansa n useγwen
kk: Сілтеме адресін көшіріп алу
lo: ສຳເນົາທີ່ຢູ່ຂອງລີ້ງ
ms: Salin alamat pautan
my: လင့်ခ်လိပ်စာကို ကူးပါ
nl: Koppelingsadres kopiëren
nn_no: Kopier lenkeadresse
pt_br: Copiar endereço do link
ro: Copiază adresa linkului
ru: Копировать адрес ссылки
sl: Kopiraj naslov povezave
sq: Kopjo adresë lidhjeje
sr: Копирај везу адресе
sv_se: Kopiera länkadress
th: คัดลอกที่อยู่ลิงก์
tt: Сылтаманың адресын копияләү
vi: Sao chép địa chỉ liên kết

# contextmenu_image_share
source: Share image
ar: شارك الصورة
ast: Compartir imaxe
az: Şəkli paylaş
bn_bd: ছবি শেয়ার
bo: པར་མཉམ་སྤྱོད།
bs: Podijeli sliku
ca: Comparteix la imatge
cy: Rhannu delwedd
da: Del billede
es_ar: Compartir imagen
eu: Partekatu irudia
fa: اشتراک‌گذاری تصویر
fi: Jaa kuva
fr: Partager l’image
fy_nl: Ofbylding diele
he: שיתוף תמונה
hu: Kép megosztása
ia: Compartir le imagine
id: Bagikan gambar
it: Condividi immagine
ja: 画像を共有
kab: Bḍu tugna
kk: Суретпен бөлісу
lo: ແບ່ງປັນຮູບພາບ
ms: Kongsi imej
my: ရုပ်ပုံကို မျှဝေရန်
nl: Afbeelding delen
nn_no: Del bilde
pt_br: Compartilhar imagem
ro: Partajează imaginea
ru: Поделиться изображением
sl: Deli sliko
sq: Ndani figurë me të tjerët
sr: Подели слику
sv_se: Dela bild
th: แบ่งปันภาพ
tt: Рәсемне уртаклашу
vi: Chia sẻ hình ảnh

# contextmenu_image_copy
source: Copy image address
ar: انسخ عنوان الصورة
ast: Copiar direición d'imaxe
az: Şəkil ünvanını köçür
bn_bd: ছবির ঠিকানা অনুলিপি করুন
bo: པར་གྱི་ཁ་བྱང་ཉར།
bs: Kopiraj adresu slike
ca: Copia l'adreça de la imatge
cy: Copïo cyfeiriad delwedd
da: Kopier billedets adresse
es_ar: Copiar dirección de la imagen
eu: Kopiatu irudiaren helbidea
fa: رونوشت از آدرس تصویر
fi: Kopioi kuvan osoite
fr: Copier l’adresse de l’image
fy_nl: Ofbyldingsadres kopiearje
he: העתקת כתובת תמונה
hu: Kép címének másolása
ia: Copiar le adresse del imagine
id: Salin alamat gambar
it: Copia indirizzo immagine
ja: 画像アドレスをコピー
kab: Nγel tansa n tugna
kk: Сурет адресін көшіріп алу
lo: ສຳເນົາທີ່ຢູ່ຂອງຮູບພາບ
ms: Salin alamat imej
my: ရုပ်ပုံလိပ်စာကို ကူးပါ
nl: Afbeeldingsadres kopiëren
nn_no: Kopier bildeadresse
pt_br: Copiar endereço da imagem
ro: Copiază adresa imaginii
ru: Копировать адрес изображения
sl: Kopiraj naslov slike
sq: Kopjo adresë figure
sr: Копирај адресу слике
sv_se: Kopiera bildadress
th: คัดลอกที่อยู่ภาพ
tt: Рәсемнең адресын копияләү
vi: Sao chép địa chỉ hình ảnh

# contextmenu_image_save
source: Save image
ar: احفظ الصورة
ast: Guardar imaxe
az: Şəkli saxla
bn_bd: ছবি সংরক্ষণ
bo: པར་ཉར།
bs: Sačuvaj sliku
ca: Desa la imatge
cy: Cadw delwedd
da: Gem billede
es_ar: Guardar imagen
eu: Gorde irudia
fa: ذخیره تصویر
fi: Tallenna kuva
fr: Enregistrer l’image
fy_nl: Ofbylding bewarje
he: שמירת תמונה
hu: Kép mentése
ia: Salvar le imagine
id: Simpan gambar
it: Salva immagine
ja: 画像を保存
kab: Sekles tugna
kk: Суретті сақтау
lo: ບັນທຶກຮູບພາບ
ms: Simpan imej
my: ရုပ်ပုံကို သိမ်းရန်
nl: Afbeelding opslaan
nn_no: Lagre bilde
pt_br: Salvar imagem
ro: Salvează imaginea
ru: Сохранить изображение
sl: Shrani sliko
sq: Ruaje figurën
sr: Сачувај слику
sv_se: Spara bild
th: บันทึกภาพ
tt: Рәсемне саклау
vi: Lưu hình ảnh

# contextmenu_open_in_new_tab
source: Open link in new tab
ar: افتح الرابط في لسان جديد
az: Keçidi yeni vərəqdə aç
bn_bd: নতুন ট্যাবে লিঙ্ক খুলুন
bs: Otvori vezu u novom tabu
ca: Obre l'enllaç en una pestanya nova
cy: Agor dolen mewn tab newydd
da: Åbn link i nyt faneblad
es_ar: Abrir enlace en nueva pestaña
eu: Ireki lotura fitxa berrian
fa: بازکردن پیوند در زبانه جدید
fi: Avaa linkki uuteen välilehteen
fr: Ouvrir le lien dans un nouvel onglet
fy_nl: Keppeling iepenje yn nij ljepblêd
he: פתיחת קישור בלשונית חדשה
hu: Hivatkozás megnyitása új lapon
ia: Aperir le ligamine in un nove scheda
id: Buka tautan di tab baru
it: Apri link in nuova scheda
ja: リンクを新しいタブで開く
kab: Ldi aseɣwen deg iccer amaynut
kk: Сілтемені жаңа бетте ашу
lo: ເປີດລີ້ງໃນແທັບໃຫມ່
ms: Buka pautan dalam tab baru
my: လင့်ခ်ကို တပ်ဗ်အသစ်တွင် ဖွင့်ပါ
nl: Koppeling openen in nieuw tabblad
nn_no: Opne lenke i ny fane
pt_br: Abrir link em nova aba
ro: Deschide într-o filă nouă
ru: Открыть ссылку в новой вкладке
sl: Odpri povezavo v novem zavihku
sq: Hape lidhjen në skedë të re
sr: Отвори везу у новом језичку
sv_se: Öppna länk i ny flik
th: เปิดลิงก์ในแท็บใหม่
tt: Сылтаманы яңа биттә ачу
vi: Mở liên kết trong thẻ mới

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
ar: الصور المحفوظة و المُشاركة <b>لن تُحذف</b> عندما تمسح تأريخ %1$s.
az: Saxlanılan və paylaşılan şəkillər %1$s tarixini pozduqda <b>silinməyəcəklər</b>.
bn_bd: আপনি %1$s ইতিহাস অপসারণ করলে, সংরক্ষিত ও শেয়ার করা ছবি <b>মুছে যাবে না</b>।
bo: %1$s འཚོལ་རབས་འདོར་སུབ་བྱེད་སྐབས་འགྲེམ་སྤེལ་དང་ཉར་ཟིན་པའི་ཡིག་ཆ་རྣམས་<b>འདོར་སུབ་མི་བྱ།</b>
bs: Sačuvane i podijeljene slike <b>neće biti izbrisane</b> kada izbrišete %1$s historiju.
ca: Les imatges que deseu i compartiu <b>no s'eliminaran</b> quan esborreu l'historial del %1$s.
cy: Ni fydd delweddau sydd wedi eu cadw a'u rhannu <b>yn cael eu dileu</b> pan fyddwch yn dileu hanes %1$s.
da: Gemte og delte billeder <b>vil ikke blive slettet,</b> når du sletter historikken i %1$s.
es_ar: La imágenes que guardó y compartió <b>no serán borradas</b> cuando borre el historial de %1$s.
eu: Deskargatutako eta partekatutako irudiak <b>ez dira ezabatuko</b> %1$s(r)en historia ezabatzean.
fa: وقتی شما تاریخ‌جه %1$s را پاک می‌کنید، تصاویر ذخیره یا هم‌رسان شده <b>پاک نخواهند شد</b>.
fi: Tallennettuja ja jaettuja kuvia <b>ei poisteta</b> kun %1$sen selaushistoria tyhjennetään.
fr: Les images partagées ou enregistrées <b>ne seront pas supprimées</b> lorsque vous effacez l’historique de %1$s.
fy_nl: Bewarre en dielde ôfbyldingen <b>wurde net fuortsmiten</b> as jo skiednis fan %1$s wiskje.
he: תמונות שמורות ומשותפות <b>לא יימחקו</b> בעת מחיקת ההיסטוריה של %1$s.
hu: A mentett és megosztott képek <b>nem kerülnek törlésre</b>, ha törli a %1$s előzményeit.
ia: Le imagines salvate e compartite <b>non essera delite</b> quando tu elimina le chronologia de %1$s.
id: Gambar yang disimpan dan dibagikan <b>tidak akan dihapus</b> ketika Anda menghapus riwayat %1$s.
it: Le immagini salvate e condivise <b>non verranno eliminate</b> quando si elimina la cronologia di %1$s.
ja: 保存、共有された画像は %1$s の履歴を消去しても <b>削除されません</b>。
kab: Tugniwin ittwaskelsen akked ittwabḍan<b>ur ttwaksent ara </b> m'ara ad tekseḍ %1$samazray.
kk: %1$s тарихы өшірілген кезде сақталған және бөліскен суреттер <b>өшірілмейді</b>.
lo: ບັນທຶກໄວ້ ແລະ ໄດ້ແບ່ງປັນຮູບພາບ <b>ຈະບໍ່ຖືກລົບ</b> ເມື່ອທ່ານລຶບປະຫວັດການນຳໃຊ້ຂອງ %1$s
ms: Imej yang disimpan dan dikongsi <b>tidak akan dihapuskan</b> apabila anda buang sejarah %1$s.
my: သင် %1$s မှတ်တမ်းကို ရှင်းလင်းသည့်အခါ သိမ်းထားသော သို့မဟုတ် မျှဝေထားသော ရုပ်ပုံများကို <b>မဖျက်ပါ</b>။
nl: Opgeslagen en gedeelde afbeeldingen <b>worden niet verwijderd</b> als u geschiedenis van %1$s wist.
nn_no: Lagra og delte bilde <b>vil ikkje bli fjerna</b> når du slettar %1$s-historikken.
pt_br: As imagens salvas e compartilhadas <b>não serão excluídas</b> ao apagar o histórico do %1$s.
ro: Imaginile salvate și partajate <b>nu vor fi îndepărtate</b> când ștergi istoricul %1$s.
ru: Сохранённые и отправленные фотографии <b>не будут удалены</b>, когда вы сотрёте историю %1$s.
sl: Ob izbrisu zgodovine %1$sa shranjene in deljene slike <b>ne bodo izbrisane</b>.
sq: Figurat e ruajtura dhe ato të ndara me të tjerët <b>s’do të fshihen</b>, kur të fshini historikun e %1$s-it.
sr: Сачуване и дељене слике <b>неће бити обрисане</b> када обришете %1$s историјат.
sv_se: Sparade och delade bilder <b>kommer inte att raderas</b> när du raderar %1$s historik.
th: ภาพที่บันทึกไว้และแบ่งปัน<b>จะไม่ถูกลบ</b>เมื่อคุณล้างประวัติของ %1$s
tt: %1$s тарихын бетергәндә, сакланган яки уртаклашылган рәсемнәр <b>бетерелмәячәк</b>.
vi: Ảnh đã lưu và chia sẻ <b>sẽ không xóa</b> khi bạn xóa lịch sử %1$s.

# firstrun_defaultbrowser_title
source: Power up your privacy
ar: حسّن خصوصيتك
ast: Potencia la to privacidá
az: Məxfiliyinizi gücləndirin
bn_bd: আপনার গোপনীয়তা কঠোর করুন
bo: སྒེར་དབང་ཆེ་རུ་གཏོང་།
bs: Osnažite vašu privatnost
ca: Potencieu la privadesa
cy: Cryfhewch eich preifatrwydd
da: Styrk dit privatliv
es_ar: Potencie su privacidad
eu: Indartu zure pribatutasuna
fa: قدرت حریم‌شخصی خود را افزایش دهید
fi: Tehosta yksityisyyttäsi
fr: Renforcez votre vie privée
fy_nl: Fergrutsje jo privacy
he: חיזוק הפרטיות שלך
hu: Tuningolja fel az adatvédelmét
ia: Reinfortia tu confidentialitate
id: Perkuat privasi Anda
it: Potenzia la tua privacy
ja: プライバシーを強化
kab: Rmed tabaḍnit inek
kk: Жекелігіңізді күшейтіңіз
lo: ເພີ່ມຄວາມເປັນສ່ວນໂຕຂອງທ່ານ
ms: Tingkatkan privasi anda
my: ကိုယ်ရေးကာကွယ်မှုကို တိုးမြှင့်ပါ
nl: Vergroot uw privacy
nn_no: Styrk personvernet ditt
pt_br: Potencialize sua privacidade
ro: Consolidează-ți confidențialitatea
ru: Усильте свою приватность
sl: Okrepite svojo zasebnost
sq: Fuqizoni privatësinë tuaj
sr: Ојачајте вашу приватност
sv_se: Stärk din integritet
th: เพิ่มความเป็นส่วนตัวของคุณ
tt: Хосусыйлыгызны көчәйтегез
vi: Tăng quyền riêng tư của bạn
