Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# action_cancel
source: Cancel
ar: ألغِ
ast: Encaboxar
az: Ləğv et
bn_bd: বাতিল
bo: འདོར་བ།
bs: Otkaži
ca: Cancel·la
cy: Diddymu
da: Annuller
el: Ακύρωση
es_ar: Cancelar
eu: Utzi
fa: لغو
fi: Peruuta
fr: Annuler
fy_nl: Annulearje
he: ביטול
hu: Mégse
ia: Cancellar
id: Batal
it: Annulla
ja: キャンセル
kab: Sefsex
kk: Бас тарту
lo: ຍົກເລີກ
ms: Batal
my: မလုပ်ဆောင်တော့ပါ
nl: Annuleren
nn_no: Avbryt
pt_br: Cancelar
ro: Renunță
ru: Отмена
sl: Prekliči
sq: Anuloje
sr: Откажи
sv_se: Avbryt
th: ยกเลิก
tt: Баш тарту
vi: Hủy bỏ

# action_save
source: Save
ar: احفظ
bn_bd: সংরক্ষণ
bo: ཉར་གསོག
bs: Sačuvaj
ca: Desa
cy: Cadw
da: Gem
es_ar: Guardar
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Enregistrer
fy_nl: Bewarje
he: שמירה
hu: Mentés
ia: Salvar
id: Simpan
it: Salva
kab: Sekles
kk: Сақтау
lo: ບັນທຶກ
ms: Simpan
my: သိမ်းရန်
nl: Opslaan
nn_no: Lagre
pt_br: Salvar
ro: Salvează
ru: Сохранить
sl: Shrani
sq: Ruaje
sr: Сачувај
sv_se: Spara
th: บันทึก
tt: Саклау
vi: Lưu

# urlbar_hint
source: Search or enter address
ar: ابحث أو أدخل عنوانا
ast: Gueta o introduz direiciones
az: Ünvanı daxil et və ya axtar
bn_bd: অনুসন্ধান করুন বা ঠিকানা লিখুন
bo: འཚོལ་བཤེར་ཡང་ན་དྲ་ཚིཊ་ཁ་བྱང་འདིར་འཇུག་རོཊ།
bs: Tražite ili upišite adresu
ca: Escriviu una cerca o adreça
cy: Chwilio neu gyfeiriad
da: Søg eller indtast adresse
el: Αναζήτηση ή πληκτρολόγηση διεύθυνσης
es_ar: Buscar o ingresar dirección
eu: Bilatu edo idatzi helbidea
fa: جست‌وجو کنید یا آدرسی را وارد کنید
fi: Kirjoita osoite tai hakusana
fr: Recherche ou adresse
fy_nl: Fier sykterm of adres yn
he: חיפוש או הכנסת כתובת
hu: Keressen, vagy adjon meg címet
ia: Insere un adresse o face un recerca
id: Cari atau masukkan alamat
it: Cerca o inserisci un indirizzo
ja: 検索語またはアドレスを入力
kab: Nadi neγ sekcem tansa
kk: Іздеу немесе адрес
lo: ຄົ້ນຫາ ຫລື ປ້ອນທີ່ຢູ່ໃສ່ນີ້
ms: Cari atau masukkan alamat
my: ရှာဖွေပါ သို့မဟုတ် လိပ်စာရိုက်ပါ
nl: Voer zoekterm of adres in
nn_no: Søk eller skriv inn adresse
pt_br: Pesquisar ou navegar
ro: Caută sau introdu adresa
ru: Введите запрос или адрес
sl: Iskanje ali naslov strani
sq: Kërkoni ose jepni adresë
sr: Претражите или унесите адресу
sv_se: Sök eller ange adress
th: ค้นหาหรือป้อนที่อยู่
tt: Эзләү яки адрес язу
vi: Tìm kiếm hoặc nhập địa chỉ

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
ar: تصفح خاص تلقائي. تصفح. امسح. كرر.
ast: Restolar en privao automático. Restola. Desanicia. Repiti.
az: Avtomatik məxfi səyahət. Gəz. Poz. Təkrarla.
bn_bd: স্বয়ংক্রিয় প্রাইভেন্ট ব্রাউজিং। ব্রাউজ করুন। মুছে দিন। আবার করুন।
bo: རང་འགུལ་སྒེར་དོན་གསང་རྒྱ། དྲྭ་འཚོལ། བསུབ་པ། བསྐྱར་འཚོལ།
bs: Automatsko privatno pretraživanje. Pretražujte. Izbrišite. Ponovite.
ca: Navegació privada automàtica. Navegueu. Esborreu. Torneu-hi.
cy: Pori preifat awtomatig. Pori. Dileu. Eto.
da: Automatisk privat browsing. Surf. Slet. Start forfra.
el: Αυτόματη ιδιωτική περιήγηση. Περιήγηση. Διαγραφή. Επανάληψη.
es_ar: Navegación privada automática. Navegar. Borrar. Repetir.
eu: Nabigatze pribatu automatikoa. Nabigatu. Ezabatu. Errepikatu.
fa: مرور ناشناس خودکار. مرور کنید. پاک کنید. تکرار کنید.
fi: Automaattisesti yksityistä selaamista. Selaa. Tyhjennä. Toista.
fr: Navigation privée automatique. Naviguez. Effacez. Recommencez.
fy_nl: Automatysk privee sneupe. Sneupe. Wiskje. Werhelje.
he: גלישה פרטית אוטומטית. גלישה. מחיקה. חזרה להתחלה.
hu: Automatikus privát böngészés. Böngészés. Törlés. Ismétlés.
ia: Navigation private automatic. Naviga. Elimina. Repete.
id: Penjelajahan pribadi otomatis. Jelajahi. Hapus. Ulangi.
it: Navigazione anonima in automatico. Naviga. Elimina. Ripeti.
ja: プライベートブラウジングを自動的に。 ブラウズ、消去の繰り返し。
kab: Tunigin tusligt tawurmant. Snirem. Kkes. Sniles.
kk: Автоматты түрдегі жекелік шолу. Шолу. Өшіру. Қайталау.
lo: ການທ່ອງເວັບສ່ວນຕົວແບບອັດຕະໂນມັດ. ທ່ອງເວັບ ແລະ ລົບລ້າງປະຫວັດການໃຊ້ງານອອກ.
ms: Pelayaran peribadi automatik. Layar. Buang. Ulang.
my: အလိုအလျောက် တစ်ကိုယ်ရေသုံး၊ သုံးပြီးဖျက်
nl: Automatische privénavigatie. Surfen. Wissen. Herhalen.
nn_no: Automatisk privat nettlesing. Surf. Slett. Gjenta.
pt_br: Navegação privativa automática. Navegar. Apagar. Repetir.
ro: Navigare privată automată. Navighează. Șterge. Repetă.
ru: Автоматический режим приватного просмотра. Просмотреть. Стереть. Повторить.
sl: Samodejno zasebno brskanje. Brskajte. Izbrišite. Ponovite.
sq: Shfletim automatikisht privat. Shfletoni. Fshini Gjurmët. Përsëriteni.
sr: Аутоматско приватно сурфовање. Сурфуј. Обриши. Понови.
sv_se: Automatisk privat surfning. Surfa. Radera. Upprepa.
th: ท่องเว็บแบบส่วนตัวโดยอัตโนมัติ ท่องเว็บ ล้าง ทำซ้ำ
tt: Автоматик рәвештә хосусый гизү. Гизегез. Бетерегез. Кабатлагыз.
vi: Duyệt web riêng tư. Duyệt. Xóa. Lặp lại.

# feedback_erase
source: Your browsing history has been erased.
ar: لقد مسح تأريخ تصفحك.
ast: Desanicióse'l to historial de restolar.
az: Səyahət tarixçəniz silindi.
bn_bd: আপনার ব্রাউজিংয়ের পূর্ববর্তী তথ্য মুছে ফেলা হয়েছে।
bo: འཚོལ་རབས་འདོར་བསུབས་བྱས་ཟིན།
bs: Vaša historija pretraživanja je izbrisana.
ca: S'ha esborrat l'historial de navegació.
cy: Mae eich hanes pori wedi cael ei ddileu.
da: Din browser-historik er blevet slettet.
el: Το ιστορικό περιήγησής έχει εκκαθαριστεί.
es_ar: Se borró el historial de navegación.
eu: Zure nabigatze-historia ezabatu egin da.
fa: تاریخچه مرور شما حذف شد.
fi: Selaushistoria tyhjennetty.
fr: Votre historique de navigation a été effacé.
fy_nl: Jo sneupskiednis is wiske.
he: היסטוריית הגלישה שלך נמחקה.
hu: A böngészési előzmények törölve.
ia: Tu chronologia de navigation ha essite eliminate.
id: Riwayat penjelajahan Anda sudah dihapus.
it: La cronologia di navigazione è stata eliminata.
ja: 閲覧履歴が消去されました。
kab: Amazray-inek n unadi yettwasfeḍ.
kk: Сіздің шолу тарихыңыз өшірілді.
lo: ປະຫວັດການທ່ອງເວັບຂອງທ່ານໄດ້ຖືກລຶບອອກແລ້ວ.
ms: Sejarah pelayaran anda telah dibuang.
my: သင့် ဘယောက်ဆာသုံး မှတ်တမ်းဖျက်ပြီး
nl: Uw navigatiegeschiedenis is gewist.
nn_no: Nettlesarhistorikken din har blitt sletta.
pt_br: Seu histórico de navegação foi apagado.
ro: Istoricul de navigare a fost șters.
ru: Ваша история посещения сайтов была стёрта.
sl: Vaša zgodovina brskanja je bila izbrisana.
sq: Historiku juaj i shfletimit u fshi.
sr: Ваш историјат прегледања је обрисан.
sv_se: Din webbhistorik har raderats.
th: ล้างประวัติการท่องเว็บของคุณแล้ว
tt: Гизү тарихыгыз бетерелде.
vi: Lịch sử duyệt web của bạn đã bị xóa.

# feedback_erase_custom_tab
source: Tab’s browsing history has been erased.
bn_bd: ট্যাব এর ব্রাউজিং ইতিহাস মুছে ফেলা হয়েছে।
ca: S'ha esborrat l'historial de navegació de la pestanya.
cy: Mae hanes pori'r Tab wedi cael ei ddileu.
es_ar: Se borró el historial de navegación de la pestaña.
eu: Fitxaren nabigatze-historia ezabatu egin da.
fa: تاریخچه زبانه‌های مرورگر پاک شده است.
fi: Välilehden selaushistoria on tyhjennetty.
fr: L’historique de navigation de l’onglet a été effacé.
fy_nl: Jo sneupskiednis fan de ljepblêden is wiske.
hu: A lap böngészési előzményei törölve lettek.
ia: Le chronologia de navigation del scheda ha essite eliminate.
id: Riwayat penjelajahan tab telah dihapus.
it: Eliminata cronologia di navigazione della scheda.
ms: Sejarah pelayaran tab telah dibuang.
my: ကြည့်ရှုမှတ်တမ်းကို ရှင်းလင်းထားသည်။
ro: Istoricul de navigare al filei a fost șters.
sv_se: Flikens surfhistorik har raderats.
vi: Lịch sử duyệt web của thẻ đã bị xóa.

# search_hint
source: Search for %1$s
ar: ابحث عن %1$s
ast: Guetar %1$s
az: %1$s üçün axtar
bn_bd: %1$s এর জন্যে অনুসন্ধান করুন
bo: འཚོལ་བྱའི་ནང་དོན་ %1$s
bs: Traži %1$s
ca: Cerca %1$s
cy: Chwilio am %1$s
da: Søg efter %1$s
el: Αναζήτηση για %1$s
es_ar: Buscar %1$s
eu: Bilatu %1$s
fa: جست‌وجو برای %1$s
fi: Hae %1$s
fr: Rechercher %1$s
fy_nl: Sykje nei %1$s
he: חיפוש עבור %1$s
hu: Keresés erre: %1$s
ia: Cercar %1$s
id: Cari %1$s
it: Cerca %1$s
ja: %1$s を検索
kab: Nadi %1$s
kk: %1$s іздеу
lo: ຄົ້ນຫາສຳລັບ %1$s
ms: Cari %1$s
my: %1$s ကိုရှာမယ်
nl: Zoeken naar %1$s
nn_no: Søk etter %1$s
pt_br: Pesquisar por %1$s
ro: Caută %1$s
ru: Поиск %1$s
sl: Išči %1$s
sq: Kërko për %1$s
sr: Претражи %1$s
sv_se: Sök efter %1$s
th: ค้นหา %1$s
tt: %1$s дип эзләү
vi: Tìm kiếm %1$s

# menu_share
source: Share…
ar: شارك…
ast: Compartir…
az: Paylaş…
bn_bd: শেয়ার…
bo: མཉམ་སྤྱོད་་་
bs: Dijeli…
ca: Comparteix…
cy: Rhannu…
da: Del…
el: Κοινή χρήση…
es_ar: Compartir…
eu: Partekatu…
fa: اشتراک‌گذاری…
fi: Jaa…
fr: Partager…
fy_nl: Diele…
he: שיתוף…
hu: Megosztás…
ia: Compartir…
id: Bagikan…
it: Condividi…
ja: 共有...
kab: Bḍu…
kk: Бөлісу…
lo: ແບ່ງປັນ…
ms: Kongsi…
my: မျှဝေပါ…
nl: Delen…
nn_no: Del…
pt_br: Compartilhar…
ro: Partajează…
ru: Поделиться…
sl: Deli …
sq: Ndajeni me të tjerët…
sr: Подели…
sv_se: Dela…
th: แบ่งปัน…
tt: Уртаклашу…
vi: Chia sẻ…

# menu_report_site_issue
source: Report Site Issue
ar: أبلِغ عن مشكلة بالموقع
bn_bd: সাইট ইস্যু রিপোর্ট করুন
bo: དྲ་ཚིགས་གནད་དོན་སྙན་སེང་ཞུ་བ།
ca: Informa d'un problema amb el lloc
cy: Adrodd ar Fater Gwefan
da: Rapportér problem med websted
es_ar: Informar sobre problema en el sitio
eu: Eman gunearen arazoaren berri
fa: گزارش مشکل در پایگاه
fi: Ilmoita sivuston ongelmasta
fr: Signaler un problème sur ce site
fy_nl: Websiteprobleem rapportearje
he: דיווח על בעיה באתר
hu: Hibás webhely bejelentése
ia: Reportar problema del sito
id: Laporkan Masalah Situs
it: Segnala un problema con questo sito
kab: Azen-d ugur-agi
ms: Laporkan Isu Laman
my: ဆိုက်ပြဿနာကို သတင်းပို့ရန်
nl: Websiteprobleem rapporteren
pt_br: Relatar problema no site
ro: Raportează problemă cu site-ul
ru: Сообщить о проблеме с сайтом
sl: Prijavi napako strani
sq: Raporto Problem Sajti
sr: Пријави проблем на сајту
sv_se: Rapportera webbplatsproblem
th: รายงานปัญหาไซต์
tt: Сайттагы проблема турында хәбәр итү
vi: Báo cáo vấn đề về trang

# menu_open_with_default_browser2
source: Open in %1$s
ar: افتح في %1$s
bn_bd: %1$s এ খুলুন
bo: ཁ་ཕྱེ་ཡུལ་%1$s
bs: Otvori u %1$s
ca: Obre amb el %1$s
cy: Agor gyda %1$s
da: Åbn i %1$s
es_ar: Abrir en %1$s
eu: Ireki %1$s nabigatzailean
fa: بازکردن در %1$s
fi: Avaa sovelluksella %1$s
fr: Ouvrir avec %1$s
fy_nl: Iepenje yn %1$s
he: פתיחה ב־%1$s
hu: Megnyitás ezzel: %1$s
ia: Aperir in %1$s
id: Buka di %1$s
it: Apri in %1$s
kab: Ldi di %1$s
kk: %1$s көмегімен ашу
lo: ເປີດໃນ %1$s
ms: Buka dalam %1$s
my: %1$s တွင်ဖွင့်ပါ
nl: Openen in %1$s
nn_no: Opne i %1$s
pt_br: Abrir em %1$s
ro: Deschide în %1$s
ru: Открыть в %1$s
sl: Odpri v %1$s
sq: Hape në %1$s
sr: Отвори у %1$s
sv_se: Öppna med %1$s
th: เปิดใน %1$s
tt: %1$s белән ачу
vi: Mở bằng %1$s

# menu_open_with_a_browser2
source: Open in…
ar: افتح في…
bn_bd: খুলুন…
bo: ཁ་ཕྱེ་ཡུལ་་་་
bs: Otvori u…
ca: Obre amb…
cy: Agor yn…
da: Åbn i…
es_ar: Abrir en…
eu: Ireki honekin…
fa: بازکردن…
fi: Avaa sovelluksella…
fr: Ouvrir avec…
fy_nl: Iepenje yn…
he: פתיחה ב…
hu: Megnyitás a következővel…
ia: Aperir in…
id: Buka di…
it: Apri in…
kab: Ldi deg…
kk: Көмегімен ашу…
lo: ເປີດໃນ…
ms: Buka dalam…
my: ...တွင် ဖွင့်ရန်
nl: Openen in…
nn_no: Opne i…
pt_br: Abrir em…
ro: Deschide în…
ru: Открыть в…
sl: Odpri v …
sq: Hapeni në…
sr: Отвори у…
sv_se: Öppna med…
th: เปิดใน…
tt: ... белән ачу
vi: Mở bằng…

# menu_add_to_home_screen
source: Add to Home screen
ar: أضِف إلى شاشة البداية
ast: Amestar a la pantalla d'aniciu
az: Ana ekrana əlavə et
bn_bd: নীড় স্ক্রিনে যোগ
bo: ཁ་པའི་མདུན་ངོས་ཞོག་ཅིག
bs: Dodaj na početni ekran
ca: Afegeix a pantalla d'inici
cy: Ychwanegu i'r sgrin Cartref
da: Føj til startskærmen
es_ar: Agregar a pantalla de inicio
eu: Gehitu hasierako pantailan
fa: افزودن به صفحه‌ی خانه
fi: Lisää linkki aloitusnäyttöön
fr: Ajouter à l’écran d’accueil
fy_nl: Tafoegje oan startskerm
he: הוספה למסך הבית
hu: Kezdőképernyőhöz adás
ia: Adder al pagina initial
id: Tambahkan ke Beranda
it: Agg. a schermata principale
ja: ホーム画面に追加
kab: Rnu γer ugdil agejdan
kk: Үй экранына қосу
lo: ເພີ່ມເຂົ້າໄປຫນ້າຈໍຫລັກ
ms: Tambah ke Skrin Halaman utama
my: ပင်မစာမျက်နှာသို့ ထည့်ပါ
nl: Toevoegen aan startscherm
nn_no: Legg til på startskjerm
pt_br: Adicionar à tela inicial
ro: Adaugă la ecranul principal
ru: Добавить на домашний экран
sl: Dodaj na domač zaslon
sq: Shtoje te skena e Kreut
sr: Додај на почетни екран
sv_se: Lägg till på startskärmen
th: เพิ่มไปยังหน้าจอหลัก
tt: Өй экранына кую
vi: Thêm vào màn hình chính

# menu_whats_new
source: What's New
ar: ما الجديد
bn_bd: নতুন কি আছে
bo: གནས་ཚུལ་གསར་པ།
bs: Šta je novo
ca: Novetats
cy: Be sy'n Newydd
da: Nyheder
es_ar: Novedades
eu: Nobedadeak
fa: امکانات جدید
fi: Mitä uutta
fr: Nouveautés
fy_nl: Wat is nij
he: מה חדש
hu: Újdonságok
ia: Novitates
id: Yang Baru
it: Novità
ja: 新着情報
kab: D acu yellan d amaynut
kk: Не жаңалық
lo: ສິ່ງໃຫມ່ໆ
ms: Perkembangan Terbaru
my: ဘာအသစ်တွေ ပါဝင်ပါသလဲ။
nl: Wat is er nieuw
nn_no: Kva er nytt
pt_br: Novidades
ro: Ce este nou
ru: Что нового
sl: Kaj je novega
sq: Ç’ka të Re
sr: Шта је ново
sv_se: Vad är nytt
th: มีอะไรใหม่
tt: Яңалыклар
vi: Có gì mới

# menu_settings
source: Settings
ar: الإعدادات
ast: Axustes
az: Tənzimləmələr
bn_bd: সেটিং
bo: སྒྲིག་འགོད།
bs: Postavke
ca: Paràmetres
cy: Gosodiadau
da: Indstillinger
el: Ρυθμίσεις
es_ar: Configuración
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Paramètres
fy_nl: Ynstellingen
he: הגדרות
hu: Beállítások
ia: Parametros
id: Setelan
it: Impostazioni
ja: 設定
kab: Iγewwaṛen
kk: Баптаулар
lo: ການຕັ້ງຄ່າ
ms: Tetapan
my: အပြင်အဆင်များ
nl: Instellingen
nn_no: Innstillingar
pt_br: Configurações
ro: Setări
ru: Параметры
sl: Nastavitve
sq: Rregullime
sr: Поставке
sv_se: Inställningar
th: การตั้งค่า
tt: Көйләүләр
vi: Cài đặt

# menu_about
source: About
ar: عن
ast: Tocante a
az: Haqqında
bn_bd: পরিচিতি
bo: ངོ་སྤྲོད།
bs: O aplikaciji
ca: Quant a
cy: Ynghylch
da: Om
el: Πληροφορίες
es_ar: Acerca de
eu: Honi buruz
fa: درباره
fi: Tietoja
fr: À propos
fy_nl: Oer
he: על אודות
hu: Névjegy
ia: A proposito
id: Tentang
it: Informazioni su
ja: 製品情報
kab: Γef
kk: Осы туралы
lo: ກ່ຽວກັບ
ms: Perihal
my: အကြောင်း
nl: Over
nn_no: Om
pt_br: Sobre
ro: Despre
ru: О программе
sl: Predstavitev
sq: Rreth
sr: О Focus-у за Android
sv_se: Om
th: เกี่ยวกับ
tt: Хакында
vi: Giới thiệu

# menu_help
source: Help
ar: مساعدة
ast: Ayuda
az: Kömək
bn_bd: সহায়তা
bo: རོགས་རམ།
bs: Pomoć
ca: Ajuda
cy: Cymorth
da: Hjælp
el: Βοήθεια
es_ar: Ayuda
eu: Laguntza
fa: راهنما
fi: Ohje
fr: Aide
he: עזרה
hu: Súgó
ia: Adjuta
id: Bantuan
it: Aiuto
ja: ヘルプ
kab: Tallalt
kk: Көмек
lo: ວິທີໃຊ້
ms: Bantuan
my: အကူအညီ
nn_no: Hjelp
pt_br: Ajuda
ro: Ajutor
ru: Справка
sl: Pomoč
sq: Ndihmë
sr: Помоћ
sv_se: Hjälp
th: ช่วยเหลือ
tt: Ярдәм
vi: Trợ giúp

# menu_rights
source: Your Rights
ar: حقوقك
ast: Los tos drechos
az: Hüquqlarınız
bn_bd: আপনার অধিকারসমূহ
bo: ཁྱེད་ཀྱི་བདག་དབང་།
bs: Vaša prava
ca: Els vostres drets
cy: Eich Hawliau
da: Dine rettigheder
el: Τα δικαιώματά σας
es_ar: Sus derechos
eu: Zure eskubideak
fa: حقوق شما
fi: Oikeutesi
fr: Droits de l’utilisateur
fy_nl: Jo rjochten
he: הזכויות שלך
hu: Az Ön jogai
ia: Tu derectos
id: Hak Anda
it: I tuoi diritti
ja: あなたの権利
kab: Izerfan-inek
kk: Құқықтарыңыз
lo: ສິດທິຂອງທ່ານ
ms: Hak Anda
my: သင်၏ အခွင့်အရေးများ
nl: Uw rechten
nn_no: Dine rettar
pt_br: Seus direitos
ro: Drepturile tale
ru: Ваши права
sl: Vaše pravice
sq: Të drejtat Tuaja
sr: Ваша права
sv_se: Dina rättigheter
th: สิทธิของคุณ
tt: Хокукларыгыз
vi: Quyền lợi của bạn

# menu_trackers_blocked_title
source: Trackers blocked
ar: المتعقبات المحجوبة
ast: Rastrexadores bloquiaos
az: İzləyicilər bloklandı
bn_bd: ট্র্যাকার ব্লক করা হয়েছে্যা
bo: རྗེས་འདེད་མཁན་བཀག་འགོག
bs: Blokirani pratioci
ca: Elements blocats
cy: Rhwystro tracwyr
da: Forsøg på sporing blokeret
es_ar: Rastreadores bloqueados
eu: Blokeatutako elementuak
fa: دنبال کننده‌های مسدود شده
fi: Seuraimia estetty
fr: Traqueurs bloqués
fy_nl: Trackers blokkearre
he: רכיבי מעקב חסומים
hu: Blokkolt követők
ia: Traciatores blocate
id: Pelacak terblokir
it: Traccianti bloccati
ja: 追跡者がブロックされました
kab: Ineḍfaṛen ttwaḥebsen
kk: Блокталған трекерлер
lo: ຕົວຕິດຕາມໄດ້ຖືກບັອກ
ms: Penjejak disekat
my: နောက်ယောင်ခံများကို တားဆီးထား
nl: Trackers geblokkeerd
nn_no: Sporarar blokkerte
pt_br: Rastreadores bloqueados
ro: Elemente de urmărire blocate
ru: Трекеров заблокировано
sl: Zavrnjeni sledilci
sq: Gjurmues të bllokuar
sr: Блокирани пратиоци
sv_se: Trackers blockerade
th: ตัวติดตามที่ถูกปิดกั้น
tt: Күзәтүчеләр блокланды
vi: Trình theo dõi đã chặn

# menu_trackers_blocked_subtitle
source: Turning this off may fix some site problems
bn_bd: বন্ধ করলে, চালু কিছু সাইটের সমস্যা ঠিক হতে পারে
ca: Si es desactiva, pot ser que s'arreglin problemes amb alguns llocs
cy: Gall ddiffodd hwn atal rhai problemau ar y wefan
es_ar: Desactivar esto puede solucionar algunos problemas del sitio
eu: Hau itzaltzeak zenbait guneren arazoak konpon litzake
fa: خاموش‌ کردن این ممکن است بتواند تعدادی از مشکلات این سایت را حل کند
fi: Tämän poistaminen käytöstä voi korjata joitain sivusto-ongelmia
fr: Désactiver cette option peut résoudre certains problèmes du site
fy_nl: Dit útskeakelje kin problemen mei websites ferhelpe
hu: Ennek a kikapcsolása megoldhatja egyes webhelyek problémáit
ia: Disactivar isto pote remediar alicun problemas del sito
it: Disattivare questa opzione potrebbe risolvere alcuni problemi con i siti
ms: Menyahaktifkan ini boleh membetulkan beberapa masalah laman
my: ယခုလုပ်ဆောင်ချက်ကို ပိတ်ခြင်းသည် အချို့သော ဝဘ်ဆိုက်များကို ကောင်းမွန်စွာ ဆောင်ရွက်နိုင်စေသည်
ro: Dezactivarea poate remedia unele probleme legate de site
sv_se: Om du stänger av kan det fixa några webbplatsproblem
vi: Tắt tính năng này có thể khắc phục một số vấn đề về trang web

# menu_content_blocking
source: Content Blocking
bn_bd: কন্টেন্ট ব্লকিং
ca: Bloqueig de contingut
cy: Rhwystro Cynnwys
es_ar: Bloqueo de contenido
eu: Edukia blokeatzea
fa: مسدودکردن محتوا
fi: Sisällön esto
fr: Blocage de contenu
fy_nl: Ynhâldsblokkearring
hu: Tartalomblokkolás
ia: Blocage de contentos
id: Pemblokiran Konten
it: Blocco contenuti
ms: Sekatan Kandungan
my: အကြောင်းအရာ ပိတ်ပင်ခြင်း
ro: Blocare de conținut
sv_se: Innehållsblockering
vi: Chặn nội dung

# menu_content_blocking_subtitle
source: Turn off to fix some sites
bn_bd: কিছু সাইট ফিক্স করা বন্ধ
ca: Desactiveu-ho per arreglar problemes amb alguns llocs
cy: Diffodd i drwsio rhai gwefannau
es_ar: Desactive para arreglar algunos sitios
eu: Itzali zenbait gune konpontzeko
fa: خاموش کردن برای حل مشکل چند سایت
fi: Poista käytöstä korjataksesi joidenkin sivustojen ongelmia
fr: Désactiver pour réparer certains sites
fy_nl: Utskeakelje, om problemen mei guon websites te ferhelpen
hu: Kikapcsolás egyes webhelyek kijavításához
ia: Clauder pro remediar alcun sitos
it: Disattivare questa opzione può risolvere problemi con alcuni siti
ms: Nyahaktifkan untuk membetulkan beberapa laman
my: အချို့သောဝဘ်ဆိုက်များအတွက် ပိတ်ပါ
ro: Dezactivează pentru a repara unele site-uri
sv_se: Stäng av för att fixa vissa webbplatser
vi: Tắt để khắc phục lỗi một số trang web

# menu_custom_tab_branding
source: Powered by %1$s
ar: تدعمها %1$s
bn_bd: %1$s পরিচালিত
bs: Pokreće ga %1$s
ca: Funciona amb el %1$s
cy: Grym %1$s
da: %1$s
es_ar: Accionado por %1$s
eu: %1$s nabigatzaileak hornitua
fa: نیرو گرفته توسط%1$s
fi: Toiminnon tarjoaa %1$s
fr: Fonctionne grâce à %1$s
fy_nl: Mooglik makke troch %1$s
he: מופעל ע״י %1$s
hu: A motorháztető alatt: %1$s
ia: Potentiate per %1$s
id: Diberdayakan oleh %1$s
it: Con tecnologia %1$s
kab: Ddaw leɛnaya n %1$s
kk: %1$s негізінде
ms: Dikuasakan oleh %1$s
my: %1$s ထောက်ပံ့ပေးထားတယ်
nl: Mogelijk gemaakt door %1$s
nn_no: Driven av %1$s
pt_br: Mantido por %1$s
ro: Susținut de %1$s
ru: На движке %1$s
sl: Omogoča: %1$s
sr: Покреће га %1$s
sv_se: Levereras av %1$s
th: ขับเคลื่อนโดย %1$s
tt: %1$s нигезендә
vi: Được hỗ trợ bởi %1$s

# share_dialog_title
source: Share via
ar: شارك عبر
ast: Compartir per
az: Bununla paylaş:
bn_bd: শেয়ারের মাধ্যম
bo: མཉམ་སྤྱོད་བརྒྱུད་ལམ།
bs: Dijeli putem
ca: Comparteix mitjançant
cy: Rhannu drwy
da: Del via
es_ar: Compartir vía
eu: Partekatu
fa: اشتراک‌گذاری از طریق
fi: Jaa palvelulla
fr: Partager avec
fy_nl: Diele fia
he: שיתוף באמצעות
hu: Megosztás ezzel
ia: Compartir con
id: Bagikan via
it: Condividi con
ja: 共有方法を選択
kab: Bdu s
kk: Арқылы бөлісу
lo: ແບ່ງປັນຜ່ານທາງ
ms: Kongsi via
my: မျှဝေရန်
nl: Delen via
nn_no: Del via
pt_br: Compartilhar via
ro: Partajează via
ru: Поделиться через
sl: Deli preko
sq: Ndajeni përmes
sr: Подели преко
sv_se: Dela via
th: แบ่งปันผ่าน
tt: Аша уртаклашу
vi: Chia sẻ qua

# notification_erase_text
source: Erase browsing history
ar: امسح تأريخ التصفح
ast: Desaniciar historial de restolar
az: Səyahət keçmişini poz
bn_bd: ব্রাউজিং ইতিহাস মুছে দিন
bo: འཚོལ་རབས་འདོར་སུབས་བྱོས།
bs: Izbrišite historiju pretraživanja
ca: Esborra l'historial de navegació
cy: Dileu'r hanes pori
da: Slet browser-historik
es_ar: Borrar historial de navegación
eu: Ezabatu nabigatze-historia
fa: پاک کردن تاریخچهٔ مرورگر
fi: Tyhjennä selaushistoria
fr: Effacer l’historique de navigation
fy_nl: Navigaasjeskiednis wiskje
he: מחיקת היסטורית גלישה
hu: Előzmények törlése
ia: Eliminar le chronologia de navigation
id: Hapus riwayat penjelajahan
it: Elimina cronologia di navigazione
ja: 閲覧履歴を消去
kab: Sfeḍ amazray n tunigin
kk: Шолу тарихын өшіру
lo: ລຶບປະຫວັດການທ່ອງເວັບ
ms: Buang sejarah pelayaran
my: ကြည့်ရှုမှုမှတ်တမ်းကို ရှင်းလင်းရန်
nl: Navigatiegeschiedenis wissen
nn_no: Slett nettlesarhistorikk
pt_br: Apagar o histórico de navegação
ro: Șterge istoricul de navigare
ru: Удалить историю веб-сёрфинга
sl: Počisti zgodovino brskanja
sq: Fshini historik shfletimesh
sr: Обришите историју прегледања
sv_se: Radera webbhistorik
th: ล้างประวัติการท่องเว็บ
tt: Гизү тарихын бетерү
vi: Xóa lịch sử duyệt web

# notification_action_open
source: Open
ar: افتح
ast: Abrir
az: Aç
bn_bd: খুলুন
bo: ཁ་འབྱེད།
bs: Otvori
ca: Obre
cy: Agor
da: Åbn
es_ar: Abrir
eu: Ireki
fa: باز کردن
fi: Avaa
fr: Ouvrir
fy_nl: Iepenje
he: פתיחה
hu: Megnyitás
ia: Aperir
id: Buka
it: Apri
ja: 開く
kab: Ldi
kk: Ашу
lo: ເປີດ
ms: Buka
my: ဖွင့်ပါ
nl: Openen
nn_no: Opne
pt_br: Abrir
ro: Deschide
ru: Открыть
sl: Odpri
sq: Hape
sr: Отвори
sv_se: Öppna
th: เปิด
tt: Ачу
vi: Mở

# notification_action_erase_and_open
source: Erase and Open
ar: امسح و افتح
ast: Desaniciar y abrir
az: Poz və Aç
bn_bd: মুছুন এবং খুলুন
bo: འདོར་སུབ་དང་འཆར་བ།
bs: Izbriši i otvori
ca: Esborra i obre
cy: Dileu ac Agor
da: Slet og åbn
es_ar: Borrar y abrir
eu: Ezabatu eta ireki
fa: حذف و باز کن
fi: Tyhjennä ja avaa
fr: Effacer et ouvrir
fy_nl: Wiskje en iepenje
he: מחיקה ופתיחה
hu: Törlés és megnyitás
ia: Eliminar e aperir
id: Hapus dan Buka
it: Elimina dati e apri
ja: 消去して開く
kab: Sfeḍ sakin Ldi
kk: Өшіру және ашу
lo: ລຶບ ແລະ ເປີດ
ms: Buang dan Buka
my: ဖျက်ပြီး ဖွင့်ပါ
nl: Wissen en openen
nn_no: Slett og opne
pt_br: Apagar e Abrir
ro: Șterge și deschide
ru: Удалить и открыть
sl: Izbriši in odpri
sq: Fshije dhe Hape
sr: Обриши и отвори
sv_se: Radera och öppna
th: ล้างแล้วเปิด
tt: Бетерү һәм ачу
vi: Xóa và mở

# shortcut_erase_short_label
source: Erase
ar: امسح
ast: Desaniciar
az: Poz
bn_bd: মুছুন
bo: འདོར་སུབ།
bs: Izbriši
ca: Esborra
cy: Dileu
da: Slet
es_ar: Borrar
eu: Ezabatu
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
fy_nl: Wiskje
he: מחיקה
hu: Törlés
ia: Eliminar
id: Hapus
it: Elimina
ja: 消去
kab: Sfeḍ
kk: Өшіру
lo: ລຶບ
ms: Buang
my: ရှင်းလင်းရန်
nl: Wissen
nn_no: Slett
pt_br: Apagar
ro: Șterge
ru: Удалить
sl: Izbriši
sq: Fshije
sr: Обриши
sv_se: Radera
th: ล้าง
tt: Бетерү
vi: Xóa
