Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
ar: تُضمّن في المواقع لتتعقب زياراتك ولعرض بعض الخصائص مثل أزرار المشاركة
bn_bd: সাইটে আপনার ব্রাউজ ট্র্যাক করতে এবং শেয়ার বোতামের মত ফাংশনালিটি দেখাতে সাইটে এম্বেড রয়েছে
bs: Ugrađene u stranice kako bi pratile vaše posjete i da prikažu funkcije kao što su dugmići za dijeljenje
cy: Wedi eu mewnblannu ar wefannau er mwyn tracio eich ymweliadau ac i ddangos swyddogaethau fel botymau rhannu
da: Indlejret på websteder for at spore dine besøg og vise funktionalitet som dele-knapper
eu: Guneetan txertatuta zure bisiten jarraipena egin eta partekatzeko botoien tankerako eginbideak bistaratzeko
fy_nl: Ynboud op websites om jo besiken te folgjen en funksjonaliteit as dielknoppen te toanen
he: מוטמעות באתרים לצורך מעקב אחר הביקורים שלך והצגת רכיבים כגון כפתורי שיתוף
id: Disematkan pada situs untuk melacak kunjungan Anda dan menampilkan fungsi seperti tombol berbagi
it: Inseriti nei siti per tenere traccia delle visite e fornire funzionalità come i pulsanti di condivisione
kab: Ittwarna deg kra n ismal akken ad isfuγel tirziwin inek , akken daγen ad d-yesken timahaltin am tqefalt n beṭṭu
kk: Шолуыңызды бақылау және бөлісу батырмалары сияқты мүмкіндіктерді көрсету мақсатымен сайттарға ендірілген
lo: ຝັງໄວ້ຢູ່ໃນເວັບໄຊທ໌ເພື່ອຕິດຕາມເບິງການເຂົ້າມາເບິງຂອງທ່ານ ແລະ ເພື່ອສະແດງຟັງຊັນເຊັ່ນວ່າປຸ່ມແບ່ງປັນ
my: ဝဘ်ဆိုက်များတွင် မြှုပ်ထည့်ထားခြင်းသည် လည်ပတ်ခြင်းကို မှတ်သားရန်နှင့် မျှဝေခလုတ်များကဲသို့ လုပ်ဆောင်မှုများကို ပြသရန်အတွက် ဖြစ်သည်။
nl: Ingebed op websites om uw bezoeken te volgen en functionaliteiten zoals deelknoppen weer te geven
nn_no: Innebygd på nettstader for å spore besøka dine og å vise funksjonalitet som dele-knappar
pt_br: Incorporados nos sites para rastrear suas visitas e exibir funcionalidades como botões de compartilhamento
ru: Вставляются на сайты, чтобы отслеживать ваши посещения и внедрять дополнительную функциональность, например, кнопку «Поделиться»
sl: Vgrajeni na straneh za sledenje vašim obiskom in za prikaz možnosti, kot so gumbi za deljenje
sq: Të trupëzuara në sajte për të gjurmuar vizitat tuaja dhe për të shfaqur funksione, të tillë si butona ndarjeje me të tjerët
th: ฝังอยู่ในไซต์เพื่อติดตามการเยี่ยมชมของคุณและแสดงผลฟังก์ชันการทำงานอย่างปุ่มแบ่งปัน
tt: Сез зиярат иткән сайтларны күзәтү һәм «Уртаклашу» төймәләре кебек мөмкинлекләрне күрсәтү өчен сайтларга куелалар

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
ar: تفعيل الخيار قد يتسبب بألا تعمل بعض الصفحات كما يجب
bn_bd: সক্রিয় করলে কিছু পাতা অপ্রত্যাশিত আচরণ করতে পারে
bs: Omogućavanje može uticati loše na neke stranice
cy: Gall ei alluogi achosi i rai tudalennau i ymddwyn yn rhyfedd
da: Aktivering kan medføre, at visse sider opfører sig uventet
eu: Gaituz gero, zenbait orrik espero gabeko portaera izan lezakete
fy_nl: Ynskeakeljen kin feroarsaakje dat guon siden ûnferwachts wurkje
he: הפעלת התכונה עשויה לגרום לחלק מהאתרים להתנהג שלא כצפוי
id: Mengaktifkan fitur ini mungkin menyebabkan beberapa laman bertindak tidak terduga
it: L’attivazione potrebbe causare problemi di funzionamento in alcune pagine
kab: Armad n uγwwaṛèagi izmer ad yeglu s kra n wuguren di kra n isebtar
kk: Бұны іске қосу кейбір сайттардың мінез-құлығын күтпегендей өзгертеді
lo: ການເປີດໃຊ້ງານອາດຈະເຮັດໃຫ້ບາງຫນ້າເຮັດວຽກຜຶດປົກກະຕິ
my: လုပ်ဆောင်ချက်ကို ဖွင့်လိုက်ခြင်းသည် အချို့သော ဝဘ်စာမျက်နှာများ၏ လုပ်ဆောင်ချက်များကို ထိခိုက်စေနိုင်သည်။
nl: Inschakelen kan onverwacht gedrag van bepaalde pagina’s veroorzaken
nn_no: Aktivering kan føre til at nokre sider oppfører seg uventa
pt_br: Habilitar pode causar comportamento inesperado em algumas páginas
ru: Включение этой функции может вызвать непредсказуемое поведение некоторых страниц
sl: Nastavitev lahko povzroči nepravilno delovanje nekaterih strani
sq: Aktivizimi mund të bëjë që disa faqe të sillen ndryshe nga ç’pritet
th: การเปิดใช้งานอาจส่งผลให้หน้าบางส่วนทำงานอย่างไม่คาดคิด
tt: Моны кабызу кайбер сәхифәләрнең көтелгәнчә эшләмәвенә сәбәп була ала

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
ar: انتقل بالتصفّح الخاص إلى المستوى التالي. احجب الإعلانات وغيرها من المحتويات التي تتعقبك أثناء التصفح وتأخذ من وقت تحميل الصفحات.
az: Məxfi səyahəti fərqli səviyyəyə götürün. Saytlar üzərindən sizə izləyə biləcək reklam və digər məzmunları bloklayın və yüklənmə sürətini artırın.
bn_bd: ব্যাক্তিগত ব্রাউজিং কে আরেক উচ্চতায় নিয়ে যান। বিজ্ঞাপন আর অন্যান্য কনটেন্ট ব্লক করুন, যারা আপনাকে সকল ওয়েবসাইটে অনুসরণ করে বেড়ায় আর আপনার পেজ লোডিং টাইম অনেকগুন বাড়িয়ে দেয়।
bs: Unaprijedite privatno pretraživanje. Blokirajte reklame i drugi sadržaj koji vas mogu pratiti putem stranica i ubrzajte učitavanje stranica.
cy: Cymrwch bori preifat i'r lefel nesaf. Rhwystrwch hysbysebion a chynnwys arall sy'n gallu'ch tracio ar draws wefannau ac arafu amserau llwytho tudalennau.
da: Tag privat browsing til næste niveau. Bloker reklamer og andet indhold, der kan spore din færden på nettet og gøre det langsommere at hente sider.
eu: Eraman nabigatze pribatua hurrengo mailara. Blokeatu iragarkiak eta webguneetan zehar zure jarraipena egin edo orrien karga-denbora makal dezaketen edukiak.
fy_nl: Bring priveenavigaasje nei in heger nivo. Blokkearje advertinsjes en oare ynhâld dy't jo op websites folgje kinne en laadtiden fan siden ferlingje.
he: לקחת את הגלישה המאובטחת לרמה הבאה. ניתן לחסום פרסומות ותוכן אחר שעשוי לסייע במעקב אחריך בין אתרים שונים ולהפריע לזמני טעינת עמודים.
id: Bawa penjelajahan pribadi ke tingkat berikutnya. Blokir iklan dan konten lainnya yang dapat melacak Anda di seluruh situs dan memperlambat waktu buka halaman.
it: Porta la navigazione anonima al livello superiore. Blocca pubblicità e altri contenuti che cercano di seguirti attraverso siti diversi e rallentano il caricamento delle pagine.
ja: プライベートブラウジングを次のレベルへと進めましょう。サイトを越えてあなたを追跡したり、ページの読み込みを遅くしたりする可能性のある広告その他のコンテンツを自動的にブロック。
kab: Iminig uslig ad yali deg uswir.Dayen ur tuγaleḍ ad twaliḍ adellel neγ imsfuγal i k-ṭṭafaren u saẓayen tulya n isemal web.
kk: Жекелік шолудың келесі деңгейіне өтіңіз. Сайттар арасында сізді бақылайтын және парақтардың жүктелу уақытын арттыратын жарнама және басқа құраманы блоктаңыз.
lo: ນຳການທ່ອງເວັບແບບສ່ວນຕົວໄປສູ້ລະດັບຖັດໄປ. ປິດກັ້ນໂຄສະນາແລະເນື້ອຫາອື່ນໆ ທີ່ສາມາດຕິດຕາມທ່ານລະຫວ່າງເວັບໄຊທ໌ແລະຫລຸດເວລາໃນການໂຫລດຫນ້າ,
my: သီးသန့်ကြည့်ရှုမှုကို ပိုမိုကောင်းမွန်စေပါ။ စာမျက်နှာဖွင့်ချိန်ကို ကြာမြင့်စေနိုင်သော ကြော်ငြာများနှင့် ဆိုက်များကတဆင့် နောက်ယောင်ခံနိုင်သော အကြောင်းအရာတို့ကို ပိတ်ပင်တားဆီးပါ။
nl: Breng privénavigatie naar een hoger niveau. Blokkeer advertenties en andere inhoud die u op websites kunnen volgen en laadtijden van pagina’s verlengen.
nn_no: Ta privat nettlesing til neste nivå. Blokker annonsar og anna innhald som kan spore deg på tvers av nettstadar og som kan gjere nedlasting av nettsider tregare.
pt_br: Leve a navegação privativa ao próximo nível. Bloqueie propagandas e outros conteúdos que podem rastrear você entre os sites diminuir o tempo de carregamento das páginas.
ru: Поднимите приватный просмотр на новый уровень. Блокируйте рекламу и другое содержимое, которое может отслеживать вас и замедлять загрузку страниц.
sl: Zasebno brskanje na višjem nivoju. Zavračajte oglase in drugo vsebino, ki vam lahko sledi prek strani, in pohitrite svoje brskanje.
sq: Kalojeni shfletimin privat një shkallë më sipër. Bllokoni reklama dhe lëndë tjetër që mund t’ju gjurmojë nga sajti në sajt dhe të ulë kohën e ngarkimit të faqeve.
th: นำการท่องเว็บแบบส่วนตัวไปสู่ระดับถัดไป ปิดกั้นโฆษณาและเนื้อหาอื่น ๆ ที่สามารถติดตามคุณในไซต์ต่าง ๆ และลดเวลาในการโหลดหน้า
tt: Хосусый гизүне яңа дәрәҗәгә күтәрегез. Сайтлар аша Сезне күзәтүче һәм сәхифәләрнең йөкләнү вакытын арттыручы рекламаларны һәм башка эчтәлекләрне блоклагыз.

# find_in_page_result
source: %1$d/%2$d
eu: %2$d/%1$d

# preference_category_mozilla
source: Mozilla
ar: موزيلا
fa: موزیلا

# preference_switch_autocomplete
source: Autocomplete
ar: الإكمال التلقائي
bs: Automatsko završavanje
da: Autofuldførelse
he: השלמה אוטומטית
kab: Taččart tawurmant
kk: Автотолықтыру
lo: ການເຕີມແບບອັດຕະໂນມັດ
nl: Automatisch aanvullen
nn_no: Autofullfør
pt_br: Preenchimento automático
ru: Автодополнение
th: การเติมอัตโนมัติ
tt: Автотөгәлләү

# preference_category_autocomplete_preinstalled
source: Default URL List
ar: قائمة المسارات المبدئية
bs: Izvorna URL lista
da: Standard URL-liste
he: רשימת כתובות ברירת מחדל
kab: Tabdart URL tamezwart
kk: Бастапқы URL тізімі
nl: Standaard URL-lijst
nn_no: Standard nettadresseliste
pt_br: Lista de URL padrão
ru: Список URL по умолчанию
th: รายการ URL เริ่มต้น
tt: Стандарт URL исемлеге

# preference_autocomplete_preinstalled_summary
source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
ar: فعّله ليُكمل %1$s تلقائيا أكثر من ٤٥٠ عنوان وب في شريط العناوين.
bs: Omogućite da %1$s automatski završi preko 450 popularnih URL adresa u adresnoj traci.
da: Aktiver at %1$s autofuldfører over 450 populære URL'er i adressefeltet.
he: יש להפעיל לטובת השלמה אוטומטית של %1$s בלמעלה מ־450 כתובות נפוצות בסרגל הכתובת.
kab: %1$s ur yizmir ara ad yesεu taččart tawurmant i ugar n 450 n URLs deg ufeggag n tansiwin.
kk: %1$s адрестік жолақта 450-ден астам әйгілі URL-ді автотолықтыру үшін іске қосыңыз.
lo: ເປີດໃຊ້ງານເພື່ອໃຫ້ມີການເຕິມອັດຕະໂນມັດຂອງ %1$s ຜ່ານ 450 URLs ຍອດນິຍົມໃນແຖບທີ່ຢູ່,
nl: Schakel dit in om %1$s automatisch meer dan 450 populaire URL’s in de adresbalk te laten aanvullen.
nn_no: Aktiver %1$s til å autofullføre over 450 populære nettadresser i adressefeltet.
pt_br: Habilite o %1$s para ter preenchimento automático de mais de 450 URLs populares na barra de endereços.
ru: Включить автодополнение в %1$s для более чем 450 популярных сайтов в адресной строке.
th: เปิดใช้งานเพื่อให้มีการเติมอัตโนมัติของ %1$s ผ่าน 450 URL ยอดนิยมในแถบที่อยู่
tt: 450'дән артык мәшһүр сайт адреслары өчен %1$s'та автотөгәлләүне кабызу.

# preference_category_autocomplete_custom_urls
source: Custom URLs
ar: مسارات مخصصة
da: Brugerdefinerede URL'er
he: כתובות מותאמות אישית
kab: URLs iganen
lo: URLs ທີ່ກຳນົດເອງ
nl: Aangepaste URL’s
nn_no: Tilpassa nettadreser
pt_br: URLs personalizadas
ru: Пользовательские URL
th: URL ที่กำหนดเอง
tt: Үзгә URL'лар

# preference_autocomplete_subitem_customlist
source: Custom URLs
ar: المسارات المخصصة
bs: Prilagođeni URL-ovi
da: Brugerdefinerede URL'er
he: כתובות מותאמות אישית
kab: URLs iganen
kk: Таңдауыңызша URL-дер
lo: URLs ທີ່ກຳນົດເອງ
nl: Aangepaste URL’s
nn_no: Tilpassa nettadresser
pt_br: URLs personalizadas
ru: Пользовательские URL
th: URL ที่กำหนดเอง
tt: Үзгә URL'лар

# tip_disable_tips
source: Turn off tips on the %1$s start screen
kab: Sens timahaltin deg %1$s ugdil n tnekra
pt_br: Desative as sugestões na tela inicial do %1$s
tt: %1$s өй экрандагы киңәшләрне сүндерү

# preference_category_autocomplete_custom
source: Custom URL
bs: Prilagođeni URL
kk: Таңдауыңызша URL
nn_no: Tilpassa nettadresse

# preference_dialog_title_search_engine
source: Default search
ast: Gueta por defeutu
az: Əsas Axtarış
bs: Primarni pretraživač
el: Προεπιλεγμένη αναζήτηση
ja: 既定の検索エンジン
kk: Негізгі іздеу жүйесі
nn_no: Standard søkemotor

# preference_privacy_stealth_summary
source: Hide webpages when switching apps
az: Tətbiqlər arası keçərkən saytları gizlət
bs: Sakrij web stranice prilikom prebacivanja između aplikacija
ja: アプリ切り替え時にウェブページを隠す
kk: Қолданбаларды ауыстыру кезінде веб парақтарды жасыру
nn_no: Gøym nettsider når du vekslar appar

# preference_performance_block_images
source: Block images
ast: Bloquiar imáxenes
az: Şəkilləri əngəllə
bs: Blokiraj slike
el: Φραγή εικόνων
ja: 画像をブロック
kk: Суреттерді блоктау
nn_no: Blokker bilde

# tutorial_search_manually_add
source: Manually add
bs: Dodajte ručno
ja: 手動で追加
kk: Қолмен қосу
nn_no: Legg til manuelt

# tutorial_search_title
source: Add search engine
bs: Dodajte pretraživač
ja: 検索エンジンの追加
kk: Іздеу жүйесін қосу
nn_no: Legg til søkjemotor

# tutorial_search_step1
source: 1. Go to the search engine homepage.
bs: 1. Idite na početnu stranicu pretraživača.
ja: 1. 検索エンジンのホームページへ移動します。
kk: 1. Іздеу жүйесінің басты бетін ашыңыз.
nn_no: 1. Gå til heimesida åt søkjemotoren.

# tutorial_search_step2
source: 2. Tap into the search engine’s search field.
bs: 2. Dodirnite u polje za pretragu.
ja: 2. 検索エンジンの検索フィールドをタップします。
kk: 2. Іздеу жүйесінің іздеу өрісіне шертіңіз.
nn_no: 2. Trykk på søkjefeltet til søkjemotoren.

# tutorial_search_step2_alternative
source: 2. Long press the search engine’s search field.
bs: 2. Držite prst u polju za pretragu.
ja: 2. 検索エンジンの検索フィールドを長押しします。
kk: 2. Іздеу жүйесінің іздеу өрісіне ұзақ басып тұрыңыз.
nn_no: 2. Trykk og hald inne søkjefeltet i søkjemotoren.

# tutorial_search_step3
source: 3. Tap the magnifying glass icon above the keyboard to add the search engine.
bs: 3. Da biste dodali pretraživač, dodirnite ikonu lupe iznad tastature.
ja: 3. キーボードの上の虫眼鏡アイコンをタップして検索エンジンを追加します。
kk: 3. Іздеу жүйесін қосу үшін, пернетақта үстіндегі ұлғайтқыш таңбашасына шертіңіз.
nn_no: 3. Trykk på forstørringsglassikonet ovanfor tastaturet for å leggje til søkjemotoren.

# tutorial_search_step3_alternative
source: 3. Tap %1$s
bs: 3. Dodirnite %1$s
ja: 3. %1$s をタップします。
kk: 3. %1$s шертіңіз
nn_no: 3. Trykk på %1$s

# tutorial_search_step4
source: 4. If you don’t see the magnifying glass, try manually adding a search engine.
bs: 4. Ako ne vidite lupu, probajte ručno dodavanje pretraživača.
kk: 4. Ұлғайтқыш таңбашасын көрмесеңіз, іздеу жүйесін қолмен қосып көріңіз.
nn_no: 4. Om du ikkje ser forstørringsglaset, prøv å leggje til ein søkjemotor manuellt.

# tutorial_search_step4_alternative
source: 4. If you don’t see %1$s, try manually adding a search engine.
bs: 4. Ako ne vidite %1$s, probajte ručno dodavanje pretraživača.
kk: 4. %1$s көрмесеңіз, іздеу жүйесін қолмен қосып көріңіз.
nn_no: 4. Om du ikkje ser %1$s, prøv å leggje til ein søkjemotor manuellt.

# tutorial_search_finish
source: GET STARTED
bs: ZAPOČNITE
kk: БАСТАУ
nn_no: KOM I GANG

# search_add_hint
source: Tap the magnifying glass icon above the keyboard to add this search engine.
bs: Dodirnite ikonu lupe iznad tastature da dodate ovaj pretraživač.
kk: Бұл іздеу жүйесін қосу үшін, пернетақта үстіндегі ұлғайтқыш таңбашасына шертіңіз.
nn_no: Trykk på forstørringsglasikonet ovanfor tastaturet for å leggje til søkjemotoren.

# search_add_manually_name
source: Name to display
bs: Ime za prikaz
kk: Көрсетілетін аты
nn_no: Visingsnamn

# search_add_manually_string_hint
source: Paste or enter search string. If necessary, replace search term with: %s.
bs: Zalijepite ili unesite tekst pretrage. Ako je neophodno, zamijenite ga sa: %s.
kk: Іздеу жолын кірістіріңіз немесе енгізіңіз. Керек болса, іздеу ұғымын келесімен алмастырыңыз: %s.
nn_no: Lim eller skriv inn søkjestrengen. Om nødvendig, byt ut søkjeordet med %s.

# accessibility_announcement_search
source: Add search engine
bs: Dodajte pretraživač
kk: Іздеу жүйесін қосу
nn_no: Legg til søkjemotor

# content_description_fab_expand
source: Expand
az: Genişlət
bs: Proširi
ja: 開く
kk: Жазық қылу
nn_no: Fald ut

# content_description_open_tab
source: Open tab
az: Vərəq aç
bs: Otvori tab
ja: タブを開く
kk: Бетті ашу
nn_no: Opne fane

# content_description_close_tab
source: Close tab
az: Vərəqi qapat
bs: Zatvori tab
ja: タブを閉じる
kk: Бетті жабу
nn_no: Lat att fane

# context_menu_paste_go
source: Paste & Go
ast: Apegar y dir
az: Yapışdır və get
bs: Zalijepi i idi
ja: 貼り付けて移動
kk: Кірістіру және өту
nn_no: Lim inn og gå

# dialog_addtohomescreen_title
source: Add to Home screen
ast: Amestar a la pantalla d'aniciu
az: Ana ekrana əlavə et
bs: Dodaj na početni ekran
ja: ホーム画面に追加
kk: Үй экранына қосу
nn_no: Legg til på startskjerm

# dialog_opentab_title
source: Open link in selected tab
az: Keçidi seçilmiş vərəqdə aç
bs: Otvori vezu u izabranom tabu
ja: リンクを選択したタブで開く
kk: Сілтемені таңдалған бетте ашу
nn_no: Opne lenke i vald fane

# dialog_opentab_action_open
source: Open
az: Aç
bs: Otvori
ja: 開く
kk: Ашу
nn_no: Opne

# menu_open_with_default_browser
source: Open with %1$s
ast: Abrir con %1$s
az: %1$s ilə aç
el: Άνοιγμα με %1$s
ja: %1$s で開く

# menu_open_with_a_browser
source: Open with…
ast: Abrir con…
az: Bununla aç…
el: Άνοιγμα με…
ja: 他のアプリで開く...

# preference_privacy_block_content_summary
source: May break some videos and Web pages
ast: Quiciabes ruempa dellos vídeos y páxines web
az: Bəzi video və saytları işlənməz hala gətirə bilər
el: Ίσως χαλάσει μερικά βίντεο και ιστοσελίδες
ja: 動画やウェブページが正常に表示されない場合があります

# preference_search_add
source: Add another search engine
ja: 別の検索エンジンを追加

# preference_default_browser
source: Make default browser
ast: Predeterminar restolador
el: Ορισμός ως προεπιλεγμένο πρόγραμμα περιήγησης

# preference_mozilla_telemetry
source: Send anonymous usage data
ast: Unviar datos anónimos d'usu
el: Αποστολή ανώνυμων δεδομένων χρήσης

# firstrun_title
source: Browse like no one’s watching.
el: Περιηγηθείτε σαν να μην σάς παρακολουθεί κανείς.

# firstrun_description
source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
el: Αποκλείστε αυτόματα τα διαδικτυακά trackers όσο περιηγείστε. Έπειτα, πατήστε για διαγραφή του ιστορικού, των αναζητήσεων, των cookies και των κωδικών πρόσβασης από τη συσκευή σας.

# firstrun_button
source: OK, got it!
el: OK, το 'πιασα!

# firstrun_footer
source: To be clear, sites and service you use can still know where you've been.
el: Για να είμαστε ξεκάθαροι, οι ιστοσελίδες και οι υπηρεσίες που χρησιμοποιείτε μπορούν ακόμη να γνωρίζουν ποιες έχετε επισκεφθεί.
