Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
bo: ཁྱེད་ལ་སྤྲོ་བ་ཡོད་པའི་ནང་དོན་མཁོ་འདོན་ཆེད་དུ། %1$s ཡིས་རང་འཇུག་པའི་འཚོལ་བྱའི་ནང་དོན་རང་འདེམ་པའི་འཚོལ་བཤེར་དྲ་བར་འདོན་སྤྲོད་བྱ་དགོས།. %2$s.
ca: Per veure els suggeriments de cerca, el %1$s ha d'enviar al motor de cerca que heu triat tot allò que escriviu a la barra d'adreces. %2$s.
cy: I dderbyn awgrymiadau chwilio, mae %1$s angen anfon yr hyn rydych yn ei deipio i'r bar cyfeiriad i beiriant chwilio rydych wedi ei ddewis. %2$s.
da: For at kunne vise søgeforslag skal %1$s sende dine indtastninger i søgefeltet til den valgte søgetjeneste. %2$s.
es_ar: Para obtener sugerencias de búsqueda, %1$s necesita enviar lo que usted escribe en la barra de direcciones al motor de búsqueda que eligió. %2$s.
eu: Bilaketa-iradokizunak lortzeko, helbide-barran idazten duzuna aukeratu duzun bilaketa-motorrari bidali behar dio %1$s(e)k. %2$s.
fa: برای دریافت پیشنهاد روی جست‌وجو، %1$s بایستی موارد تایپ شده در نوار آدرس را برای موتور جست‌وجو انتخاب شده توسط شما ارسال کند.%2$s.
fi: Hakuehdotusten saamiseksi %1$s-selaimen on lähetettävä osoitekenttään kirjoittamasi teksti valitsemallesi hakukoneelle. %2$s.
fr: Pour obtenir des suggestions de recherche, %1$s doit envoyer ce que vous saisissez dans la barre d’adresse vers le moteur de recherche choisi. %2$s.
fy_nl: Om syksuggestjes te krijen, moat %1$s wat jo yn de adresbalke yntype nei de keazen sykmasine stjoere. %2$s.
hu: A keresési javaslatokhoz a %1$snak el kell küldenie a címsorba gépelt szöveget a kiválasztott keresésszolgáltatónak. %2$s.
ia: Pro obtener suggestiones de recerca, %1$s ha besonio de haber inviate lo que tu scribe in le barra de adresse al motor de recerca que tu ha eligite. %2$s.
id: Untuk mendapatkan saran pencarian, %1$s perlu mengirim apa yang Anda ketik di bilah alamat ke mesin pencari pilihan Anda. %2$s.
it: Per visualizzare i suggerimenti di ricerca, ciò che digiti nella barra degli indirizzi verrà inviato da %1$s al motore di ricerca selezionato. %2$s.
kab: Akken ad tawiḍ isumar n unadi, %1$s isra ad ak-yazen acu n tewsit deg ufeggag n tansa ɣer umsedday n unadi i tferneḍ. %2$s.
ms: Untuk mendapatkan cadangan carian, %1$s perlu menghantar apa yang anda taip dalam bar alamat kepada enjin carian yang dipilih. %2$s.
my: ရှာဖွေရေးအကြံပြုချက်များကို အသုံးပြုနိုင်ရန် လိပ်စာဘားတန်းတွင် ရိုက်သမျှကို သင်ရွေးချယ်ထားသော ရှာဖွေရေးယန္တရားထံသို့ %1$s က ပေးပို့ရန် လိုအပ်သည်။ %2$s
nl: Om zoeksuggesties te verkrijgen, moet %1$s wat u in de adresbalk intypt naar de gekozen zoekmachine sturen. %2$s.
pt_br: Para obter sugestões de pesquisa, %1$s precisa enviar o que você escreve na barra de endereços para o mecanismo de pesquisa que você escolheu. %2$s.
ro: Pentru a obține sugestii de căutare, %1$s trebuie să trimită ce tastezi în bara de adresă la motorul de căutare ales. %2$s.
ru: Для получения поисковых предложений, %1$s необходимо отправлять то, что вы вводите в адресной строке, в вашу поисковую систему. %2$s.
sl: Da pridobi predloge iskanja, mora %1$s besede, ki jih natipkate v naslovno vrstico, poslati izbranemu iskalniku. %2$s.
sq: Që të merrni këshillime kërkimi, %1$s lyp të dërgojë te motori i kërkimeve që keni zgjedhur atë çka shtypni te shtylla e adresave. %2$s.
sr: Да бисте добијали предлоге претраге, %1$s мора да шаље претраживачу који сте изабрали, оно што уносите у адресну траку. %2$s.
sv_se: För att få sökförslag behöver %1$s skicka det du skriver i adressfältet till sökmotorn du har valt. %2$s.
th: เพื่อรับข้อเสนอแนะการค้นหา %1$s จำเป็นต้องส่งสิ่งที่คุณพิมพ์ในแถบที่อยู่ไปยังเครื่องมือค้นหาที่คุณเลือก %2$s
tt: Эзләү тәкъдимнәрен алыр өчен, %1$s Сез адрес юлында язганнарны үзегез сайлаган эзләү системасына җибәрергә тиеш. %2$s.
vi: Để nhận được các đề xuất tìm kiếm, %1$s cần gửi những gì bạn gõ vào thanh địa chỉ đến công cụ tìm kiếm bạn đã chọn. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
bo: དེ་བས་མང་།
ca: Més informació
cy: Dysgu rhagor
da: Læs mere
es_ar: Conocer más
eu: Argibide gehiago
fa: بیشتر بدانید
fi: Lue lisää
fr: En savoir plus
fy_nl: Mear ynfo
hu: További tudnivalók
ia: Saper plus
id: Pelajari lebih lanjut
it: Scopri di più
kab: Issin ugar
ms: Ketahui selanjutnya
my: ပိုမို လေ့လာရန်
nl: Meer info
pt_br: Saiba mais
ro: Află mai multe
ru: Подробнее
sl: Več o tem
sq: Mësoni më tepër
sr: Сазнајте више
sv_se: Läs mer
th: เรียนรู้เพิ่มเติม
tt: Күбрәк белү
vi: Tìm hiểu thêm

# enable_search_suggestions_no
source: No
bo: མིན།
cy: Na
da: Nej
eu: Ez
fa: خیر
fi: Ei
fr: Non
fy_nl: Nee
hu: Nem
id: Tidak
kab: Ala
ms: Tidak
my: မလုပ်တော့ပါ
nl: Nee
pt_br: Não
ro: Nu
ru: Нет
sl: Ne
sq: Jo
sr: Не
sv_se: Nej
th: ไม่
tt: Юк
vi: Không

# enable_search_suggestions_yes
source: Yes
bo: རེད།
ca: Sí
cy: Iawn
da: Ja
es_ar: Sí
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
fy_nl: Ja
hu: Igen
ia: Si
id: Ya
it: Sì
kab: Ih
ms: Ya
my: လုပ်မည်
nl: Ja
pt_br: Sim
ro: Da
ru: Да
sl: Da
sq: Po
sr: Да
sv_se: Ja
th: ใช่
tt: Әйе
vi: Có

# no_suggestions_message
source: Some search engines cannot show suggestions.
bo: བཤེར་ཆས་འགའ་ཤས་ཀྱིས་འཚོལ་བཤེར་འབྲེལ་ཡོད་འོས་སྦྱོར་མ་ཐུབ།
ca: No tots els motors de cerca poden mostrar suggeriments.
cy: Nid yw rhai peiriannau chwilio'n gallu dangos awgrymiadau.
da: Nogle søgetjenester kan ikke vise forslag.
es_ar: Algunos motores de búsqueda no pueden mostrar sugerencias.
eu: Zenbait bilaketa-motorrek ezin dituzte iradokizunak erakutsi.
fa: تعدادی از موتورهای ‌جست‌وجو امکان نمایش پیشنهادات را ندارند.
fi: Jotkin hakukoneet eivät voi näyttää ehdotuksia.
fr: Certains moteurs de recherche ne peuvent pas afficher de suggestions.
fy_nl: Guon sykmasinen kinne gjin suggestjes toane.
hu: Néhány keresőszolgáltatás nem tud javaslatokat megjeleníteni.
ia: Alcun motores de recerca non pote monstrar suggestiones.
id: Beberapa mesin pencari tidak dapat menampilkan saran pencarian.
it: I suggerimenti non sono disponibili per tutti i motori di ricerca.
kab: Kra n imseddayen n unadi ur zmiren ara ad d-sken isumar.
ms: Sesetengah enjin carian tidak dapat menunjukkan cadangan.
my: အချို့သော ရှာဖွေရေးအင်ဂျင်များသည် အကြံပေးချက်များကို မပြသပေးနိုင်ပါ။
nl: Sommige zoekmachines kunnen geen suggesties tonen.
pt_br: Alguns mecanismos de pesquisa não podem mostrar sugestões.
ro: Unele motoare de căutare nu pot afișa sugestii.
ru: Некоторые поисковые системы не могут показывать предложения.
sl: Nekateri iskalniki ne morejo prikazovati predlogov.
sq: Disa motorë kërkimesh s’shfaqin dot këshillimet.
sr: Неки претраживачи не могу приказивати предлоге.
sv_se: Vissa sökmotorer kan inte visa förslag.
th: เครื่องมือค้นหาบางตัวไม่สามารถแสดงข้อเสนอแนะ
tt: Кайбер эзләү машиналары тәкъдимнәр ясамый.
vi: Một vài công cụ tìm kiếm có thể không hiện gợi ý.

# dismiss_no_suggestions_prompt_button
source: Dismiss
bn_bd: বাতিল
bo: འདོར་བ།
ca: Tanca
cy: Cau
da: Luk
es_ar: Descartar
eu: Baztertu
fa: رد کردن
fi: Hylkää
fr: Ignorer
fy_nl: Fuortsmite
hu: Eltüntetés
ia: Dimitter
id: Tutup
it: Ignora
kab: Zgel
ms: Abai
my: ဖြုတ်ရန်
nl: Verwijderen
pt_br: Descartar
ro: Înlătură
ru: Закрыть
sl: V redu
sq: Mos e merr parasysh
sr: Склони
sv_se: Ignorera
th: ยกเลิก
tt: Яшерү
vi: Bỏ qua

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
ca: El lloc té un comportament inesperat? Proveu de desactivar la protecció contra el seguiment
cy: Gwefan yn ymddwyn yn anisgwyl? Ceisiwch ddiffodd Diogelwch rhag Tracio
da: Opfører siden sig uventet? Prøv at deaktivere beskyttelse mod sporing
es_ar: ¿El sitio se comporta de manera inesperada? Pruebe desactivar la Protección de rastreo
eu: Guneak espero gabeko portaera du? Saiatu jarraipenaren babesa itzaltzen
fa: سایت رفتار غیرمنتظره‌ای دارد؟ محافظت از دنبال کردن را خاموش کنید
fi: Käyttäytyykö sivusto odottamattomasti? Kokeile kytkeä seurannan suojaus pois päältä
fr: Ce site ne se comporte pas comme prévu ? Essayer de désactiver la protection contre le pistage
fy_nl: Wuket in website frjemd? Probearje Beskerming tsjin folgjen út te skeakeljen
hu: Az oldal váratlanul viselkedik? Próbálja kikapcsolni a követésvédelmet
ia: Se comporta le sito inexpectatemente? Prova a disactivar le Protection de traciamento
id: Situs bertindak tidak terduga? Matikan Perlindungan Pelacakan
it: Un sito mostra un comportamento anomalo? Prova a disattivare la protezione antitracciamento
kab: Tigawin ur nettwerǧu sɣur usmel? Ɛṛeḍ ad tsenseḍ ammesten n usfuɣel
ms: Laman berkelakuan tidak dijangka? Cuba nyahaktifkan Perlindungan Penjejakan
my: ဝဘ်ဆိုက်သည် မူမမှန်ဖြစ်နေပါသလား။ ခြေရာခံကာကွယ်မှုစနစ်ကို ပိတ်ပြီး ပြန်စမ်းကြည့်ပါ။
nl: Gedraagt een website zich onverwacht? Probeer Bescherming tegen volgen uit te schakelen
pt_br: O site está se comportando de maneira inesperada? Tente desativar a proteção de rastreamento
ro: Site-ul are un comportament neașteptat? Încearcă să dezactivezi protecția împotriva urmăririi
ru: Сайт ведёт себя неожиданно? Попробуйте отключить защиту от отслеживания
sl: Ali stran deluje nepravilno? Poskusite izklopiti zaščito pred sledenjem
sq: Sajt që sillet çuditshëm? Provoni çaktivizimin e Mbrojtjes Nga Gjurmimi
sr: Сајт се понаша чудно? Покушајте искључити заштиту од праћења
sv_se: Beter sig webbplatsen konstigt? Försök att stänga av spårningsskydd
th: ไซต์ทำงานอย่างไม่คาดคิด? ลองปิดการป้องกันการติดตาม
tt: Сайт көтелгәнчә эшләмиме? Күзәтүчеләрдән саклауны сүндереп карагыз
vi: Trang web hoạt động không như mong đợi? Hay thử tắt Trình chống theo dõi

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
ca: Accediu amb un sol toc als llocs que més utilitzeu%1$s Menú > Afegeix a pantalla d'inici
cy: Mynediad un tap i'r gwefannau rydych yn eu defnyddio amlaf%1$s Dewislen > Ychwanegu i'r Dudalen Cartref
da: Få adgang til dine mest brugte sider med et enkelt tryk%1$s Menu > Føj til startskærmen
es_ar: Obtenga acceso con un toque a los sitios que más usa %1$s Menú > Añadir a la Pantalla de inicio
eu: Eskuratu behin sakatuta gehien bisitatzen dituzun webguneetarako sarbidea%1$s Menua > Gehitu hasierako pantailan
fa: با اشاره یک انگشت به سایت های پربازدید خود دسترسی داشته باشید%1$s فهرست> اضافه کردن به صفحه خانگی
fi: Pääsy yhdellä napautuksella sivustoille, joilla useimmiten vierailet%1$s Valikko > Lisää linkki aloitusnäyttöön
fr: Accédez rapidement à vos sites favoris%1$s Menu > Ajouter à l’écran d’accueil
fy_nl: Tagong ta de meastbesochte websites mei ien tik%1$s Menu > Tafoegje oan startskerm
hu: Érje el a leggyakrabban használt oldalakat egy koppintással%1$s Menü > Hozzáadás a kezdőképernyőhöz
ia: Installa le accesso a un tocco pro le sitos que tu usa plus %1$s Menu > Adder al Pagina initial
id: Akses satu ketukan ke situs yang sering digunakan%1$s Menu > Tambahkan ke Beranda
it: Accedi con un solo tocco ai siti che visiti più spesso%1$s Menu > Agg. a schermata principale
kab: Awi anekcum fessusen ɣer ismal i tseqdaceḍ aṭas %1$s Umuɣ > Rnu ɣer ugdil agejdan
ms: Dapatkan akses sekali-sentuh ke laman yang kerap dilawati%1$s Menu > Tambah ke skrin Utama
my: အသုံးများသောဆိုက်များကို တစ်ကြိမ်နှိပ်ပြီး သွားရောက်နိုင်ရန် %1$s မီနူး > စတင်အသုံးပြုရာ ဖန်သားပြင်သို့ ပို့ပါ
pt_br: Acessar com apenas um toque os sites que você mais usa%1$s Menu > Adicionar à tela inicial
ro: Obține acces cu o singură atingere la site-urile pe care intri des%1$s Meniu > Adaugă la ecranul principal
sl: Nastavite si hiter dostop do priljubljenih strani%1$s Meni > Dodaj na domači zaslon
sq: Kini hyrje me-një-prekje për sajtet që përdorni më shpesh%1$s Menu > Shtoje te skena Kreu
sr: Подесите приступ сајтовима које користите највише, једним кликом%1$s Мени > Додај на почетни екран
sv_se: Få tillgång de mest besökta webbplatserna med en knapptryckning%1$s Meny > Lägg till på startsidan
tt: Иң еш кулланылган сайтларга бер орыну белән күчү өчен%1$s Меню > Өй экранга өстәү
vi: Truy cập một chạm vào các trang web bạn sử dụng nhiều nhất%1$s Menu > Thêm vào Màn hình chính

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
ca: Obriu tots els enllaços amb el %1$s Definiu el %1$s com a navegador per defecte
cy: Agor pob dolen yn %1$s Gosod %1$s fel y porwr rhagosodedig
da: Åbn alle links i %1$s Angiv %1$s som standard-browser
es_ar: Abrir todos los enlaces en %1$s Configure %1$s como su navegador predeterminado
eu: Ireki lotura guztiak %1$s aplikazioarekin Egin %1$s nabigatzaile lehenetsia
fa: بازکردن هر پیوندی در %1$s تنظیم%1$s به عنوان مرورگر پیش فرض
fi: Avaa jokainen linkki selaimella %1$s Aseta %1$s oletusselaimeksi
fr: Ouvrir tous les liens dans %1$s Définir %1$s comme navigateur par défaut
fy_nl: Alle keppelingen yn %1$s iepenje Stel %1$s yn as jo standertbrowser
hu: Nyisson meg minden hivatkozást a %1$sban Állítsa be a %1$st alapértelmezett böngészőnek
ia: Aperir cata ligamine in %1$s Pone %1$s como navigator predefinite
id: Buka setiap tautan di %1$s Atur %1$s sebagai peramban baku
it: Apri ogni link in %1$s Imposta %1$s come browser predefinito
kab: Ldi yal aseɣwen deg %1$s Sbadu %1$s d iming amezwar
ms: Buka pautan dalam %1$s Tetapkan %1$s sebagai pelayar piawai
my: %1$s ရှိ လင့်ခ်တိုင်းကို ဖွင့်ပါ %1$s ကို မူသေဘရောက်ဇာအဖြစ် သတ်မှတ်ပါ
nl: Alle koppelingen in %1$s openen Stel %1$s in als uw standaardbrowser
pt_br: Abrir todos os links no %1$s Configure o %1$s como seu navegador padrão
ro: Deschide fiecare link în %1$s Setează %1$s ca browser implicit
ru: Открывайте все ссылки в %1$s Установить %1$s браузером по умолчанию
sl: Odpiraj vse povezave v %1$su Nastavite %1$s za privzeti brskalnik
sq: Hape çdo lidhje në %1$s Caktojeni %1$s si shfletuesin parazgjedhje
sr: Отвори сваку везу у %1$s-у Постави %1$s као подразумевани прегледач
sv_se: Öppna varje länk i %1$s Ange %1$s som standardwebbläsare
th: เปิดทุกลิงก์ใน %1$s ตั้ง %1$s เป็นเบราว์เซอร์เริ่มต้น
tt: Һәр сылтаманы да %1$s'та ачу %1$s'ны төп гизгеч итегез
vi: Mở mọi liên kết trong %1$s Đặt %1$s làm trình duyệt mặc định

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
bo: བེད་སྤྱོད་མང་ཤོས་བྱེད་པའི་དྲ་ཚིཊ་ཁ་བྱང་རད་གྲུབ། དྲ་ཚིཊ་ཁ་བྱང་ཐོག་མཛུབ་མོ་རྒྱུན་རིང་གནོན།
ca: Emplenament automàtic dels URL dels llocs que més utilitzeu Manteniu premut qualsevol URL de la barra d'adreces
cy: Gosod URLau awtogwblhau i'ch gwefannau gorau Pwyso'n hir unrhyw URL yn y bar cyfeiriad
da: Autofuldfør URL'er for de sider, du bruger mest Tryk og hold en URL i adressefeltet
es_ar: Autocomplete las URLs para los sitios que más usa Mantenga presionada cualquier URL en la barra de direcciones
eu: Osatu automatikoki gehien bisitatzen dituzun guneetako URLak Mantendu sakatuta helbide-barran edozein URL
fa: پرکردن خودکارURLs برای سایت های پربازدید شما نگاه داشتن بیشتر انگشت بر روی هر URL در نوار آدرس برای انجام این کار
fi: Täydennä osoitteet sivustoille, joita käytät eniten Paina pitkään osoitekentässä olevia osoitteita
fr: Compléter automatiquement les URL des sites les plus visités Effectuez un appui long sur une URL dans la barre d’adresse
fy_nl: URL’s foar meastbrûkte websites automatysk oanfolje Hâld jo finger op in URL yn de adresbalke
hu: URL-ek automatikus kiegészítése a leggyakrabban használt oldalaknál Nyomja meg hosszan az URL-t a címsorban
ia: Auto-completar URLs pro le sitos que tu usa plus Retene pulsate longemente ulle URL in le barra de adresse
id: Lengkapi otomatis URL untuk situs yang sering dikunjungi Ketuk lama URL di bilah alamat
it: Completamento automatico degli indirizzi per i siti che visiti più spesso Tieni premuto più a lungo un indirizzo URL nella barra degli indirizzi
kab: Taččarant tawurmant URLs i yismal i tseqdaceḍ aṭas Asenned ɣezzifen ɣef URL ibɣu yilli deg ufeggag n tansiwin
ms: Autolengkap URL untuk laman yang kerap dilawati Tekan lama-lama URL dalam bar alamat
my: သင်အသုံးပြုများသော ဆိုက်များ၏ URLs ကို အလိုအလျောက်ဖြည့်ပါမည် လိပ်စာဘားတန်းထဲတွင် မည်သည့် URL ကိုမဆို ကြာကြာဖိပြီး ဖွင့်နိုင်သည်
nl: URL’s voor meestgebruikte websites automatisch aanvullen Houd uw vinger op een URL in de adresbalk
ro: Completează automat URL-urile site-urilor pe care intri des Apasă lung pe orice URL din bara de adresă
ru: Автодополнение URL для часто посещаемых сайтов Произведите долгое нажатие на любой URL в адресной строке
sl: Samodejno dokončajte spletne naslove za strani, ki jih najpogosteje obiskujete Pridržite prst na kateremkoli spletnem naslovu v naslovni vrstici
sq: Vetëplotësim URL-sh për sajtet që përdorni më shpesh Shtypni paksa çfarëdo URL-je te shtylla e adresave
sr: Аутоматско завршавање URLs за сајтове које користите највише Дуго држите URL у адресној траци
sv_se: Autokomplettera webbadresser för webbplatser som du använder mest Tryck länge på vilken URL som helst i adressfältet
tt: Иң еш кулланылган сайтларның адресларын автотөгәлләү өчен Адрес юлындагы URL'га озак итеп басып торыгыз
vi: Tự động điền URLs cho các trang web bạn sử dụng Nhấp và giữ bất kỳ URL trong thanh địa chỉ

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
ca: Obriu un enllaç en una pestanya nova Manteniu premut qualsevol enllaç de la pàgina
cy: Agor dolen mewn tab newydd Pwyso'n hir ar unrhyw ddolen ar dudalen
da: Åbn link i et nyt faneblad Tryk og hold links på en side
es_ar: Abra un enlace en una nueva pestaña Mantenga presionado cualquier enlace en una página
eu: Ireki lotura fitxa berri batean Mantendu sakatuta orri bateko edozein lotura
fa: بازکردن یک پیوند در زبانه جدید نگاه داشتن بیشتر انگشت برای باز کردن پیوند در صفحه
fi: Avaa linkki uuteen välilehteen Paina pitkään mitä tahansa linkkiä sivulla
fr: Ouvrir un lien dans un nouvel onglet Effectuez un appui long sur un lien dans une page
fy_nl: In keppeling yn in nij ljepblêd iepenje Hâld jo finger op in keppeling op in side
hu: Nyissa meg a hivatkozást új lapon Nyomja meg hosszan bármelyik hivatkozást az oldalon
ia: Aperi le ligamine in un nove scheda Retene pulsate longemente ulle ligamine sur un pagina
id: Buka tautan di tab baru Tekan lama tautan di laman
it: Apri un link in una nuova scheda Tieni premuto a lungo un link in una pagina
kab: Ldi aseɣwen deg iccer amaynut Asenned ɣezzifen ɣef useɣwen deg usebter
ms: Buka pautan dalam tab baru Tekan lama-lama pautan atau halaman
my: လင့်ခ်ကို တဗ်ပ်အသစ်တွင် ဖွင့်ပါ စာမျက်နှာရှိ မည်သည့်လင့်ခ်တွင်မဆို ကြာကြာဖိပြီး ဖွင့်နိုင်သည်
nl: Een koppeling in een nieuw tabblad openen Houd uw vinger op een koppeling op een pagina
ro: Deschide un link într-o filă nouă Apasă lung pe orice link dintr-o pagină
ru: Открывайте ссылки в новых вкладках Произведите долгое нажатие на любую ссылку на странице
sl: Odprite povezavo v novem zavihku Pridržite prst na katerikoli povezavi na strani
sq: Hapni një lidhje në një skedë të re Shtypeni paksa çfarëdo lidhje në një faqe
sr: Отвори везу у новом језичку Дуго држите на било којој вези на страници
sv_se: Öppna en länk i en ny flik Tryck länge på en länk på en sida
tt: Сылтаманы яңа биттә ачу өчен Сылтамага озак итеп басып торыгыз
vi: Mở liên kết trên thẻ mới Nhấp và giữ bất kì liên kết nào trên trang

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
bo: དྲ་ངོས་གང་ག་གཟིགས་འདོད་དམ། %1$s དཀར་ཆག་ > གློག་ཀླད་དྲ་ངོས་རེ་སྐུལ་བྱེད་པ།
ca: Preferiu veure el lloc com es mostra en l'escriptori?%1$s Menú > Mostra el lloc d'escriptori
cy: Gwell gweld gwefan bwrdd gwaith lawn?%1$s Dewislen > Gwefan bwrdd gwaith
da: Foretrækker du at se desktopversionen?%1$s Menu > Anmod om desktopversion
es_ar: ¿Prefiere ver el sitio de escritorio?%1$s Menú > Solicitar sitio de escritorio
eu: Nahiago duzu mahaigaineko gune osoa ikusi?%1$s Menua > Mahaigaineko gunea
fa: ترجیح به دیدن نسخه رومیزی وب‌سایت؟%1$s فهرست > درخواست نسخه رومیزی وب‌سایت
fi: Haluatko mieluummin nähdä sivuston täyden työpöytäversion?%1$s Valikko > Sivuston työpöytäversio
fr: Préférez-vous voir la version pour ordinateur du site ?%1$s Menu > Voir version ordinateur
fy_nl: Leaver de folsleine Desktop-website besjen?%1$s Menu > Desktopwebsite opfreegje
hu: Inkább az asztali oldalt látná?%1$s Menü > Asztali oldal kérése
ia: Vider plus tosto le sito in modo plen scriptorio?%1$s Menu > Requirer sito de scriptorio
id: Lebih suka melihat situs desktop?%1$s Menu > Minta situs desktop
it: Preferisci visualizzare il sito in modalità desktop?%1$s Menu > Modalità desktop
kab: Iff-itt ma twalaḍ asmel aččuran?%1$s Umuɣ > Suter asmel n tnarit
ms: Mahu paparan laman desktop?%1$s Menu > Pinta laman desktop
my: ဒက်စတော့ဆိုက်ကိုသာ ကြည့်ရှုလိုပါသလား။ %1$s မီနူး > ဒက်စတော့ဆိုက်ကို ပြပါ
ro: Preferi să vezi versiunea de desktop completă?%1$s Meniu > Cere versiune de desktop
sl: Želite uporabljati polno različico strani?%1$s Meni > Zahtevaj stran za namizja
sq: Më mirë të shihni sajtin e plotë për desktop?%1$s Menu > Kërko sajtin për desktop
sr: Радије бисте видели цео десктоп сајт?%1$s Мени > Захтевај десктоп сајт
sv_se: Vill du hellre se webbplatsen anpassad för datorer?%1$s Meny > Begär datorwebbplats
tt: Сайтның өстәл өсте компьютерлары өчен эшләнгән версиясен карыйсыгыз киләме?%1$sМеню → Өстәл өсте компьютеры
vi: Muốn xem phiên bản máy tính?%1$s Menu > Yêu cầu trang web trên máy tính

# tip_disable_tips2
source: Turn off tips on the start screen
ca: Desactiva els consells de la pantalla d'inici
cy: Diffodd awgrymiadau ar y sgrin cychwyn
es_ar: Desactivar los consejos en la pantalla de inicio
eu: Desgaitu hasierako pantailako aholkuak
fa: خاموش کردن نکات راهنما بر روی صفحه آغازین
fi: Älä näytä vinkkejä aloitusnäytössä
fr: Désactiver les conseils sur l’écran de démarrage
fy_nl: Tips op startscherm útskeakelje
hu: A tippek kikapcsolása a kezdőképernyőn
ia: Disactivar le suggestiones sur le pagina initial
it: Disattiva suggerimenti nella schermata iniziale
ms: Nyahaktifkan panduan pada skrin mula
my: စတင်အသုံးရန် မျက်နှာပြင်တွင် အကြံပြုချက်များ ပြသခြင်းကို ပိတ်ပါ
ro: Dezactivează ponturile din ecranul de start
sv_se: Stäng av tips på startskärmen
vi: Tắt mẹo trên màn hình bắt đầu

# tip_block_ads
source: Browse faster by stopping ads and code that follows you around the web.
ca: Navegueu més ràpid blocant la publicitat i el codi que us fan el seguiment mentre navegueu.
fi: Selaa nopeammin estämällä mainokset ja koodit, jotka seuraavat sinua verkossa.
ia: Naviga plus velocemente per blocar publicitate e codice que te seque sur le Web.
vi: Duyệt nhanh hơn bằng cách chặn quảng cáo và đoạn mã theo dõi bạn trên web.

# block_ads_title
source: Ad blocking
ca: Bloqueig de publicitat
fi: Mainosten esto
ia: Blocada del avisos publicitari
sv_se: Annonsblockering
vi: Chặn quảng cáo
