Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/*/app.po
Languages: ar, ast, az, bn_bd, bo, bs, ca, cy, da, el, es_ar, eu, fa, fi, fr, fy_nl, he, hu, ia, id, it, ja, kab, kk, lo, ms, my, nl, nn_no, pt_br, ro, ru, sl, sq, sr, sv_se, th, tt, vi

# shortcut_erase_long_label
source: Erase browsing history
ar: امسح تأريخ التصفح
ast: Desaniciar historial de restolar
az: Səyahət keçmişini poz
bn_bd: ব্রাউজিং ইতিহাস মুছুন
bo: ཁྱོད་ཀྱི་འཚོལ་རབས་འདོར་སུབ་བྱས་ཟིན།
bs: Izbriši historiju pretraživanja
ca: Esborra l'historial de navegació
cy: Dileu'r hanes pori
da: Slet browser-historik
es_ar: Borrar historial de navegación
eu: Ezabatu nabigatze-historia
fa: پاک کردن تاریخچهٔ مرورگر
fi: Tyhjennä selaushistoria
fr: Effacer l’historique de navigation
fy_nl: Navigaasjeskiednis wiskje
he: מחיקת היסטורית גלישה
hu: Böngészési előzmények törlése
ia: Eliminar le chronologia de navigation
id: Hapus riwayat penjelajahan
it: Elimina cronologia di navigazione
ja: 閲覧履歴を消去
kab: Sfeḍ amazray n tunigin
kk: Шолу тарихын өшіру
lo: ລຶບປະຫວັດການທ່ອງເວັບ
ms: Buang sejarah pelayaran
my: ကြည့်ရှုမှုမှတ်တမ်းကို ရှင်းလင်းရန်
nl: Navigatiegeschiedenis wissen
nn_no: Slett nettlesarhistorikk
pt_br: Apagar o histórico de navegação
ro: Șterge istoricul de navigare
ru: Удалить историю веб-сёрфинга
sl: Počisti zgodovino brskanja
sq: Fshi historik shfletimesh
sr: Обриши историју прегледања
sv_se: Radera webbhistorik
th: ล้างประวัติการท่องเว็บ
tt: Гизү тарихын бетерү
vi: Xóa lịch sử duyệt web

# shortcut_erase_and_open_short_label
source: Erase & open
bn_bd: মুছে ফেলুন এবং খুলুন
bo: སུབ་པ་དང་ཁ་འབྱེད་པ།
ca: Esborra i obre
cy: Dileu ac agor
es_ar: Eliminar y abrir
eu: Ezabatu eta ireki
fa: پاک کردن و بازکردن
fi: Tyhjennä ja avaa
fr: Effacer et ouvrir
fy_nl: Wiskje & iepenje
hu: Törlés és megnyitás
ia: Eliminar e aperir
id: Hapus & buka
it: Elimina e apri
ms: Buang & buka
my: ဖျက်ပြီးဖွင့်ပါ
ro: Șterge și deschide
sv_se: Radera & öppna
vi: Xóa & mở

# text_selection_search_action
source: Search Privately
ar: ابحث مع الحفاظ على الخصوصية
ast: Guetar de mou priváu
az: Məxfi Axtar
bn_bd: ব্যক্তিগতভাবে অনুসন্ধান
bo: ཕྱིར་མི་བསྒྲགས་པའི་ཐོག་འཚོལ་བཤེར།
bs: Tražite privatno
ca: Cerca privada
cy: Chwilio'n Breifat
da: Søg privat
es_ar: Buscar en privado
eu: Bilatu modu pribatuan
fa: جست‌وجو ناشناس
fi: Yksityinen haku
fr: Faire une recherche privée
fy_nl: Privee sykje
he: חיפוש פרטי
hu: Privát keresés
ia: Cercar privatemente
id: Mencari Secara Pribadi
it: Ricerca anonima
ja: プライベートに検索
kab: Anadi uslig
kk: Жеке шолыңыз
lo: ຄົ້ນຫາຢ່າງເປັນສ່ວນຕົວ
ms: Cari secara Rahsia
my: သီးသန့်လုံခြုံစွာ ရှာဖွေပါ
nl: Privé zoeken
nn_no: Søk privat
pt_br: Pesquisa privativa
ro: Caută într-un mod privat
ru: Искать приватно
sl: Iščite zasebno
sq: Kërkoni Privatisht
sr: Претражујте приватно
sv_se: Sök privat
th: ค้นหาแบบส่วนตัว
tt: Хосусый эзләү
vi: Tìm kiếm riêng tư hơn

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
ar: <p>يعطيك %1$s الدفة.</p> <p>استخدمه كمتصفح خاص: <ul> <li>ابحث و تصفح مباشرة في التطبيق</li> <li>احجب المتعقبات (أو حدّث الإعدادات للسماح بالمتعقبات)</li> <li>امسح الكعكات بالإضافة إلى حذف تأريخ البحث و التصفح</li> </ul> </p> <p>‏%1$s منتج من موزيلا. مهمتنا تشجيع إنترنت مفتوح و صحي.<br/> <a href="%2$s">اطّلع على المزيد</a></p>
az: <p>%1$s sizi idarənin başına qoyur</p> <p>Bunu məxfi səyyah olaraq işlədin: <ul> <li>Birbaşa tətbiqdə axtarın və gəzin</li> <li>İzləyiciləri əngəlləyin (və ya tənzimləmədən icazə verin)</li> <li>Çərəzləri, axtarış və gəzmə tarixçəsini silmək üçün pozun</li> </ul> </p> <p>%1$s qürurla Mozilla tərəfindən. Missiyamız sağlam və açıq interneti təmin etməkdir.<br/> <a href="%2$s">Ətraflı öyrən</a></p>
bn_bd: <p>%1$s আপনাকে নিয়ন্ত্রণ দেয়।</p> <p>ব্যক্তিগত ব্রাউজার হিসাবে এটিকে ব্যবহার করুন: <ul> <li>অ্যাপের মধ্যেই অনুসন্ধান এবং ব্রাউজ করুন</li> <li>ট্রাকারদেরকে অবরুদ্ধ করুন(অথবা ট্রাকারদের অনুমতি দিতে সেটিংস আপডেট করুন)</li> <li>সেইসাথে অনুসন্ধান এবং ব্রাউজিংয়ের পূর্ববর্তী তথ্য কুকির সাথে সরাতে মুছুন</li> </ul> </p> <p>%1$s তৈরী করেছে Mozilla। আমাদের মিশন হচ্ছে, ইন্টারনেটকে উন্মুক্ত রাখা এবং সেটির গুণগত মান বজায় রাখতে উৎসাহ দেওয়া।.<br/> <a href="%2$s">আরও জানুন</a></p>
bs: <p>%1$s vam daje kontrolu.</p> <p>Koristite ga kao privatni pretraživač: <ul> <li>Tražite i pretražujte direktno u aplikaciji</li> <li>Blokirajte pratioce (ili ih omogućite u postavkama)</li> <li>Izbrišite sve kolačiće kao i historiju pretraživanja i pretrage</li> </ul> </p> <p>%1$s je stvorila Mozilla. Naša misija je njegovanje zdravog i otvorenog interneta.<br/> <a href="%2$s">Saznajte više</a></p>
ca: <p>El %1$s us dóna el control.</p> <p>Com a navegador privat, us permet: <ul> <li>Cercar i navegar directament des de l'aplicació</li> <li>Blocar els elements de seguiment (o canviar els paràmetres per permetre'ls)</li> <li>Esborrar les galetes i l'historial de cerques i de navegació</li> </ul> </p> <p>El %1$s està creat per Mozilla. La nostra missió és fomentar un Internet obert i saludable.<br/> <a href="%2$s">Més informació</a></p>
cy: <p>Gyda %1$s chi sy'n rheoli.</p> <p>Ei ddefnyddio fel porwr preifat: <ul> <li>Chwilio a phori o fewn yr ap</li> <li>Rhwystro tracwyr (neu ddiweddaru'r gosodiadau i ganiatáu tracwyr)</li> <li>Dileu cwcis, yn ogystal â hanes chwilio a phori</li> </ul> </p> <p>Mae %1$s wedi ei gynhyrchu gan Mozilla. Ein amcan yw i hybu Rhyngrwyd iach ac agored.<br/> <a href="%2$s">Dysgu rhagor</a></p>
da: <p>%1$s giver dig fuld kontrol.</p> <p>Anvend den som privat browser: <ul> <li>Søg og surf direkte i appen</li> <li>Bloker sporing (eller opdater indstillingerne og tillad sporing)</li> <li>Slet fjerner cookies samt søge- og browser-historik</li> </ul> </p> <p>%1$s er udviklet af Mozilla. Vores formål er at fremme et sundt, åbent internet.<br/> <a href="%2$s">Læs mere</a></p>
el: <p>Το %1$s σάς δίνει τον έλεγχο.</p> <p>Χρησιμοποιήστε το ως πρόγραμμα ιδιωτικής περιήγησης: <ul> <li>Αναζητήστε και περιηγηθείτε εντός της εφαρμογής</li> <li>Αποκλείστε trackers (ή ενημερώστε τις ρυθμίσεις σας ώστε να επιτρέπονται)</li> <li>Διαγράψτε τα cookies, καθώς και το ιστορικό αναζητήσεων και περιήγησης</li> </ul> </p> <p>Το %1$s δημιουργήθηκε από τη Mozilla. Η αποστολή μας είναι να προαγάγουμε ένα υγιές, ανοιχτό διαδίκτυο.<br/> <a href="%2$s">Μάθετε περισσότερα</a></p>
es_ar: <p>%1$s le da el control.</p> <p>Úselo como un navegador privado: <ul> <li>Buscar y navegar en la aplicación</li> <li>Bloquear rastreadores (o actualizar opciones para permitir rastreadores)</li> <li>Borrar para eliminar cookies e historial de búsqueda y navegación</li> </ul> </p> <p>%1$s es producido por Mozilla. Nuestra misión es promover una internet abierta y saludable.<br/> <a href="%2$s">Conocer más</a></p>
eu: <p>%1$s(e)k agintea ematen dizu.</p> <p>Erabili nabigatzaile pribatu gisa: <ul> <li>Bilatu eta nabigatu aplikaziotik zuzenean</li> <li>Blokeatu jarraipena (edo eguneratu ezarpenak jarraipena onartzeko)</li> <li>Ezabatu cookieak eta bilaketa- eta nabigatze-historia</li> </ul> </p> <p>Mozillak egina da %1$s. Internet osasuntsu eta irekia sustatzea da gure misioa.<br/> <a href="%2$s">Argibide gehiago</a></p>
fa: <p>%1$s شما را در کنترل قرار میدهد.</p> <p>از این برنامه به عنوان یک مرورگر ناشناس استفاده کنید: <ul> <li>بدون خروج از برنامه، اینترنت را جست‌وجو و مرور کنید</li> <li>ردیاب‌ها را مسدود کنید (یا اینکه تنظیمات خود را برای اجازه دادن به ردیاب‌ها تغییر دهید)</li> <li>پاک کنید تا اطلاعاتی مانند کوکی‌ها و همچنین جست‌وجوها و تاریخچه مرور حذف شوند</li> </ul> </p> <p>%1$s توسّط موزیلا منتشر شده است. مأموریت ما تا رواج یک اینترنت سالم و باز است.<br/> <a href="%2$s">بیشتر بدانید</a></p>
fi: <p>%1$s asettaa sinut ohjaimiin.</p> <p>Käytä sitä yksityiseen selaamiseen: <ul> <li>Hae ja selaa suoraan ohjelmassa</li> <li>Estä seuranta (tai muokkaa asetuksia salliaksesi sen)</li> <li>Poista evästeet, haku ja selaushistoria napin painalluksella</li> </ul> </p> <p>%1$s on Mozillan kehittämä ohjelmisto. Tehtävämme on edesauttaa tervettä, avointa Internettiä.<br/> <a href="%2$s">Lue lisää</a></p>
fr: <p>%1$s vous aide à rester aux commandes.</p> <p>Utilisez-le comme un navigateur privé : <ul> <li>Effectuez des recherches et naviguez depuis l’application</li> <li>Bloquez les traqueurs (ou modifiez les paramètres pour les autoriser)</li> <li>Effacez les cookies, ainsi que les historiques de navigation et de recherche</li> </ul> </p> <p>%1$s est réalisé par Mozilla. Notre mission est de défendre l’ouverture et la bonne santé d’Internet.<br/> <a href="%2$s">En savoir plus</a></p>
fy_nl: <p>%1$s jout jo de kontrôle.</p> <p>Brûk as in priveebrowser: <ul> <li>Streekrjocht fan de app út sykje en browse</li> <li>Trackers blokkearje (of ynstellingen bywurkje om se ta te stean)</li> <li>Wiskjen smyt sawol cookies as syk- en navigaasjeskiednis fuort</li> </ul> </p> <p>%1$s wurdt makke troch Mozilla. Us misje is it fersoargjen fan in sûn en iepen ynternet.<br/> <a href="%2$s">Mear ynfo</a></p>
he: <p>השליטה חוזרת לידיך עם %1$s.</p> <p>מיועד לשימוש כדפדפן פרטי: <ul> <li>ניתן לחפש ולגלוש ישירות מהיישומון</li> <li>חסימת מנגנוני מעקב (או לשנות הגדרות כדי לאפשר אותם)</li> <li>ניתן לאפס כדי למחוק עוגיות כמו גם את היסטוריית החיפוש</li> </ul> </p> <p>%1$s מבית מוזילה Mozilla. המטרה שלנו היא לטפח אינטרנט בריא ופתוח.<br/> <a href="%2$s">מידע נוסף</a></p>
hu: <p>A %1$s az Ön kezébe adja az irányítást.</p> <p>Használja privát böngészőként: <ul> <li>Keressen és böngésszen közvetlenül az appban</li> <li>Blokkolja a követőket (vagy frissítse a beállításokat az engedélyezéshez)</li> <li>Törölje a sütiket és a böngészési előzményeket is</li> </ul> </p> <p>A %1$s a Mozilla terméke. Küldetésünk az egészséges, nyílt Internet támogatása.<br/> <a href="%2$s">Tudjon meg többet</a></p>
ia: <p>Usante %1$s, tu es al commando.</p> <p>Usa lo como un navigator private : <ul> <li>Cerca e naviga directemente in le application</li> <li>Bloca le traciatores (o actualisa le parametros pro permitter traciatores)</li> <li> “Eliminar” pro deler le cookies e tamben le chronologia de recercas e de navigation</li> </ul> </p> <p>%1$s es producite per Mozilla. Nostre mission es promover un Internet san e aperite.<br/> <a href="%2$s">Saper plus</a></p>
id: <p>%1$s menempatkan Anda dalam kendali.</p> <p>Gunakan sebagai peramban privat: <ul> <li>Cari dan menjelajah langsung di dalam aplikasi</li> <li>Memblokir pelacak (atau ubah di setelan untuk izinkan pelacak)</li> <li>Hapus untuk menghilangkan kuki termasuk juga riwayat pencarian dan penjelajahan</li> </ul> </p> <p>%1$s diproduksi oleh Mozilla. Misi kami adalah untuk memelihara Internet yang sehat dan terbuka.<br/> <a href="%2$s">Pelajari lebih lanjut</a></p>
it: <p>Prendi il controllo con %1$s.</p> <p>Utilizzalo per la navigazione anonima: <ul> <li>Cerca e naviga direttamente nell’app.</li> <li>Blocca il tracciamento (o aggiorna le impostazioni per consentirlo).</li> <li>Utilizza “Elimina” per rimuovere i cookie così come la cronologia di ricerca e navigazione.</li> </ul> </p> <p>%1$s è realizzato da Mozilla. La nostra missione è promuovere un Internet integro e aperto.<br/> <a href="%2$s">Ulteriori informazioni</a></p>
ja: <p>%1$s ではあなたがすべてをコントロールできます。</p> <p>次のようにプライベートブラウザーとして使えます。 <ul> <li>アプリ内で直接サイトを検索、閲覧。</li> <li>追跡者をブロック (あるいは設定を更新して許可)</li> <li>Cookie、検索履歴、閲覧履歴を消去</li> </ul> </p> <p>%1$s は Mozilla が開発しています。私たちのミッションは健全で開かれたインターネットを発展させることです。<br/> <a href="%2$s">詳しくはこちら</a></p>
kab: <p>%1$s ad k-d-yefk afus ad teqqimeḍ d aqeṛṛu.</p> <p>Seqdec-it d iminig uslig: <ul> <li>Nadi sakin snirem akken iwata deg usnas</li> <li>Sewḥel imesfuɣal (neγ snifel iγewwaṛen akken ad tsirgeḍ imesfuγal)</li> <li>Sfeḍ inagan n tuqna akked amazray n tunigin d unadi</li> </ul> </p> <p>%1$s yesnulfa-t-id Mozilla. Tuγdaṭ-nneγ ad nḥareb γef internet yeldin d tezmert-is.<br/> <a href="%2$s">Issin ugar</a></p>
kk: <p>%1$s басқаруды қолыңызға береді.</p> <p>Оны жекелік браузері ретінде қолданыңыз: <ul> <li>Қолданба ішінен тікелей іздеу және шолу</li> <li>Трекерлерді блоктаңыз (немесе, оларды рұқсат ету үшін, баптауларды жаңартыңыз)</li> <li>Cookies және іздеу мен шолу тарихын кетіру үшін өшіріңіз</li> </ul> </p> <p>%1$s жасаған Mozilla. Мақсатымыз - интернет денсаулығын және ашықтығын сақтау.<br/> <a href="%2$s">Көбірек білу</a></p>
lo: <p>%1$s ເຮັດໃຫ້ທ່ານສາມາດຄວບຄູມໄດ້.</p> <p>ໃຊ້ເປັນແບບບຣາວເຊີສ່ວນຕົວ: <ul> <li>ຄົ້ນຫາ ແລະ ທ່ອງເວັບພາຍໃນແອັບ</li> <li>ບັອກຕົວຕິດຕາມ (ຫລື ອັບເດດການຕັ້ງຄ່າເພື່ອອະນຸຍາດຕົວຕິດຕາມ)</li> <li>ລຶບຄຸກກີ້ລວມທັງປະຫວັດການຄົ້ນຫາ ແລະ ການທ່ອງເວັບອອກ</li> </ul> </p> <p>%1$s ໄດ້ຮັບການສ້າງຂື້ນມາຈາກ Mozilla. ພາລະກິດຂອງພວກເຮົາແມ່ນສົ່ງເສີມການນຳໃຊ້ອິນເຕີເນັດທີ່ສົມບູນ ແລະ ເປີດກ້ວາງ<br/> <a href="%2$s">ຮຽນຮູ້ເພີ່ມເຕີ່ມ</a></p>
ms: <p>%1$s membolehkan anda mengawal.</p> <p>Gunakannya sebagai pelayar peribadi: <ul> <li>Cari dan melayar terus dalam app</li> <li>Sekat penjejak (atau kemaskini tetapan untuk izinkan penjejak)</li> <li>Padam untuk menghapuskan kuki serta sejarah carian dan pelayaran</li> </ul> </p> <p>%1$s dihasilkan oleh Mozilla. Misi kami adalah untuk memupuk internet yang sihat dan terbuka.<br/> <a href="%2$s">Ketahui selanjutnya</a></p>
my: <p>%1$s သည် သင့်ကို ထိန်းချုပ်မှု ပေးထားပါသည်။</p> <p>သီးသန့်တစ်ကိုယ်ရေသုံး ဘရောင်ဇာအနေနှင့် အသုံးပြုပါ <ul> <li>ရှာဖွေကြည့်ရှုပါ</li> <li>နောက်ယောင်ခံများကို တားဆီးပါ (သို့မဟုတ် နောက်ယောင်ခံများကို ခွင့်ပြုရန် သတ်မှတ်ပြင်ဆင်ပါ)</li> <li>ကွတ်ကီးများ၊ ရှာဖွေကြည့်ရှုမှုမှတ်တမ်းများကို ရှင်းလင်းပါ</li> </ul> </p> <p>%1$s ကို Mozilla မှ ထုတ်လုပ်ပါသည်။ ကျွန်ုပ်တို့၏ ရည်မှန်းချက်သည် ကောင်းမွန်ပွင့်လင်းသော အင်တာနက်ကို တည်ဆောက်ရန် ဖြစ်သည်။<br/> <a href="%2$s">Learn more</a></p>
nl: <p>%1$s geeft u de controle.</p> <p>Gebruik als een privébrowser: <ul> <li>Rechtstreeks vanuit de app zoeken en browsen</li> <li>Trackers blokkeren (of instellingen bijwerken om ze toe te staan)</li> <li>Wissen verwijdert zowel cookies als zoek- en navigatiegeschiedenis</li> </ul> </p> <p>%1$s wordt gemaakt door Mozilla. Onze missie is het verzorgen van een gezond en open internet.<br/> <a href="%2$s">Meer info</a></p>
nn_no: <p>%1$s gir deg kontroll.</p> <p>Bruk han som ein privat nettlesar: <ul> <li>Søk og surf rett i appen</li> <li>Blokker sporarar (eller oppdater innstillingane for å tillate sporarar)</li> <li>Slett for å fjerne infokapslar samt søk- og nettlesarhistorikk</li> </ul> </p> <p>%1$s er produsert av Mozilla. Vår misjon er å fremme eit sunt, ope Internett.<br/> <a href="%2$s">Les meir</a></p>
pt_br: <p>%1$s coloca você no controle.</p> <p>Use-o como o seu navegador privativo: <ul> <li>Pesquise e navegue direto no aplicativo</li> <li>Bloqueie rastreadores (ou atualize as configurações para permiti-los)</li> <li>Apague para excluir cookies assim como o histórico de pesquisa e navegação</li> </ul> </p> <p>%1$s é produzido pela Mozilla. Nossa missão é promover uma Internet saudável e aberta.<br/> <a href="%2$s">Saiba mais</a></p>
ro: <p>%1$s te pune în control.</p> <p>Folosește-l ca browser privat: <ul> <li>Caută și navighează chiar în aplicație</li> <li>Blochează elementele de urmărire (sau actualizează setările pentru a le permite)</li> <li>Șterge pentru eliminarea cookie-urilor și a istoricului de căutare și de navigare</li> </ul> </p> <p>%1$s este produs de Mozilla. Misiunea noastră este să promovăm un internet deschis și sănătos.<br/> <a href="%2$s">Află mai multe</a></p>
ru: <p>%1$s даёт вам контроль.</p> <p>Используйте его как приватный браузер: <ul> <li>Ищите и занимайтесь веб-сёрфингом</li> <li>Блокируйте трекеры (или измените настройки, чтобы разрешить их)</li> <li>Стирайте и удаляйте куки, а также историю поиска и просмотра</li> </ul> </p> <p>%1$s создан Mozilla. Наша миссия — способствовать здоровому, открытому Интернету.<br/> <a href="%2$s">Узнать больше</a></p>
sl: <p>%1$s daje nadzor v vaše roke.</p> <p>Uporabljajte ga kot zaseben brskalnik: <ul> <li>Iščite in brskajte naravnost iz aplikacije</li> <li>Zavračajte sledilce (ali spremenite nastavitve zavračanja sledilcev)</li> <li>Brišite piškotke ter zgodovino strani in iskanja</li> </ul> </p> <p>%1$s razvija Mozilla. Naše poslanstvo je spodbujati zdrav in odprt internet.<br/> <a href="%2$s">Več o tem</a></p>
sq: <p>%1$s-i jua lë juve kontrollin.</p> <p>Përdoreni si një shfletues privat: <ul> <li>Bëni kërkime dhe shfletoni drejt e nga aplikacioni</li> <li>Bllokoni gjurmues (ose përditësoni rregullimet që të lejoni gjurmime)</li> <li>Fshini cookies, si dhe historik kërkimesh dhe shfletimesh</li> </ul> </p> <p>%1$s-i prodhohet nga Mozilla. Misioni ynë është të përkujdesemi për një Internet të shëndetshëm, të hapur.<br/> <a href="%2$s">Mësoni më tepër</a></p>
sr: <p>%1$s вам даје контролу.</p> <p>Користите га као приватни прегледач: <ul> <li>Претражујте и сурфујте директно у апликацији</li> <li>Блокирајте пратиоце (или их омогућите у поставкама)</li> <li>Избришите све колачиће као и историјат прегледања и претраге</li> </ul> </p> <p>%1$s је створила Mozilla. Наша мисија је неговање здравог и отвореног интернета.<br/> <a href="%2$s">Сазнајте више</a></p>
sv_se: <p>%1$s ger dig full kontroll.</p> <p>Använd den som en privat webbläsare: <ul> <li>Sök och surfa direkt i appen</li> <li>Blockera trackers (eller uppdatera inställningar att tillåta trackers)</li> <li>Radera för att ta bort kakor samt sök- och webbhistorik</li> </ul> </p> <p>%1$s är utvecklad av Mozilla. Vårt uppdrag är att främja ett hälsosamt, öppet Internet.<br/> <a href="%2$s">Läs mer</a></p>
th: <p>%1$s ให้คุณได้ควบคุม</p> <p>ใช้เป็นเบราว์เซอร์ส่วนตัว: <ul> <li>ค้นหาและท่องเว็บจากในแอป</li> <li>ปิดกั้นตัวติดตาม (หรืออัปเดตการตั้งค่าเพื่ออนุญาตตัวติดตาม)</li> <li>ล้างเพื่อลบคุกกี้รวมทั้งประวัติการค้นหาและการท่องเว็บ</li> </ul> </p> <p>%1$s ถูกสร้างขึ้นโดย Mozilla ภารกิจของเราคือส่งเสริมอินเทอร์เน็ตที่สมบูรณ์และเปิดกว้าง<br/> <a href="%2$s">เรียนรู้เพิ่มเติม</a></p>
tt: <p>%1$s дилбегәне Сезнең кулга тапшыра.</p> <p>Аны хосусый браузер буларак кулланып, түбәндәгеләрне эшләп була: <ul> <li>Турыдан-туры кушымта эчендә эзләү һәм пәрәвездә гизү</li> <li>Күзәтүче-трекерларны блоклау (яисә, көйләүләрне яңартып, аларны рөхсәт итү)</li> <li>Кукиларны, эзләү һәм гизү тарихларын җиңел генә бетереп ату</li> </ul> </p> <p>%1$s Mozilla тарафыннан җитештерелә. Безнең миссиябез — сәламәт һәм ачык Интернетны үстерү.<br/> <a href="%2$s">Күбрәк белү</a></p>
vi: <p>%1$s giúp bạn kiểm soát mọi thứ.</p> <p>Sử dụng nó như một trình duyệt riêng tư: <ul> <li>Tìm kiếm và duyệt ngay trong ứng dụng</li> <li>Chặn các trình theo dõi (hoặc cập nhật cài đặt để cho phép các trình theo dõi)</li> <li>Xóa cookie cũng như lịch sử tìm kiếm và duyệt web khi xong phiên làm việc</li> </ul> </p> <p>%1$s được sản xuất bởi Mozilla. Nhiệm vụ của chúng tôi là thúc đẩy một Internet lành mạnh, cởi mở.<br/> <a href="%2$s">Tìm hiểu thêm</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
ar: الخصوصية والسريّة
bn_bd: গোপনীয়তা ও নিরাপত্তা
bo: སྒེར་དབང་དང་ཉེན་སྲུང་།
ca: Privadesa i seguretat
cy: Preifatrwydd a Diogelwch
da: Privatliv & sikkerhed
es_ar: Privacidad y seguridad
eu: Pribatutasuna eta segurtasuna
fa: حریم خصوصی و امنیت
fi: Tietosuoja ja turvallisuus
fr: Vie privée et sécurité
fy_nl: Privacy en befeiliging
he: אבטחה ופרטיות
hu: Adatvédelem és biztonság
ia: Confidentialitate & securitate
id: Privasi & Keamanan
it: Privacy e sicurezza
kab: Tabaḍnit & Taɣellist
ms: Privasi & Keselamatan
my: ကိုယ်ရေးကာကွယ်မှုနှင့် လုံခြုံရေး
nl: Privacy en beveiliging
pt_br: Privacidade e Segurança
ro: Confidențialitate și securitate
ru: Приватность и защита
sl: Zasebnost in varnost
sq: Privatësi & Siguri
sr: Приватност и безбедност
sv_se: Sekretess & säkerhet
th: ความเป็นส่วนตัวและความปลอดภัย
tt: Хосусыйлык & Хәвефсезлек
vi: Riêng tư & Bảo mật

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
ar: التّعقّب، و الكعكات، و اختيار البيانات
bn_bd: ট্র্যাকিং, কুকিজ, লগইন, ডাটা পছন্দ
ca: Seguiment, galetes, elecció de dades
cy: Tracio, mewngofnodion, dewisiadau data
da: Sporing, cookies, datadeling
es_ar: Rastreo, cookies, opciones de datos
eu: Jarraipena, cookieak, datu-aukerak
fa: ردیابی، کوکی‌ها، انتخاب‌های داده
fi: Seuranta, evästeet, kerätyt tiedot
fr: Pistage, cookies, données collectées
fy_nl: Folgjen, cookies, gegevenskarren
he: מעקב, עוגיות, בחירות נתונים
hu: Követés, sütik, adatküldések
ia: Traciamento, cookies, electiones de datos
id: Pelacakan, kuki, pilihan data
it: Opzioni per gestire tracciamento, cookie e dati
kab: Aḍfaṛ, inagan n tuqqna, isefka yettwaleqḍen
ms: Penjejakan, kuki, pilihan data
my: ကွတ်ကီးများ ခြေရာခံခြင်း နှင့် ဒေတာအသုံးပြုခြင်းဆိုင်ရာ ရွေးချယ်မှုများ
nl: Volgen, cookies, gegevenskeuzes
pt_br: Rastreamento, cookies, escolhas de dados
ro: Urmărire, cookie-uri, împărtășire de date
ru: Отслеживание, куки, выбор данных
sl: Sledenje, piškotki, podatkovne možnosti
sq: Gjurmim, cookies, zgjedhje mbi të dhënat
sr: Праћење, колачићи, избори података
sv_se: Spårning, kakor, dataval
th: การติดตาม, คุกกี้, ทางเลือกข้อมูล
tt: Күзәтүчеләр, кукилар, бирелгәннәрне сайлау
vi: Theo dõi, cookie, lựa chọn dữ liệu

# preference_search_summary
source: Set default, autocomplete
ar: الضبط كمبدئي والإكمال التلقائي
bn_bd: ডিফল্ট সেট করুন, অটোকমপ্লিট
bo: རྩ་བ་བསྐོ་སྒྲིག གནད་ཚིག་རང་གྲུབ།
ca: Valor per defecte, emplenament automàtic
cy: Gosod y rhagosodiad, awtogwblhau
da: Angiv standard, autofuldførelse
es_ar: Predeterminados, autocompletar
eu: Ezarri lehenespenak, osatze automatikoa
fa: تنظیم پیش‌فرض، پرکردن خودکار
fi: Aseta oletus, automaattinen täydennys
fr: Moteur par défaut, saisie semi-automatique
fy_nl: As standert ynstelle, auto-oanfolje
he: הגדרת בררת מחדל, השלמה אוטומטית
hu: Beállítás alapértelmezettként, automatikus kiegészítés
ia: Definir option base, autocompletion
id: Atur baku, lengkapi otomatis
it: Imposta predefinito, completamento automatico
kab: Amsedday amezwer, tira tawurmant
ms: Tetapkan piawai, autolengkap
my: ပုံသေထား၊ အလိုအလျောက်ဖြည့်စွက်
nl: Standaard instellen, automatisch aanvullen
pt_br: Definir como padrão, autocompletar
ro: Setează motorul implicit, completarea automată
ru: Установка по умолчанию, автодополнение
sl: Nastavi kot privzeto, samodejno dopolni
sq: Caktoje parazgjedhje, vetëplotësim
sr: Постави подразумевано, аутоматски заврши
sv_se: Ange standard, autokomplettera
th: ตั้งค่าเริ่มต้น, การเติมอัตโนมัติ
tt: Стандарт итү, автотөгәлләү
vi: Đặt làm mặc định, tự đồng điền

# preference_mozilla_summary
source: About %1$s, help
ar: عن %1$s والمساعدة
bn_bd: %1$s সম্বন্ধে, সাহায্য
bo: %1$s ངོ་སྤྲོད། རོགས་རམ།
ca: Quant al %1$s, ajuda
cy: Ynghylch %1$s, cymorth
da: Om %1$s, hjælp
es_ar: Acerca de %1$s, ayuda
eu: %1$s(r)i buruz, laguntza
fa: درباره‌ی %1$s، راهنما
fi: Tietoja: %1$s, ohje
fr: À propos de %1$s, aide
fy_nl: Oer %1$s, help
he: על אודות %1$s, עזרה
hu: A %1$s névjegye, súgó
ia: A proposito de %1$s, adjuta
id: Tentang %1$s, bantuan
it: Informazioni su %1$s, supporto
kab: Ɣef %1$s, tallelt
ms: Perihal %1$s, bantuan
my: %1$s အကြာင်း၊ ကူညီမှု
nl: Over %1$s, help
pt_br: Ajuda sobre o %1$s
ro: Despre %1$s, ajutor
ru: О %1$s, помощь
sl: O %1$su, pomoč
sq: Mbi %1$s, ndihmë
sr: О %1$s-у, помоћ
sv_se: Om %1$s, hjälp
th: เกี่ยวกับ %1$s, ช่วยเหลือ
tt: %1$s турында, ярдәм
vi: Giới thiệu về %1$s, trợ giúp

# preference_category_ad_blocking
source: Ad Blocking
ca: Bloqueig de publicitat
es_ar: Bloqueo de anuncios
fi: Mainosten esto
ia: Blocada del avisos publicitari
sv_se: Annonsblockering
vi: Chặn quảng cáo
