Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/tsz/app.po
Languages: tsz

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
tsz: Áamkuri mítinhantsï. Tsek'utantsï.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
tsz: Manak'uarhaskari. Tsek'utantsï.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
tsz: Arhistsïkwaecha jirinant'ani wékapirinkiri etskunt'ani?

# enable_search_suggestion_subtitle_learnmore
source: Learn more
tsz: Sánteru jorenani

# enable_search_suggestions_no
source: No
tsz: Áamku

# enable_search_suggestions_yes
source: Yes
tsz: Jo

# no_suggestions_message
source: Some search engines cannot show suggestions.
tsz: Máru jirinhatarantskwaecha áamkusï exerpinki arhistsïkwaechani.

# dismiss_no_suggestions_prompt_button
source: Dismiss
tsz: Kéntitani

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
tsz: Eranharhikwa nántarkuni úxaki? Tsek'u Kwatakwa Estakwaeri p'atani

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
tsz: Yámu miyukwaechani mítani %1$s rhu %1$s Pékurhintsï

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
tsz: Miyukwani jimpanhi eranharhikwarhu mítani Nákintaru ma miyukwani puchanharhiku

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
tsz: Wékapirinkiri etsakwanharhitani?%1$s Jatakwa > Etsakwanharhikata kurhak'urhini

# new_tab_opened_snackbar
source: New tab opened
tsz: Mitakurhisti jimpanhi eranharhikwa

# open_new_tab_snackbar
source: Switch
tsz: Móptakuni

# preference_open_new_tab
source: Switch to link in new tab immediately
tsz: Móptakuni jimpanhi eranharhikwarhu

# preference_category_safe_browsing
source: Safe Browsing
tsz: Kwatakata jirinhant'ani

# preference_exceptions_menu_remove
source: Remove
tsz: Kéntitani

# preference_exceptions_remove_all_button_label
source: Remove all websites
tsz: Yámu eranharhikukwaechani kéntitaani

# tab_crash_report_title
source: Tab Crashed
tsz: Eranharhikwa xerekurhisti

# tab_crash_report_description
source: As a private browser, we never save and cannot restore this tab.
tsz: Éska xipatikwarhu jamani, jucha áamku patsoo o pentaaka eranharhikwani.

# tab_crash_report_close_tab_button_label
source: Close Tab
tsz: Eranharhikwani míkani

# fatal_crash_report_title
source: Sorry. %1$s had a problem and crashed.
tsz: Tekantsï. %1$s xerekuristi.

# fatal_crash_report_description
source: As a private browser, we never save and cannot restore your last browsing session.
tsz: Éska xipatikwani jamani, jucha áamku patsanki ch'éeti jirinhantskwa ampe.

# fatal_crash_report_close_button_label
source: Close
tsz: Míkani

# fatal_crash_report_restart_firefox_label
source: Restart %1$s
tsz: Étskukurhint'ani %1$s

# crash_report_send_crash_label
source: Send crash report to Mozilla
tsz: Mozillani ayankuni íni xerekurhikwa
