Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/tsz/app.po
Languages: tsz

# action_cancel
source: Cancel
tsz: Áamkutaru

# action_save
source: Save
tsz: Patsani

# urlbar_hint
source: Search or enter address
tsz: Patsa o miyukwani karanharhita

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
tsz: Jirikurhitini jirinhant'ani.

# feedback_erase
source: Your browsing history has been erased.
tsz: Ampe mankari jirinhant'apka mirikurhisti ya.

# feedback_erase_custom_tab
source: Tab’s browsing history has been erased.
tsz: Jirinhantskata ampe kéntitanhasti ya.

# search_hint
source: Search for %1$s
tsz: %1$s Jirinhantsï

# menu_share
source: Share…
tsz: Kwankurhini…

# menu_report_site_issue
source: Report Site Issue
tsz: Eyankpeni éska eranharhikwa xerekurhiska

# menu_open_with_default_browser2
source: Open in %1$s
tsz: %1$s Mítani

# menu_open_with_a_browser2
source: Open in…
tsz: Mítani…

# menu_add_to_home_screen
source: Add to Home screen
tsz: Wénakwarhu kúparhatani

# menu_whats_new
source: What's New
tsz: Jimpanhi ampe

# menu_settings
source: Settings
tsz: Pérakurhikwaecha

# menu_about
source: About
tsz: Áamkuri

# menu_help
source: Help
tsz: Jahroap'erakwa

# menu_rights
source: Your Rights
tsz: Sésikwaecha

# menu_trackers_blocked_title
source: Trackers blocked
tsz: Estakutichani kwarhukuani

# menu_trackers_blocked_subtitle
source: Turning this off may fix some site problems
tsz: Nántika jatsïntaaka xerekurhikwa ampe íni p'átaparini

# menu_content_blocking
source: Content Blocking
tsz: Jatakwa ampe kwarhukunhasti

# menu_content_blocking_subtitle
source: Turn off to fix some sites
tsz: P'átani ka eranharhikwaechani jatsïnt'ani

# menu_custom_tab_branding
source: Powered by %1$s
tsz: Winhaskukata %1$s jimpo

# share_dialog_title
source: Share via
tsz: Ixusï kwankurhini

# notification_erase_text
source: Erase browsing history
tsz: Jirinhantskwa ampe mirikurhini

# notification_action_open
source: Open
tsz: Inchani

# notification_action_erase_and_open
source: Erase and Open
tsz: Kéntitani ka mítant'ani

# shortcut_erase_short_label
source: Erase
tsz: Kéntitani

# shortcut_erase_long_label
source: Erase browsing history
tsz: Jirinhantskwani kéntita

# shortcut_erase_and_open_short_label
source: Erase & open
tsz: Kéntitani & mítani

# text_selection_search_action
source: Search Privately
tsz: Jirinhakuari

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
tsz: <p>%1$s T'uri xanhatatakurhisïnka.</p> <p>Eska jirikurhiparini úra: <ul> <li>Jirinhantsï íni úratarakwarhu</li> <li>Estakutiechani kwarhukua (o jimpanhiranta pékurhintskwaechani ks jiankua estakutiechani)</li> <li>Kéntita exepakwa jirinhantskwa ka miantskwa ampe</li> </ul> </p> <p>%1$s Mozilla úsïnti. Eska k'éri xurukwa sésimintu ánchikurhini jawaka juchaeri úkwaesti.<br/> <a href="%2$s">Sánteru jorhenani</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
tsz: Kwatakwa & Jískakwa

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
tsz: Estakupani, exepakwa, erakukwaecha

# preference_search_summary
source: Set default, autocomplete
tsz: Pént'ani, karakurhikwani

# preference_mozilla_summary
source: About %1$s, help
tsz: Jarhoap'ekwa ankueri %1$s,

# preference_category_tracking_protection
source: Tracking Protection
tsz: Estakwa Kwatakwa

# preference_category_web_content
source: Web Content
tsz: Eranharhikwaeri Jatakwa

# preference_category_switching_apps
source: Switching Apps
tsz: Úratarakwaechani Móptakuani

# preference_category_general
source: General
tsz: Yámu

# preference_general_summary
source: Default browser, tabs, language
tsz: Jirinhatarantskwa, erahukwaecha, wantakwa

# preference_category_data_collection_use
source: Data Collection & Use
tsz: Jatakwa T'antakwa & Úrani

# preference_category_search
source: Search
tsz: Jirinhani

# preference_show_search_suggestions
source: Get search suggestions
tsz: Arhistsïkwaechani exeani

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
tsz: %1$s ch'eeti jirinhatarantskwarhu axati ampe mankari karanharhikuaka

# preference_search_engine_default
source: Default
tsz: Pént'ani

# preference_search_engine_label
source: Search engine
tsz: Jirinhatarantskwa

# preference_state_on
source: On
tsz: Étskuni

# preference_state_off
source: Off
tsz: P'atani

# preference_subitem_autocomplete
source: URL Autocomplete
tsz: URL Karanharhikuarini

# preference_switch_autocomplete_topsites
source: For Top sites
tsz: Erakukuhikwaecha

# preference_autocomplete_topsite_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
tsz: Étskutani karakurhintskwa kari 450 URLs énka sánteru úrakurhijkaksï.

# preference_category_autocomplete_manage_sites
source: Manage sites
tsz: Eranharhikwaechani xanhatani

# preference_autocomplete_subitem_manage_sites
source: Manage sites
tsz: Eranharhikwaechani xanhatani

# preference_autocomplete_action_add
source: + Add custom URL
tsz: + Kúrhuta máteru pékurhintskwa URL

# preference_autocomplete_title_add
source: Add custom URL
tsz: Kúrhuta máteru pékurhintskwa URL

# custom_autocomplete_quick_add
source: Add custom URL
tsz: Kúrhuta máteru pékurhintskwa URL

# preference_category_cookies
source: Cookies and Site Data
tsz: Exepakwa ka Eranharhikukwaeri Jatakwa

# preference_category_data_choices
source: Data Choices
tsz: Jatakwa Erakukwaecha

# preference_autocomplete_title_remove
source: Remove custom URLs
tsz: Pékurhintskwa URLs kéntita

# preference_autocomplete_learn_more
source: Learn more
tsz: Sánteru míteni

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
tsz: Kúruta ka úra pékurhintskwa karanharhintskua URLs.

# preference_autocomplete_add_title
source: URL to add
tsz: URL kúrutani

# preference_autocomplete_add_hint
source: Paste or enter URL
tsz: Mánharita o inchara URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
tsz: Éska í: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
tsz: Éska í: éska í.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
tsz: Jimpanhi URL kúparhakukata.

# preference_autocomplete_menu_remove
source: Remove
tsz: Kéntitani

# preference_autocomplete_action_remove_content_description
source: Remove
tsz: Kéntitani

# preference_autocomplete_add_error
source: Double-check the URL you entered.
tsz: Áamku sési karakata jaki URL.

# preference_language
source: Language
tsz: Wantakwa

# preference_language_systemdefault
source: System default
tsz: Ánchitakwa

# preference_category_privacy
source: Privacy
tsz: Jískakata

# preference_privacy_block_analytics
source: Block analytic trackers
tsz: Jatakwaeri estakutichani kwarhukuani

# preference_privacy_block_ads
source: Block ad trackers
tsz: Ayankpekwaechani kwarhukuani

# preference_privacy_block_social
source: Block social trackers
tsz: Wantap'etarakwaechani kwarhukuani

# preference_privacy_block_content
source: Block other content trackers
tsz: Jatakwaeri ampe estakutichani kwarhukuani

# preference_privacy_category_cookies
source: Block cookies
tsz: Exepakwani kwarhukuani

# preference_privacy_should_block_cookies_no_option
source: No
tsz: Áamku

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
tsz: Exepakwaechani 3rd kwarhukuani

# preference_privacy_should_block_cookies_yes_option
source: Yes
tsz: Jo

# preference_security_biometric
source: Use fingerprint to unlock app
tsz: Úratarakwani mítani mítitarantskwani úraparini

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
tsz: Ch'éeti mítitarantskwa %1$s áamku mitanki énka í URL úratarakwa mítatini jatsïaka. Exetku étskuntaati.

# preference_privacy_secure_mode
source: Stealth
tsz: Xipatikwa

# preference_category_security
source: Security
tsz: Kwatakwa

# preference_category_performance
source: Performance
tsz: Marhuakwa

# preference_performance_block_webfonts
source: Block Web fonts
tsz: Kwarhukuani k'éri xurukwaeri kararakwaechani

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
tsz: Nántika áamku xarharaa p'itakataecha

# preference_performance_block_javascript
source: Block JavaScript
tsz: Kwarhukuni JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
tsz: Eranharhikwaecha kókamintu jatsïranhati, nájkuru nántarkuni jamaka

# preference_default_browser2
source: Make %1$s default browser
tsz: Íni %1$s jirinhatarantskwani pént'ani

# preference_mozilla_telemetry2
source: Send usage data
tsz: Jatanhekwa ampe axani

# preference_mozilla_telemetry_summary
source: Learn more
tsz: Sánteru mítini

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
tsz: Mozilla jánkurhintasïnti mítini ampe manka sésimintu ánchitaka %1$sm yamintuecha jimpo.

# preference_privacy_notice
source: Privacy Notice
tsz: Jískakwa Eyankpekwa

# preference_about
source: About %1$s
tsz: Ankueri %1$s

# preference_search_installed_search_engines
source: Installed search engines
tsz: Jirinhatarantskwaecha jatsïrakurhikataecha

# preference_search_restore
source: Restore default search engines
tsz: Jirinhatarantskwaechani pént'ani

# preference_search_add2
source: + Add another search engine
tsz: + Jirinhatarantskwa kúparhatani

# preference_search_remove_title
source: Remove search engines
tsz: Jirinhatarantskwaechani kéntitani

# preference_search_remove
source: Remove
tsz: Kéntitani

# preference_homescreen_tips
source: Show home screen tips
tsz: Arhistsïkwaechani exerpini

# action_option_add_search_engine
source: Add search engine
tsz: Jirinhatarantskwa kúparhatani

# search_add_manually_name_hint
source: Search engine name
tsz: Jirinhatarantskwaeri jakakurhikwani jirinhant'ani

# search_add_manually_string
source: Search string to use
tsz: Kuturhutapakwani marhuatani

# search_add_manually_save
source: Save
tsz: Patsani

# search_add_manually_example
source: Example: example.com/search/?q=%s
tsz: Éska í: éskaí.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
tsz: Jimpanhi jirinhatarantskwa kúparhakukata.

# search_add_error_empty_name
source: Enter search engine name
tsz: Jirinhatarantskwaeri jakankurhikwani karanharhitani

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
tsz: Jirinhatarantskwa ma mat'uni jakankuristi.

# search_add_error_empty_search
source: Enter search string
tsz: Jirinhantskwani karanharhita

# search_add_error_format
source: Check that search string matches Example format
tsz: Exeni éska jirinhantskwa sési karakata jaka

# content_description_clear_input
source: Clear input
tsz: Ampakerant'ani

# content_description_dismiss_input
source: Dismiss
tsz: Kéntitani

# content_description_erase
source: Erase browsing history
tsz: Jirinhantskwa ampe kéntitani

# content_description_tab_counter
source: Tabs open: %1$s
tsz: %1$s :Erarhukwaecha

# content_description_lock
source: Secure connection
tsz: Inchaparhakwa kwatakata

# accessibility_announcement_loading
source: Loading
tsz: Jatsïrakunt'axati

# accessibility_announcement_loading_finished
source: Website loaded
tsz: Eranharhikukwa jatsïrakata

# content_description_menu
source: More options
tsz: Máteru erakukwaecha

# indicator_content_description_menu
source: More options button
tsz: Sánteru ampe

# content_description_forward
source: Navigate forward
tsz: Jirinhapant'ani

# content_description_reload
source: Reload website
tsz: Eranharhikukwani jatsïrant'ani

# content_description_back
source: Navigate back
tsz: Kwanhatsïni

# content_description_stop
source: Stop loading website
tsz: Jatsïrakurhikwani anhaxustani

# content_description_customtab_exit
source: Return to previous app
tsz: Máteru úratarakwarhu kw'anhatsent'ani

# content_description_trackers_blocked
source: Number of trackers blocked
tsz: Namuni énka estakutiechani kwarhukuaka

# content_description_blocking_switch
source: Block trackers
tsz: Estakutichani kwarhukuani

source: Your Rights
tsz: Ch'éti sésikwaecha

# external_app_prompt_title
source: Open link in another app
tsz: Máteru úratarakwarhu mítani

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
tsz: Úakari wéntani %1$s ka íni eranharhikwa mítani %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
tsz: Úratarakwani jirinhant'ani énka uaka íni mítani

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
tsz: Áamku ma úratarakwa úa mítani íni eranharhikwa. Úakari wént'ani %1$s ka jirinhant'ani %2$s úratarakwa énka úaka.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
tsz: Xipatinku Jirinhantskwarhu Wéntari?

# download_snackbar_finished
source: %1$s finished
tsz: %1$s k'amakukata

# download_snackbar_open
source: Open
tsz: Mítani

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
tsz: Patsakurhikataecha <b>áamku kéntinhaa</b> énkari miatskwani %1$s kéntitaka.

# download_dialog_title
source: Download File
tsz: Jatsïrakurhini patsakatani

# download_dialog_action_cancel
source: Cancel
tsz: Áamkutaru

# download_dialog_action_download
source: Download
tsz: Jatsïrakurhini

# errorpage_title
source: Problem loading page
tsz: Wantanhietaeri eranharhikwa

# errorpage_refresh
source: Try Again
tsz: Tsek'tant'ani

# error_connectionfailure_title
source: Unable to connect
tsz: Áamku úa inchaparhatani

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
tsz: <ul> <li>Ampeka eranharhikwa kari úkwa jatsï. Sónti jimpo tsek'untsï.</li> <li>Énka noma eranharhikwa úakari exeni, ch'éeti ánchitakwani exe o Wi-Fi inchaparhakwani.</li> </ul>

# error_timeout_title
source: The connection timed out
tsz: Yóyontasti inchaparhakuni

# error_hostLookup_title
source: Server not found
tsz: Áamku exentsï marhuatspetini

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
tsz: <ul> <li>Miyurakwani exe nántika tsijpakuni jakari éska <strong>ww</strong>.éska í.com énkari <strong>www</strong>.eska í.com</li> <li>Énkari áamku ma úni jakiri eranharhikuni, ch'éeti ánchitarakwani exe o Wi-Fi-ni.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
tsz: Miyurakwa áamku sési jaki

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
tsz: <ul> <li>K'éri xurukwaeri miyurakwaecha ísï karakurhisïntiksï <strong>http://www.example.com/</strong></li> <li>Exe áskari tentikataechani karaska (i.e. <strong>/</strong>).</li></ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
tsz: Áamku sési axanhani jaki eranharhikukwani

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
tsz: <ul> <li>Í tsíp'akwani menhechani exepakwaecha o ampakerakwa ampe jimposïnti.</li></ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
tsz: Miyurakwa áamku kurankukurhinki

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
tsz: <ul> <li>Énkari úenkari mítani íni miyurakwani wétarhinchakari máteru úratarakwa.</li></ul>

# error_sslhandshake_title
source: Secure connection failed
tsz: Áamku ú kwatakata jasï inchaparahtani

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
tsz: <ul> <li>Í tsíp'akwa marhuatspetieri pékurhintskwa jinkonisti, o nántika nénima chánakuni jaka.</li> <li>Énkari yoni ísï inchaparhatapkari ya, í tsíp'akwa sóntituk'uwati, ka úakari tsék'utani tátsïkwa sánteru.</li></ul>

# error_generic_title
source: Oops
tsz: Uups

# error_generic_message
source: We can’t load this page for some reason.
tsz: Ampenti jimpo enkaksï áamku únki xarhatani ini eranharhikukwani.

# contextmenu_open_in_app
source: Open with app
tsz: Mítani jirinhatarantskwa jinkoni

# contextmenu_link_share
source: Share link
tsz: Miyurakwani kwankurhini

# contextmenu_link_copy
source: Copy link address
tsz: Miyurakwani p'itani

# contextmenu_image_share
source: Share image
tsz: P'itakatani kwankurhini

# contextmenu_image_copy
source: Copy image address
tsz: P'itakataeri miyurakwani p'itani

# contextmenu_image_save
source: Save image
tsz: P'itakatani patsani

# contextmenu_open_in_new_tab
source: Open link in new tab
tsz: Máteru erarhukwarhu mítani

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
tsz: Eranharhikukwaecha énkari kwánkurhika ka patsakurhiani <b>áamkusï kéntitanhaa </b> énkari kéntitaka%1$smiantskwani.

# firstrun_defaultbrowser_title
source: Power up your privacy
tsz: Jískakwa ampe winhaskuntsï

# firstrun_search_title
source: Your search, your way
tsz: Ch'éeti jirinhanstkwa, ch'éeti jánkwa

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
tsz: Ampema jirinhantaxakiri? Máteru jirinhatarantskwani eraku pékurhintskwaecharhu.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
tsz: Wenakwarhu jurhikutakwaechani kuparhataa

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
tsz: Ch'éeti eranharhikukwaecharhu kw'anhatsent'ani %1$s kókamintu. Eraku "Wenakwarhu kúparhatani" %1$s jatakwarhu.

# firstrun_privacy_title
source: Make privacy a habit
tsz: Méntku ísï jirikurhiparini

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
tsz: Péntsï %1$s éska ch'éeti jirinhatarantskwa ka exeakari éska sánteu sési mítaati eranharhikukwaechani méteru úratarakwaechaeri.

# firstrun_close_button
source: OK, got it!
tsz: Ya, parini!

# firstrun_skip_button
source: Skip
tsz: Wanach'akuni

# firstrun_next_button
source: Next
tsz: Máteru

# dialog_addtohomescreen_action_add
source: Add
tsz: Kúparhatani

# dialog_addtohomescreen_action_cancel
source: Cancel
tsz: Áamkutaru

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
tsz: Í jurhikutarakwa áamku kwach'akwa jinkoni mítakurhiaa

# notification_browsing_session_channel_name
source: Private browsing session
tsz: Wénani jirikurhipani jirinhant'ani

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
tsz: Ayankpekwaecha jinkoni úakari %1$s míantskwani kéntitani clic ma jinkontku. Áamku wétarhinki úratarakwani mítani o exeni ampe manka úni jaka jirinhatarantskwarhu.

# tabs_tray_action_erase
source: Erase browsing history
tsz: Jirinhantskwaeri míantskwa kéntitani

source: Download Firefox
tsz: Firefox jatsïrakurhini

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
tsz: %1$s úratarakwa maesti énkari úaka k'ánkurhini Mozilla ústi máteruecha jinkoni.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
tsz: %1$s úakari p'itsikurhini jimpoka úkata jarasti <a href="%2$s">Mozillaeri jinkoni </a> ka máteru úratarakwa úriecha.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
tsz: Áamkuri tsïrimerakata jaki kunkurhikwa Mozilla jimpo, eska na jinteka Mozilla, Firefox o %1$s jakankurhikwaecha o mitintskwaecha. Sánteru ampe <a href="%2$s">ixu exentakari</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
tsz: Sánteru ampe marhuatakwaeri %1$s exent'akari máteru úricha<a href="%2$s">jinkoni </a>.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
tsz: %1$s kwarhukperatichani maruatasïnti énka Disconnect, ka Inc. táchani únka ixu <a href="%2$s">GNU mítikata jaka 3</a>, ka úakari exeni <a href="%3$s">ixu</a>.

# gv_prompt_username_hint
source: Username
tsz: Jakankurhikwa

# gv_prompt_password_hint
source: Password
tsz: Mítintskwa

# gv_prompt_clear
source: Clear
tsz: Ampakerani

# security_popup_secure_connection
source: Secure Connection
tsz: Kwatakata inchaparhakwa

# security_popup_insecure_connection
source: Insecure Connection
tsz: No kwatakata inchaparhakwa

# security_popup_security_verified
source: Verified by: %1$s
tsz: %1$s :jimpo exekata

# site_security_icon_content_description
source: Site Security
tsz: Eranharhikwaeri Kwatakwa

# preference_autocomplete_duplicate_url_error
source: URL already exists
tsz: URL jarasti ya

source: Find in Page
tsz: Eranharhikwarhu Exent'ani

# find_in_page_input
source: Find in page
tsz: Eranharhikukwarhu exent'ani

# accessibility_find_in_page_result
source: %1$d out of %2$d
tsz: %1$d ankuri %2$d

# accessibility_next_result
source: Find next result
tsz: Máteru exentskata

# accessibility_previous_result
source: Find previous result
tsz: Máteru jirinhantskwani exentsï

# accessibility_dismiss_find_in_page
source: Dismiss find in page
tsz: Mirikurhi jirinhantskwani

# http_auth_dialog_title
source: Authentication required
tsz: Mitintskwa wétarhisïnti

# http_auth_dialog_username
source: Username
tsz: Jakankurhikwa

# http_auth_dialog_password
source: Password
tsz: Mítintskwa

# preference_performance_request_desktop_site
source: Request desktop site
tsz: Eranharhikwaeri kurhak'urhikwa

# custom_tab_copy_url_action
source: URL copied
tsz: URL p'itakata

# preference_advanced_summary
source: Developer tools
tsz: Kwerari ánchitakwaecha

# preference_category_advanced
source: Advanced
tsz: Jorenati

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
tsz: USB/Wi-Fi weratini ampakerant'ani

# biometric_auth_title
source: Unlock %1$s
tsz: Mítani %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
tsz: Xanhatakari mítitarantskwani p'anharhikupani.

# biometric_auth_new_session
source: New Session
tsz: Mítani

# biometric_auth_image_description
source: Fingerprint icon
tsz: Mítitarantskwaeri p'ítakata
