Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/kw/app.po
Languages: kw

# action_cancel
source: Cancel
kw: Hedhi

# action_save
source: Save
kw: Gwitha

# urlbar_hint
source: Search or enter address
kw: Hwilowgh po entrowgh trigva

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
kw: Peuri privedh awtomatek. Peurowgh. Dileowgh. Daswrewgh.

# feedback_erase
source: Your browsing history has been erased.
kw: Diles re beu agas istori peuri.

# search_hint
source: Search for %1$s
kw: Hwilas %1$s

# menu_share
source: Share…
kw: Ranna…

# menu_report_site_issue
source: Report Site Issue
kw: Derivas kudyn war an wiasva

# menu_open_with_default_browser2
source: Open in %1$s
kw: Ygeri dre %1$s

# menu_open_with_a_browser2
source: Open in…
kw: Ygeri dre…

# menu_add_to_home_screen
source: Add to Home screen
kw: Keworra dhe'n skrin dre

# menu_whats_new
source: What's New
kw: Pandr'yw nowydh

# menu_settings
source: Settings
kw: Settyansow

# menu_about
source: About
kw: A-dro

# menu_help
source: Help
kw: Gweres

# menu_rights
source: Your Rights
kw: Agas gwiryow

# menu_trackers_blocked_title
source: Trackers blocked
kw: Helerghellow lettys

# menu_custom_tab_branding
source: Powered by %1$s
kw: Nerthys gans %1$s

# share_dialog_title
source: Share via
kw: Ranna dre

# notification_erase_text
source: Erase browsing history
kw: Dilea an istori peuri

# notification_action_open
source: Open
kw: Ygeri

# notification_action_erase_and_open
source: Erase and Open
kw: Dilea hag Ygeri

# shortcut_erase_short_label
source: Erase
kw: Dilea

# shortcut_erase_long_label
source: Erase browsing history
kw: Dilea an istori peuri

# text_selection_search_action
source: Search Privately
kw: Hwilas yn privedh

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
kw: <p>Gans %1$s yth esowgh hwi ow kul maystri.</p> <p>Gwrewgh hy usya avel peurell brivedh: <ul> <li>Hwilas ha peuri a-berth y'n dowlen</li> <li>Lettya helerghellow (po ri kummyas dhedha y'n settyansow)</li> <li>Dilea cookies, keffrys ha istori hwilas ha peuri</li> </ul> </p> <p>Askorrys gans Mozilla yw %1$s. Agan amkan yw maga kesrosweyth yagh hag ygor.<br/> <a href="%2$s">Dyski moy</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
kw: Privetter ha sekerder

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
kw: Helerghi, cookies, dewisyow data

# preference_search_summary
source: Set default, autocomplete
kw: Settya defowt, awto-gowlwul

# preference_mozilla_summary
source: About %1$s, help
kw: A-dro dhe %1$s, gweres

# preference_category_tracking_protection
source: Tracking Protection
kw: Difresans rag helerghi

# preference_category_web_content
source: Web Content
kw: Dalgh gwias

# preference_category_switching_apps
source: Switching Apps
kw: Skwychya towlennow

# preference_category_general
source: General
kw: Ollgemmyn

# preference_category_data_collection_use
source: Data Collection & Use
kw: Kuntel data ha devnydh

# preference_category_search
source: Search
kw: Hwilas

# preference_show_search_suggestions
source: Get search suggestions
kw: Kavos profyansow hwilas

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
kw: %1$s a dhanvon an pyth a skrifowgh y'n barr trigva dh'agas jynn hwilas

# preference_search_engine_default
source: Default
kw: Defowt

# preference_state_on
source: On
kw: Byw

# preference_state_off
source: Off
kw: Marow

# preference_subitem_autocomplete
source: URL Autocomplete
kw: Kollenwel awtomatek a URLs

# preference_autocomplete_action_add
source: + Add custom URL
kw: + Keworra URL personelhes

# preference_autocomplete_title_add
source: Add custom URL
kw: Keworra URL personelhes

# custom_autocomplete_quick_add
source: Add custom URL
kw: Keworra URL personelhes

# preference_category_cookies
source: Cookies and Site Data
kw: Cookies ha data gwiasvaow

# preference_category_data_choices
source: Data Choices
kw: Dewisyow data

# preference_autocomplete_title_remove
source: Remove custom URLs
kw: Dilea URLs personelhes

# preference_autocomplete_learn_more
source: Learn more
kw: Dyski moy

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
kw: Keworra ha dyghtya URLs kollenwel awtomatek personelhes.

# preference_autocomplete_add_title
source: URL to add
kw: An URL dhe geworra

# preference_autocomplete_add_hint
source: Paste or enter URL
kw: Glusowgh po entrowgh URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
kw: Ensampel: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
kw: Ensampel: ensampel.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
kw: URL personelhes nowydh keworrys.

# preference_autocomplete_menu_remove
source: Remove
kw: Dilea

# preference_autocomplete_action_remove_content_description
source: Remove
kw: Dilea

# preference_autocomplete_add_error
source: Double-check the URL you entered.
kw: Gwrewgh gwirya an URL entrys genowgh.

# preference_language
source: Language
kw: Yeth

# preference_language_systemdefault
source: System default
kw: Defowt an system

# preference_category_privacy
source: Privacy
kw: Privetter

# preference_privacy_block_ads
source: Block ad trackers
kw: Lettya helerghellow argemynnow

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
kw: Neb argemynnow a helergh vysytyansow dhe wiasvaow, kyn na glyckyowgh warnedha

# preference_privacy_block_analytics
source: Block analytic trackers
kw: Lettya helerghellow dielvenna

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
kw: Usyes rag kuntel, dielvenna ha musura gwriansow kepar ha tappya ha skrollya

# preference_privacy_block_social
source: Block social trackers
kw: Lettya helerghellow kowethasek

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
kw: Keworrys war wiasvaow rag helerghi agas vysytyansow ha rag diskwedhes taklow kepar ha botonyow kevranna

# preference_privacy_block_content
source: Block other content trackers
kw: Lettya helerghellow dalgh erel

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
kw: Gallosegi a allsa kawsya kudynnow war neb folennow

# preference_privacy_category_cookies
source: Block cookies
kw: Lettya cookies

# preference_privacy_should_block_cookies_no_option
source: No
kw: Sevel orth lettya

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
kw: Cookies 3a parti yn unnik

# preference_privacy_should_block_cookies_yes_option
source: Yes
kw: Pub cookie oll

# preference_security_biometric
source: Use fingerprint to unlock app
kw: Usya bysprynt rag dialhwedha an app

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
kw: Agas bysprynt a yll dialhwedha %1$s mars eus URL ygerys y'n app. An modh kel a vydh bywhes.

# preference_privacy_secure_mode
source: Stealth
kw: Modh kel

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
kw: Kudha folennow gwias pan ow skwycha towlennow ha lettya skeusennow skrin.

# preference_category_security
source: Security
kw: Sekerder

# preference_category_performance
source: Performance
kw: Performans

# preference_performance_block_webfonts
source: Block Web fonts
kw: Lettya fontys gwias

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
kw: Neb arwodhigow po imajys a allsa mos dhe goll

# preference_performance_block_javascript
source: Block JavaScript
kw: Lettya JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
kw: Folennow a allsa karga moy uskis, mes y hallsa bos kudynnow dhedha ynwedh

# preference_default_browser2
source: Make %1$s default browser
kw: Gul dhe %1$s an beurell dhefowt

# preference_mozilla_telemetry2
source: Send usage data
kw: Danvon data devnydh

# preference_mozilla_telemetry_summary
source: Learn more
kw: Dyski moy

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
kw: Mozilla a striv dhe guntel yn unnik an pyth yw res dhyn dhe brovia ha gwellhe %1$s rag pubonan.

# preference_privacy_notice
source: Privacy Notice
kw: Argemmyn privetter

# preference_about
source: About %1$s
kw: A-dro dhe %1$s

# preference_search_installed_search_engines
source: Installed search engines
kw: Jynnow-hwilas ynstallyes

# preference_search_restore
source: Restore default search engines
kw: Daskor an jynnow-hwilas defowt

# preference_search_add2
source: + Add another search engine
kw: + Keworra jynn-hwilas aral

# preference_search_remove_title
source: Remove search engines
kw: Dilea jynnow-hwilas

# preference_search_remove
source: Remove
kw: Dilea

# preference_homescreen_tips
source: Show home screen tips
kw: Diskwedhes profyansow war an skrin dre

# action_option_add_search_engine
source: Add search engine
kw: Keworra jynn-hwilas

# search_add_manually_name_hint
source: Search engine name
kw: Hanow an jynn-hwilas

# search_add_manually_string
source: Search string to use
kw: An gorden hwilas dhe usya

# search_add_manually_save
source: Save
kw: Gwitha

# search_add_manually_example
source: Example: example.com/search/?q=%s
kw: Ensampel: ensampel.com/hwilas/?q=%s

# search_add_confirmation
source: New search engine added.
kw: Jynn-hwilas nowydh keworrys.

# search_add_error_empty_name
source: Enter search engine name
kw: Keworrowgh hanow an jynn-hwilas

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
kw: Yma jynn-hwilas ynstallyes owth usya an hanow na seulabrys.

# search_add_error_empty_search
source: Enter search string
kw: Entrowgh korden hwilas

# search_add_error_format
source: Check that search string matches Example format
kw: Checkyowgh bos an gorden hwilas na an keth furv ha'n ensampel

# content_description_clear_input
source: Clear input
kw: Klerhe an ynworrans

# content_description_dismiss_input
source: Dismiss
kw: Degea

# content_description_erase
source: Erase browsing history
kw: Dilea an istori peuri

# content_description_tab_counter
source: Tabs open: %1$s
kw: Tabbys ygor: %1$s

# content_description_lock
source: Secure connection
kw: Junyans diogel

# accessibility_announcement_loading
source: Loading
kw: Ow karga

# accessibility_announcement_loading_finished
source: Website loaded
kw: Gwiasva kergys

# content_description_menu
source: More options
kw: Moy dewisyow

# content_description_forward
source: Navigate forward
kw: Mos yn-rag

# content_description_reload
source: Reload website
kw: Daskarga an wiasva

# content_description_back
source: Navigate back
kw: Mos war-dhelergh

# content_description_stop
source: Stop loading website
kw: Hedhi karga an wiasva

# content_description_customtab_exit
source: Return to previous app
kw: Dehweles dhe'n dowlen gens

# content_description_trackers_blocked
source: Number of trackers blocked
kw: Niver a helerghellow lettys

# content_description_blocking_switch
source: Block trackers
kw: Lettya helerghellow

source: Your Rights
kw: Agas gwiryow

# external_app_prompt_title
source: Open link in another app
kw: Ygeri an gevren yn towlen aral

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
kw: Hwi a yll gasa %1$s rag ygeri an gevren ma yn %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
kw: Hwilas towlen a yll ygeri an gevren ma

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
kw: Ny yll nagonan a'n towlennow war agas devis ygeri an kevren ma. Hwi a yll gasa %1$s rag hwilas yn %2$s towlen a yll y wul.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
kw: Kwytya peuri privedh?

# download_snackbar_finished
source: %1$s finished
kw: %1$s gorfennys

# download_snackbar_open
source: Open
kw: Ygeri

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
kw: <b>Ny vydh diles</b> restrednow iskergys pan wrellowgh hwi dilea istori %1$s.

# download_dialog_title
source: Download File
kw: Iskarga an restren

# download_dialog_action_cancel
source: Cancel
kw: Hedhi

# download_dialog_action_download
source: Download
kw: Iskarga

# errorpage_title
source: Problem loading page
kw: Kudyn ow karga an folen

# errorpage_refresh
source: Try Again
kw: Assaya arta

# error_connectionfailure_title
source: Unable to connect
kw: Junya a fyllis

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
kw: <ul> <li>An wiasva a allsa bos ankavadow rag tro po re vysi. Assayowgh arta wosa pols.</li> <li>Mar ny yllowgh karga folen vyth, checkyowgh junyans data po Wi-Fi agas devis.</li> </ul>

# error_timeout_title
source: The connection timed out
kw: Termyn an junyans a dhiwedhas

# error_hostLookup_title
source: Server not found
kw: Ny veu an servyer kevys

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kw: <ul> <li>Checkyowgh an drigva rag kammwriansow kepar ha <strong>ww</strong>.ensampel.com yn le <strong>www</strong>.ensampel.com</li> <li>Mar ny yllowgh karga folen vyth, checkyowgh junyans data po Wi-Fi agas devis.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
kw: Nyns yw da an drigva

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
kw: <ul> <li>Trigvaow gwias yw skrifys dre vras avel <strong>http://www.ensampel.com/</strong></li> <li>Surhowgh agas bos owth usya slashys war-rag (h.y. <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
kw: Nyns usi an folen ow taskevarwodha yn fas

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
kw: <ul> <li>Kaws an kudyn ma a allsa bos diallosegi po nagha cookies.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
kw: Ny veu an drigva konvedhys

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
kw: <ul> <li>Y hallsa bos res dhywgh ynstallya medhelweyth aral rag ygeri an drigva ma.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
kw: An junyans diogel a fyllis

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
kw: <ul> <li>Hemm a allsa bos kudyn gans restrans an servyer, po y hallsa bos nebonan owth assaya omwul an servyer.</li> <li>Mar kwrussowgh junya yn sowen dhe'n servyer ma y'n termyn eus passyes, an error a allsa bos rag pols, ha hwi a yll assaya arta termyn aral.</li> </ul>

# error_generic_title
source: Oops
kw: Oups

# error_generic_message
source: We can’t load this page for some reason.
kw: Ny yllyn karga an folen ma rag neb acheson.

# contextmenu_link_share
source: Share link
kw: Ranna an gevren

# contextmenu_link_copy
source: Copy link address
kw: Kopia trigva an gevren

# contextmenu_image_share
source: Share image
kw: Ranna an imach

# contextmenu_image_copy
source: Copy image address
kw: Kopia trigva an imach

# contextmenu_image_save
source: Save image
kw: Gwitha an imach

# contextmenu_open_in_new_tab
source: Open link in new tab
kw: Ygeri an gevren yn tabb nowydh

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
kw: <b>Ny vydh diles</b> imajys gwithys ha rynnys pan wrellowgh hwi dilea istori %1$s.

# firstrun_defaultbrowser_title
source: Power up your privacy
kw: Kenerthowgh agas privetter

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
kw: Kemerowgh peuri privedh dhe'n nivel nessa. Lettyowgh argemynnow ha dalgh aral a yll agas helerghi a-dreus dhe wiasvaow ha lenthe karga folennow.

# firstrun_search_title
source: Your search, your way
kw: Hwilas y'gas fordh hwi

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
kw: Ow hwilas neppyth dyffrans? Dewisewgh jynn-hwilas defowt aral y'n settyansow.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
kw: Keworra skochfordh dhe'gas skrin dre

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
kw: Dehwelowgh dhe'gas gwiasvaow meurgerys yn %1$s yn uskis. Dewisowgh "Keworra dhe'n skrin dre" y'n rol %1$s.

# firstrun_privacy_title
source: Make privacy a habit
kw: Gwrewgh dhe brivetter usadow

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
kw: Settyowgh %1$s avel agas peurell dhefowt ha kevowgh an lesow a beuri privedh pan wrellowgh hwi ygeri folennow gwias dhyworth towlennow erel.

# firstrun_close_button
source: OK, got it!
kw: OK!

# firstrun_skip_button
source: Skip
kw: Hepkor

# firstrun_next_button
source: Next
kw: Nessa

# dialog_addtohomescreen_action_add
source: Add
kw: Keworra

# dialog_addtohomescreen_action_cancel
source: Cancel
kw: Hedhi

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
kw: An skodhfordh a wra ygeri gans difresyans rag helerghi diallosegys

# notification_browsing_session_channel_name
source: Private browsing session
kw: Esedhek peuri privedh

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
kw: Gwarnyansow a'gas gas dhe dhilea agas esedhek %1$s dre dapp. Ny res dhywgh ygeri an dowlen po gweles an pyth eus ow resek y'gas peurell.

# tabs_tray_action_erase
source: Erase browsing history
kw: Dilea an istori peuri

source: Download Firefox
kw: Iskarga Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
kw: %1$s yw medhelweyth pennfenten ygor ha heb kost, gwrys gans Mozilla ha kevriysi erel.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
kw: Dyllys yw %1$s dhywgh yn-dann dermys <a href="%2$s">Leshyans Poblek Mozilla</a> ha leshyansow pennfenten ygor erel.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
kw: Nyns eus grontyes dhywgh gwiryow po leshyansow vyth dhe verkyansow kenwerth an Fondyans Mozilla po dhe neb parti aral, y'ga mysk henwyn hag arwodhyow Mozilla, Firefox po %1$s. Y hyllir kavos kedhlow keworransel <a href="%2$s">omma</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
kw: Kavadow yw kod pennfenten keworransel rag %1$s yn-dann <a href="%2$s">leshyansow</a> pennfenten ygor ha heb kost erel.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
kw: %1$s a wra usya rolyow lettya provies gans Disconnect, Inc. avel gweyth diberthys hag anserghek yn-dann an <a href="%2$s">Leshyans Poblek Ollgemmyn GNU v3</a>, kavadow <a href="%3$s">omma</a>.

# gv_prompt_username_hint
source: Username
kw: Hanow usyer

# gv_prompt_password_hint
source: Password
kw: Ger tremena

# gv_prompt_clear
source: Clear
kw: Klerhe

# security_popup_secure_connection
source: Secure Connection
kw: Junyans diogel

# security_popup_insecure_connection
source: Insecure Connection
kw: Junyans andhiogel

# security_popup_security_verified
source: Verified by: %1$s
kw: Gwiryes gans: %1$s

# site_security_icon_content_description
source: Site Security
kw: Sekerder an wiasva

# preference_autocomplete_duplicate_url_error
source: URL already exists
kw: Yma an URL na seulabrys

source: Find in Page
kw: Hwilas y'n folen

# find_in_page_input
source: Find in page
kw: Hwilas y'n folen

# accessibility_find_in_page_result
source: %1$d out of %2$d
kw: %1$d a %2$d

# accessibility_next_result
source: Find next result
kw: Ke dhe'n nessa sewyans

# accessibility_previous_result
source: Find previous result
kw: Ke dhe'n sewyans kens

# accessibility_dismiss_find_in_page
source: Dismiss find in page
kw: Degea hwilas y'n folen

# http_auth_dialog_title
source: Authentication required
kw: Res yw gwirya

# http_auth_dialog_username
source: Username
kw: Hanow usyer

# http_auth_dialog_password
source: Password
kw: Ger tremena

# preference_performance_request_desktop_site
source: Request desktop site
kw: Gweles an versyon jynn-amontya

# custom_tab_copy_url_action
source: URL copied
kw: URL kopies

# preference_advanced_summary
source: Developer tools
kw: Toulys displegya

# preference_category_advanced
source: Advanced
kw: Avonsys

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
kw: Dibuggya pell der USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
kw: Dialhwedha %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
kw: Tochyowgh an sensour bysprynt rag pesya.

# biometric_auth_new_session
source: New Session
kw: Esedhek nowydh

# biometric_auth_image_description
source: Fingerprint icon
kw: Arwodhik bysprynt

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
kw: Ny veu aswonys an bysprint. Assayowgh arta.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
kw: Agas bys a wayas re uskis. Assayowgh arta.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
kw: Eus hwans dhywgh bywhe profyansow hwilas?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
kw: Rag kavos profyansow hwilas, yma odhom dhe %1$s danvon an pyth a skrifowgh y'n barr trigva dhe'n jynn hwilas dewisys genowgh. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
kw: Dyski moy
