Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/kw/app.po
Languages: kw

# enable_search_suggestions_no
source: No
kw: Nag eus

# enable_search_suggestions_yes
source: Yes
kw: Eus

# no_suggestions_message
source: Some search engines cannot show suggestions.
kw: Ny yll neb jynnow hwilas diskwedhes profyansow.

# dismiss_no_suggestions_prompt_button
source: Dismiss
kw: Degea

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
kw: Eus kudyn gans an wiasva? Assayowgh diallosegi difresans rag helerghi

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
kw: Hedhas unn tapp dhe'n wiasvaow an moyha usys genowgh%1$s Rol > Keworra dhe'n skrin dre

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
kw: Ygeri pub kevren yn %1$s Settya %1$s avel an beurell dhefowt

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
kw: Awtolenwel URLs rag agas gwiasvaow gwella Hirwaskowgh neb URL y'n barr trigva

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
kw: Ygeri kevren yn tabb nowydh Hirwaskowgh neb kevren folen

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
kw: Gwell gweles an wiasva desktop leun?%1$sRol > Gwiasva desktop
