Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/cak/app.po
Languages: cak

# action_cancel
source: Cancel
cak: Tiq'at

# action_ok
source: OK
cak: ÜTZ

# action_save
source: Save
cak: Tiyak

# urlbar_hint
source: Search or enter address
cak: Tikanöx o ketz'ib'äx ri taq ochochib'äl

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
cak: Ruyonil ichinan okem pa k'amaya'l.

# feedback_erase
source: Your browsing history has been erased.
cak: Ri runatab'al okem pa k'amaya'l xyuj el.

# feedback_erase_custom_tab
source: Tab’s browsing history has been erased.
cak: Xyuj ri ruwi' runatab'al okem pa k'amaya'l.

# search_hint
source: Search for %1$s
cak: Tikanöx %1$s

# menu_share
source: Share…
cak: Tikomonïx…

# menu_report_site_issue
source: Report Site Issue
cak: Tiya' Rutzijol ri Ruk'ayewal Ruxaq K'amaya'l

# menu_open_with_default_browser2
source: Open in %1$s
cak: Tijaq pa %1$s

# menu_open_with_a_browser2
source: Open in…
cak: Tijaq pa…

# menu_add_to_home_screen
source: Add to Home screen
cak: Titz'aqatisäx pa ri Nïm tzuwäch

# menu_whats_new
source: What's New
cak: Achike Natzijoj

# menu_settings
source: Settings
cak: Nuk’ulem

# menu_about
source: About
cak: Chi rij

# menu_help
source: Help
cak: To'ïk

# menu_rights
source: Your Rights
cak: Taq Ach'ojib'al

# menu_trackers_blocked_title
source: Trackers blocked
cak: Eq'aton ojqanela'

# menu_trackers_blocked_subtitle
source: Turning this off may fix some site problems
cak: We nichup re re' yerusöl jub'a' jujun taq ruk'ayewal ruxaq

# menu_content_blocking
source: Content Blocking
cak: Ruq'atik Rupam

# menu_content_blocking_subtitle
source: Turn off to fix some sites
cak: Tachupu' richin nachojmirisaj jujun ruxaq

# menu_custom_tab_branding
source: Powered by %1$s
cak: B'anon ruma %1$s

# share_dialog_title
source: Share via
cak: Tikomonïx b'ey

# notification_erase_text
source: Erase browsing history
cak: Tiyuj runatab'al okem pa k'amaya'l

# notification_action_open
source: Open
cak: Tijaq

# notification_action_erase_and_open
source: Erase and Open
cak: Tiyuj chuqa' Tijaq

# shortcut_erase_short_label
source: Erase
cak: Tiyuj

# shortcut_erase_long_label
source: Erase browsing history
cak: Tiyuj runatab'al okem pa k'amaya'l

# shortcut_erase_and_open_short_label
source: Erase & open
cak: Tiyuj & tijaq

# shortcut_erase_and_open_long_label
source: Erase and open %1$s
cak: Tiyuj chuqa' tijaq %1$s

# text_selection_search_action
source: Search Privately
cak: Tikanöx chi ichinem

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
cak: <p>%1$s nuya' ronojel pan aq'a'.</p> <p>Tawokisaj achi'el jun ichina okik'amaya'l: <ul> <li>Tikanöx chuqa' tokisäx ri chokoy</li> <li>Keq'at ojqanela' (o kek'ex taq cha'oj richin niya' q'ij chi ke ri ojqanela')</li> <li>Tiyuj richin yeyuj el taq kaxlawey chuqa' runatab'al kanoxïk chuqa' okem pa k'amaya'l</li> </ul> </p> <p>%1$s Xsamajin ruma ri Mozilla. Ri taqel qataqanem ja ri niqayäk qak'u'x richin jun jaqäl chuqa' raxinäq k'amaya'l.<br/> <a href="%2$s">Tetamäx ch'aqa' chik</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
cak: Ichinanem & Jikomal

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
cak: Ojqanem, taq kaxlanwäy, kicha'oj taq tzij

# preference_search_summary
source: Set default, autocomplete
cak: Tijikib'äx chi k'o wi, ruyonil titz'aqatisäx

# preference_mozilla_summary
source: About %1$s, help
cak: Chi rij %1$s, to'ïk

# preference_category_tracking_protection
source: Tracking Protection
cak: Chajinïk chuwäch Ojqanïk

# preference_category_web_content
source: Web Content
cak: Ajk'amaya'l Rupam

# preference_category_switching_apps
source: Switching Apps
cak: Jaloj chi kikojol Chokoy

# preference_category_general
source: General
cak: Chijun

# preference_general_summary
source: Default browser, tabs, language
cak: Okik'amaya'l, taq ruwi', ch'ab'äl e k'o wi

# preference_category_data_collection_use
source: Data Collection & Use
cak: Kimolik Tzij & Okisaxïk

# preference_category_search
source: Search
cak: Tikanöx

# preference_show_search_suggestions
source: Get search suggestions
cak: Kechilab'ëx ri yekanöx

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
cak: %1$s xtutäq ri xtatz'ib'aj pa ri rukajtz'ik ochochib'äl chi re ri akanob'al

# preference_search_engine_default
source: Default
cak: K'o wi

# preference_search_engine_label
source: Search engine
cak: Rusamajel kanob'äl

# preference_state_on
source: On
cak: Titzij

# preference_state_off
source: Off
cak: Tichup

# preference_subitem_autocomplete
source: URL Autocomplete
cak: URL Titz'aqatisäx ruyon

# preference_switch_autocomplete_topsites
source: For Top sites
cak: Kichin Ütz taq ajk'amaya'l ruxaq

# preference_autocomplete_topsite_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
cak: Titzij richin ruyonil nunojisaj naqaj chi re 450 ajowan taq URLs pa kikajtz'ik ochochib'äl.

# preference_switch_autocomplete_user_list
source: For Sites You Add
cak: Kichin ri taq Ruxaq Ye'atz'aqatisaj

# preference_autocomplete_user_list_summary
source: Enable to autocomplete more than 450 popular URLs in the address bar.
cak: Titzij richin ruyonil nunojisaj naqaj chi re 450 ajowan taq URLs pa kikajtz'ik ochochib'äl.

# preference_category_autocomplete_manage_sites
source: Manage sites
cak: Kenuk'samajïx taq ruxaq

# preference_autocomplete_subitem_manage_sites
source: Manage sites
cak: Kenuk'samajïx taq ruxaq

# preference_autocomplete_action_add
source: + Add custom URL
cak: + Titz'aqatisäx ichinan URL

# preference_autocomplete_title_add
source: Add custom URL
cak: Titz'aqatisäx ichinan URL

# custom_autocomplete_quick_add
source: Add custom URL
cak: Titz'aqatisäx ichinan URL

# add_custom_autocomplete_label
source: Add link to autocomplete
cak: Titz'aqatisäx ri ximonel richin ruyon nutz'aqatisaj

# preference_category_cookies
source: Cookies and Site Data
cak: Taq Kaxlanwäy chuqa' Rutzij K'amaya'l

# preference_category_data_choices
source: Data Choices
cak: Kicha'ik taq Tzij

# preference_autocomplete_title_remove
source: Remove custom URLs
cak: Tiyuj ichinan URLs

# preference_autocomplete_learn_more
source: Learn more
cak: Tetamäx ch'aqa' chik

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
cak: Titz'aqatisäx chuqa' tinuk'samajïx ichinan ruyonil yenojisäx taq URLs.

# preference_autocomplete_add_title
source: URL to add
cak: URL richin nitz'aqatisäx

# preference_autocomplete_add_hint
source: Paste or enter URL
cak: Titz'ajb'äx o titz'ib'äx URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
cak: Tz'eteb'äl: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
cak: Rutz'etb'al: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
cak: K'ak'a' ichina URL xtz'aqatisäx.

# preference_autocomplete_menu_remove
source: Remove
cak: Tiyuj

# preference_autocomplete_action_remove_content_description
source: Remove
cak: Tiyuj

# preference_autocomplete_add_error
source: Double-check the URL you entered.
cak: Tajikib'a' ri URL xatz'ib'aj.

# preference_language
source: Language
cak: Ch'ab'äl

# preference_language_systemdefault
source: System default
cak: Q'inoj k'o wi

# preference_category_privacy
source: Privacy
cak: Ichinanem

# preference_privacy_block_ads
source: Block ad trackers
cak: Keq'at ojqanela'

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
cak: Jujun taq rutzijol taluxik yekojqaj ri kitzetik taq ruxaq k'amaya'l, estape' man napïtz' ta pa kiwi'

# preference_privacy_block_analytics
source: Block analytic trackers
cak: Keq'at ch'ob'onel taq ojqanela'

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
cak: Ye'okisäx richin yemol, yech'ob' chuqa' yepaj taq samaj achi'el ri taq chapoj chuqa' ri taq q'axanïk

# preference_privacy_block_social
source: Block social trackers
cak: Keq'at winaqil taq ojqanela'

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
cak: Yekinïm pa taq ruxaq k'amaya'l richin yekojqaj ri taq atz'etoj chuqa' yekik'üt taq samaj achi'el ri taq pitz'b'äl richin nikomonïx

# preference_privacy_block_content
source: Block other content trackers
cak: Keq'at ch'aqa' chik ojqanela' rupam

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
cak: We nitzij re' rik'in jub'a' nub'än chi jujun taq ruxaq man kan ta ütz yesamäj

# preference_privacy_category_cookies
source: Block cookies
cak: Keq'at kaxlanwäy

# preference_privacy_should_block_cookies_no_option
source: No
cak: Mani

# preference_privacy_should_block_cookies_third_party_tracker_cookies_option
source: Block 3rd-party tracker cookies only
cak: Keq'at xa xe 3rx kiwinaqil kikaxlanwäy ojqanela'

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
cak: Keq'at xa xe 3rx kiwinaqil kaxlanwäy

# preference_privacy_should_block_cookies_yes_option
source: Yes
cak: Ja'

# preference_security_biometric
source: Use fingerprint to unlock app
cak: Tawokisaj retal ruwi' aq'a' richin man niq'at ta chik ri chokoy

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
cak: Ri retal ruwi' aq'a' nitikïr numeq'atij ri %1$s we jaqäl chik jun URL pa ri chokoy. Xtitzij ri metz'etel rub'anikil.

# preference_privacy_secure_mode
source: Stealth
cak: Ewan

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
cak: Ke'ewäx ri ajk'amaya'l taq ruxaq toq yejal taq chokoy chuqa' yeq'at chapoj taq ruwa.

# preference_category_security
source: Security
cak: Jikomal

# preference_category_performance
source: Performance
cak: Rub'eyal nisamäj

# preference_performance_block_webfonts
source: Block Web fonts
cak: Tiq'at ruxe'el Ajk'amaya'l

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
cak: Tikirel nib'anatäj pa kiwachaj chuqa' taq wachib'äl

# preference_performance_block_javascript
source: Block JavaScript
cak: Tiq'at JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
cak: Ri taq ruxaq yetikïr yesamäj aninäq, po chuqa' yetikïr yesamäj rik'in man etaman ta rub'anikil

# preference_default_browser2
source: Make %1$s default browser
cak: Ticha' %1$s richin okik'amaya'l k'o wi

# preference_mozilla_telemetry2
source: Send usage data
cak: Ketaq taq tzij richin ye'okisäx

# preference_mozilla_telemetry_summary
source: Learn more
cak: Tetamäx ch'aqa' chik

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
cak: Ri Mozilla nutïj ruq'ij chi numöl ri niqajo' niqataluj chuqa' niqutzilaj %1$s k'atzinel chi qe qonojel.

# preference_privacy_notice
source: Privacy Notice
cak: Rutzijol Ichinanem

# preference_about
source: About %1$s
cak: Chi rij ri %1$s

# preference_search_installed_search_engines
source: Installed search engines
cak: Kanonela' eyakon chupam

# preference_search_restore
source: Restore default search engines
cak: Ketzolïx ri kisamajel kanob'äl ruk'amon wi pe

# preference_search_add2
source: + Add another search engine
cak: + Titz'aqatisäx jun chik kanob'äl

# preference_search_remove_title
source: Remove search engines
cak: Tiyuj kanob'äl

# preference_search_remove
source: Remove
cak: Tiyuj

# preference_homescreen_tips
source: Show home screen tips
cak: Kek'ut taq rupixa' ri tikirib'äl ruxaq

# action_option_add_search_engine
source: Add search engine
cak: Titz'aqatisäx kanob'äl

# search_add_manually_name_hint
source: Search engine name
cak: Rub'i' ri kanob'äl

# search_add_manually_string
source: Search string to use
cak: Rucholajem kanoxïk richin nokisäx

# search_add_manually_save
source: Save
cak: Tiyak

# search_add_manually_example
source: Example: example.com/search/?q=%s
cak: Tz'etb'äl: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
cak: Xtz'aqatisäx k'ak'a' kanob'äl.

# search_add_error_empty_name
source: Enter search engine name
cak: Titz'ib'äx ri rub'i' ri kanob'äl

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
cak: Yakon chik jun kanob'äl rik'in ri b'i'aj ri'.

# search_add_error_empty_search
source: Enter search string
cak: Titz'ib'äx rucholajem ri nikanöx

# search_add_error_format
source: Check that search string matches Example format
cak: Tijikib'äx chi ri rucholajem ri nikanöx nuk'äm ri' rik'in ri rub'anikil tz'etb'äl

# content_description_clear_input
source: Clear input
cak: Tiyuj okitz'ib'

# content_description_dismiss_input
source: Dismiss
cak: Tewüx

# content_description_erase
source: Erase browsing history
cak: Tiyuj runatab'al okem pa k'amaya'l

# content_description_tab_counter
source: Tabs open: %1$s
cak: Jaqäl taq ruwi': %1$s

# content_description_lock
source: Secure connection
cak: Ütz okem

# accessibility_announcement_loading
source: Loading
cak: Tajin nusamajin

# accessibility_announcement_loading_finished
source: Website loaded
cak: Ruxaq ajk'amaya'l qasan

# content_description_menu
source: More options
cak: Ch'aqa' chik taq cha'oj

# indicator_content_description_menu
source: More options button
cak: Kipitz'b'al ch'aqa' cha'oj

# content_description_forward
source: Navigate forward
cak: Katok pa k'amaya'l chuwäch

# content_description_reload
source: Reload website
cak: Tisamajix chik ruxaq ajk'amaya'l

# content_description_back
source: Navigate back
cak: Katok pa k'amaya'l titzolin

# content_description_stop
source: Stop loading website
cak: Tiq'at ruqasaxik ruxaq ajk'amaya'l

# content_description_customtab_exit
source: Return to previous app
cak: Titzolin pa ri jun chokoy

# content_description_trackers_blocked
source: Number of trackers blocked
cak: Kajilab'al taq ojqanela' eq'aton

# content_description_blocking_switch
source: Block trackers
cak: Keq'at ojqanela'

source: Your Rights
cak: Taq Ach'ojib'al

# external_app_prompt_title
source: Open link in another app
cak: Tijaq ximonel pa jun chik chokoy

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
cak: Yatikïr yatel %1$s richin najäq re ximonel re' pa %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
cak: Tikanöx jun chokoy ri nitikïr nujäq ximonel

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
cak: Majun chi ke ri taq chokoy k'o pan awokisaxel nitikïr nujäq re ximonel re'. Yatikïr yatel pa %1$s richin %2$s nitikïr jun.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
cak: ¿La Nel pa Ichinan Okem pa K'amaya'l?

# download_snackbar_finished
source: %1$s finished
cak: %1$s k'ison

# download_snackbar_open
source: Open
cak: Tijaq

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
cak: Ri taq yakb'äl xeqasäx <b>man xkeyuj ta el</b> toq xtayüj ri %1$s natab'äl.

# download_dialog_title
source: Download File
cak: Tiqasäx Yakb'äl

# download_dialog_action_cancel
source: Cancel
cak: Tiq'at

# download_dialog_action_download
source: Download
cak: tiqasäx

# errorpage_title
source: Problem loading page
cak: K'o k'ayewal toq nitikirisäx ri ruxaq k'amaya'l

# errorpage_refresh
source: Try Again
cak: Titojtob'ëx chik

# error_connectionfailure_title
source: Unable to connect
cak: Man tikirel ta nok

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
cak: <ul> <li>Ri ruxaq k'amaya'l rik'in jub'a' man okel ta wakami o yalan tajin nokisäx. Tatojtob'ej chik pa jun ti mej</li> <li>We man yatikïr ta nasamajij jujun taq ruxaq k'amaya'l, tanik'oj ri rutzij oyonib'äl okisaxel o ri Wi-Fi awokem.</li> </ul>

# error_timeout_title
source: The connection timed out
cak: Xk'is ri okem

# error_hostLookup_title
source: Server not found
cak: Man xilitäj ta ri ruk'u'x samaj

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
cak: <ul> <li>Ke'anik'oj ri kochochib'al taq sachoj richin <strong>ww</strong>.example.com pa ruk'exel <strong>www</strong>.example.com</li> <li>We man yatikïr ta ye'asamaj taq ruxaq, ke'anik'oj taq rutzij awokisaxel o ri Wi-Fi awokem.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
cak: Man nuk'äm ta ri' ri ochochib'äl

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
cak: <ul> <li>Rochochib'al Ajk'amaya'l achi'el jantape' nitz'ib'äx achi'el <strong>http://www.example.com/</strong></li> <li>Tajikib'a' chi tajin ye'awokisaj ri q'eq'el taq juch' (achi'el <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
cak: Man tajin nrokisaj pa rub'eyal ri ruxaq

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
cak: <ul> <li>Re k'ayewal re' nib'anatäj ruma echupun o exutun taq kaxlanwey.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
cak: Man xq'ax ta chi ütz ri ochochib'äl

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
cak: <ul> <li>Rik'in jub'a' k'o chi nayäk jun chik kema' richin najäq re ochochib'äl re'.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
cak: Xq'ate' ri ütz okem

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
cak: <ul> <li>Rik'in jub'a' k'o jun k'ayewal rik'in ri runuk'ulem k'uxasamaj o rik'in jub'a' k'o najowan nik'exon ri k'uxasamaj.</li> <li>We atokinäq chik pa re k'uxasamaj re' ojer kan, rik'in jub'a' xa jun jumej sachoj ruma ri' yatikïr natojtob'ej pa jun chik ti ramaj.</li> </ul>

# error_generic_title
source: Oops
cak: Uy.

# error_generic_message
source: We can’t load this page for some reason.
cak: Man qetaman ta achike ruma man yojtikïr ta niqasamajij re ruxaq re'.

# contextmenu_open_in_app
source: Open with app
cak: Tijaq rik'in chokoy

# contextmenu_link_share
source: Share link
cak: Tikomonïx ri ximöy

# contextmenu_link_copy
source: Copy link address
cak: Tiwachib'ëx ri rochochib'al ximonel

# contextmenu_image_share
source: Share image
cak: Tikomonïx wachib'äl

# contextmenu_image_copy
source: Copy image address
cak: Tiwachib'ëx ruwachib'al ochochib'äl

# contextmenu_image_save
source: Save image
cak: Tiyak wachib'äl

# contextmenu_open_in_new_tab
source: Open link in new tab
cak: Tijaq ri ximonel pa jun k'ak'a' ruwi'

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
cak: Taq wachib'äl eyakon chuqa' ekomonin <b>man xke'elesäx ta</b> toq xtayüj runatab'al ri %1$s.

# firstrun_defaultbrowser_title
source: Power up your privacy
cak: Tinimär ruchuq'a' ri awichinem

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
cak: Katik'o pa ri jun chik ruxaq ri ichinan okem pa k'amaya'l. Ke'aq'ata' ri taq rutzijol chuqa' juley chik taq etamab'äl ri yetikïr yatkojqaj rik'in ruxaq k'amaya'l chuqa' nuch'öb' ri ramaj nisamäj ri ruxaq.

# firstrun_search_title
source: Your search, your way
cak: Akanoxik, ab'ey

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
cak: ¿La jun wi ri nakanoj? Tacha' jun chik k'wab'äl kan k'o wi pa Runuk'ulem.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
cak: Tatz'aqatisaj jun ruchojokem ri rutikirib'al awäch

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
cak: Katzolin pa ri ajowel taq ruxaq k'amaya'l pa %1$s aninäq. Tacha' "Titz'aqatisäx pa ri Ruwäch Tikirib'äl" chupam ri %1$s cha'osamaj.

# firstrun_privacy_title
source: Make privacy a habit
cak: Tib'an chi ri ichinanem tok jun ruk'ulun na'oj

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
cak: Tib'an runuk'ulem %1$s achi'el ri okik'amaya'l k'o wi richin nawïl rutzil ri ichinan okem pa k'amaya'l toq ye'ajäq taq ruxaq k'amaya'l pa ch'aqa' chik taq chokoy.

# firstrun_close_button
source: OK, got it!
cak: ÜTZ, Wetaman chik

# firstrun_skip_button
source: Skip
cak: Tik'o

# firstrun_next_button
source: Next
cak: Jun chik

# dialog_addtohomescreen_action_add
source: Add
cak: Titz'aqatisäx

# dialog_addtohomescreen_action_cancel
source: Cancel
cak: Tiq'at

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
cak: Nijaq ri chojokem akuchi' chupun ri Ojqanem chuwäch Chajinïk

# notification_browsing_session_channel_name
source: Private browsing session
cak: Ichinan okem pa k'amaya'l

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
cak: Ri taq rutzijol nikiya' q'ij chawe ye'ayüj el ri rumolojri'ïl %1$s rik'in jun chapoj. Man k'atzinel ta najäq ri chokoy chuqa' ri nusamajij ri awokik'amaya'l.

# tabs_tray_action_erase
source: Erase browsing history
cak: Tiyuj runatab'al okem pa k'amaya'l

source: Download Firefox
cak: Taqasaj Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
cak: %1$s jun jamäl kema' chuqa' jaqäl b'itz'ib' nuk'un ruma Mozilla chuqa' ch'aqa' chik to'onela'.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
cak: %1$s niya' pan aq'a' rik'in rojqanem ri <a href="%2$s">Aj winäq Ya'oj Ruq'ij Mozilla</a> chuqa' ch'aqa' chik taq ya'öj q'ij kichin ch'aqa' chik taq jaqäl b'itz'ib'.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
cak: Man nisuj taq kich'ojib'al chuqa' ya'oj q'ij chi ke ri etz'ib'an taq b'i'aj richin Mozilla Moloj ni xa ta chi ke ri taq ruch'akulal achi'el Mozilla, Firefox o %1$s taq b'i'aj o taq wachaj. Nawïl rutz'aqat na'oj <a href="%2$s">wawe'</a>.
