Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/cak/app.po
Languages: cak

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
cak: Rutz'aqat ruxe'el b'itz'ib' richin %1$s wachel kik'in ch'aqa' chik jalajöj sipan taq kema' chuqa' jaqäl b'itz'ib' <a href="%2$s">taq ya'oj q'ij</a>.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
cak: %1$s chuqa' nrokisaj kicholonem tanaj ya'on ruma Disconnect, Inc. achi'el jachon chuqa' alaj ruk'aslem nimawuj ruma <a href="%2$s">GNU General Public License v3</a>, chuqa' wachel <a href="%3$s">wawe'</a>.

# gv_prompt_username_hint
source: Username
cak: Rub'i' okisanel

# gv_prompt_password_hint
source: Password
cak: Ewan tzij

# gv_prompt_clear
source: Clear
cak: Tijosq'ïx

# security_popup_secure_connection
source: Secure Connection
cak: Ütz Okem

# security_popup_insecure_connection
source: Insecure Connection
cak: Me'utz Okem

# security_popup_security_verified
source: Verified by: %1$s
cak: Jikib'an ruma: %1$s

# site_security_icon_content_description
source: Site Security
cak: Rujikomal Ruxaq K'amaya'l

# preference_autocomplete_duplicate_url_error
source: URL already exists
cak: K'o chik ri URL

source: Find in Page
cak: Tikanöx pa Ruxaq

# find_in_page_input
source: Find in page
cak: Tikanöx pa ruxaq

# accessibility_find_in_page_result
source: %1$d out of %2$d
cak: %1$d richin %2$d

# accessibility_next_result
source: Find next result
cak: Tikanöx ri jun chik xilitäj

# accessibility_previous_result
source: Find previous result
cak: Tikanöx ri jun ilitajnäq kan

# accessibility_dismiss_find_in_page
source: Dismiss find in page
cak: Tiqasäx tikanöx pa ruxaq

# http_auth_dialog_title
source: Authentication required
cak: Najowäx jikib'axïk

# http_auth_dialog_username
source: Username
cak: Rub'i' okisanel

# http_auth_dialog_password
source: Password
cak: Ewan tzij

# preference_performance_request_desktop_site
source: Request desktop site
cak: Tik'utüx ruxaq ruk'amaya'l ajkematz'ib'

# custom_tab_copy_url_action
source: URL copied
cak: URL xwachib'ëx

# preference_advanced_summary
source: Developer tools
cak: Taq rusamajib'al nuk'unel

# preference_category_advanced
source: Advanced
cak: Q'axinäq

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
cak: Näj chojmirisanem pa USB/Wi-Fi

# biometric_auth_title
source: Unlock %1$s
cak: Timeq'at %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
cak: Tachapa' qa ri na'onel retal ruwi' q'ab'aj richin yasamäj chik el.

# biometric_auth_new_session
source: New Session
cak: K'ak'a' Molojri'ïl

# biometric_auth_image_description
source: Fingerprint icon
cak: Ruwachib'al retal ruwi' q'ab'aj

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
cak: Man xetamäx ta ruwa ri rel ruwi' q'ab'aj. Tatojtob'ej chik.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
cak: Aninäq xsilon ri ruwi' q'ab'aj. Tatojtob'ej chik.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
cak: ¿La nawajo' ye'atzïj ri taq chilab'enïk richin yakanon?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
cak: Richin nik'ul kichilab'exik achike nikanöx, %1$s k'o chi nutäq ri natz'ib'aj pa ri rajtz'ik ochochib'äl chi re ri kanob'äl xacha'. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
cak: Tetamäx ch'aqa' chik

# enable_search_suggestions_no
source: No
cak: Mani

# enable_search_suggestions_yes
source: Yes
cak: Ja'

# no_suggestions_message
source: Some search engines cannot show suggestions.
cak: Jujun taq kanob'än man yatikïr ta yekik'üt ta chilab'enïk.

# dismiss_no_suggestions_prompt_button
source: Dismiss
cak: Tichup ruwäch

# tip_disable_tracking_protection
source: Site behaving unexpectedly? Try turning off Tracking Protection
cak: ¿La man pa rub'eyal ta nisamäj re ruxaq k'amaya'l re'? Tatojtob'ej rik'in nachüp ri Chajinïk chuwäch Ojqanem

# tip_add_to_homescreen
source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
cak: Katok rik'in jun chapoj pa ri taq ruxaq yalan ye'awokisaj%1$s Molsamajib'äl > Titz'aqatisäx pa Tikirib'äl tzuwäch

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
cak: Kejaq konojel ri taq ximonel pa %1$s Tib'an runuk'ulem %1$s achi'el ri awokik'amaya'l k'o wi

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
cak: Ruyon ke'atz'aqatisaj ri taq URLs kichin ri taq ruxan yalan ye'awokisaj Tapitz'itz'ej xa b'achike URL pa rukajtz'ik ochochib'äl

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
cak: Tijaq jun ximonel pa jun k'ak'a' ruwi' Tapitz'itz'ej xab'achike ximonel pa jun ruxaq

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
cak: ¿La nawajo' natzu' ri ruxaq ruk'amaya'l ruwa kematz'ib'?%1$s K'utsamajib'äl > Tik'utüx jun ruxaq ruk'amaya'l ruwa kematz'ib'

# tip_disable_tips2
source: Turn off tips on the start screen
cak: Tichup ri taq chilab'enïk pa ri tikirib'äl ruwäch

# new_tab_opened_snackbar
source: New tab opened
cak: K'ak'a' ruwi' jaqon

# open_new_tab_snackbar
source: Switch
cak: Tiq'ax pa

# preference_open_new_tab
source: Switch to link in new tab immediately
cak: Chanin tijal rik'in tixim pa k'ak'a' ruwi'

# preference_category_safe_browsing
source: Safe Browsing
cak: ¡Tachajij awi' richin Yatok pa K'amaya'l!

# preference_safe_browsing_title
source: Block potentially dangerous and deceptive sites
cak: Keq'at taq ruxaq nïm kitz'ilanem chuqa' q'olonela'

# preference_safe_browsing_summary
source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
cak: Keq'at taq ruxaq etaman chi yeq'eleb'en chuqa' yeq'olon, tz'ilanel ruxaq taq chokoy chuqa' itzel ruxaq taq solkema'.

# preference_exceptions
source: Exceptions
cak: Taq man relik ta

# preference_exceptions_description
source: You have disabled Content Blocking for these websites.
cak: Xachüp ri Ruq'atik Rupam pa re ajk'amaya'l taq ruxaq re'.

# preference_exceptions_menu_remove
source: Remove
cak: Tiyuj

# preference_exceptions_remove_all_button_label
source: Remove all websites
cak: Keyuj ronojel ajk'amaya'l ruxaq

# tab_crash_report_title
source: Tab Crashed
cak: Xsach ri Ruwi'

# tab_crash_report_headline
source: Sorry. We’re having a problem with this tab.
cak: Kojakuyu', K'o qak'ayewal rik'in re ruwi' re'.

# tab_crash_report_description
source: As a private browser, we never save and cannot restore this tab.
cak: Achi'el jun ichinan okik'amaya'l, majub'ey niqayäk chuqa' man yojtikïr ta niqatzolij re ruwi' re'.

# tab_crash_report_close_tab_button_label
source: Close Tab
cak: Titz'apïx Ruwi'

# fatal_crash_report_title
source: Sorry. %1$s had a problem and crashed.
cak: Kojakuyu'. %1$s xk'oje' jun ruk'ayewal chuqa' xsach.

# fatal_crash_report_close_button_label
source: Close
cak: Titz'apïx

# fatal_crash_report_restart_firefox_label
source: Restart %1$s
cak: Titikirisäx chik %1$s
