Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/quc/app.po
Languages: quc

# action_cancel
source: Cancel
quc: Uq'atexik

# action_ok
source: OK
quc: Uk'amik

# action_save
source: Save
quc: Uk'olik

# urlbar_hint
source: Search or enter address
quc: Utzukuxik on rokisaxik kemriqonib'al

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
quc: Nik'onem rech echeb'alil pa utukelam. Utzukuxik. Uyujik. Ukamulixik.

# feedback_erase
source: Your browsing history has been erased.
quc: Le atzukub'al rech b'anatal kanoq xchupisaxik.

# search_hint
source: Search for %1$s
quc: Chatzukuj chech %1$s

# menu_share
source: Share…
quc: Ukomone'xik…

# menu_report_site_issue
source: Report Site Issue
quc: Ub'ixikil rech k'axk'olil rech wokk'olib'al web'

# menu_open_with_default_browser2
source: Open in %1$s
quc: Ujaqik pa %1$s

# menu_open_with_a_browser2
source: Open in…
quc: Ujaqil pa…

# menu_add_to_home_screen
source: Add to Home screen
quc: Chaya' pa umajib'al q'axwach

# menu_whats_new
source: What's New
quc: Jas k'ak'

# menu_settings
source: Settings
quc: Taq wiqitajem

# menu_about
source: About
quc: Chi rij

# menu_help
source: Help
quc: Tob'anem

# menu_rights
source: Your Rights
quc: Taq Aya'talil

# menu_trackers_blocked_title
source: Trackers blocked
quc: Q'atetal taq tzukub'al

# menu_custom_tab_branding
source: Powered by %1$s
quc: Ya'om uchuq'ab' rumal %1$s

# share_dialog_title
source: Share via
quc: Ukomone'xik pa

# notification_erase_text
source: Erase browsing history
quc: Uchupik nik'ob'al rech b'antal kanoq

# notification_action_open
source: Open
quc: Ujaqik

# notification_action_erase_and_open
source: Erase and Open
quc: Uchupik chi'l ujaqik

# shortcut_erase_short_label
source: Erase
quc: Uyujik

# shortcut_erase_long_label
source: Erase browsing history
quc: Uchupik nik'ob'al rech b'antal kanoq

# text_selection_search_action
source: Search Privately
quc: Utzukuxik pa echeb'alil

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
quc: <p>%1$s kuya' rilawachixik chi awech.</p> <p>Chakojo' pacha' nik'ob'al rech echeb'alil: <ul> <li>Chatzukuj chi'l chanik'oj pa le kojkemchak:</li> <li>Che'aq'atej taq tzukub'al (on chak'ak'arisaj taq wiqitajem chech uya'ik b'e chi kech taq tzukub'al)</li> <li>Chayuju' chech kichupik cookies chi'l utzukuxik chi'l unik'oxik b'antal kanoq</li> </ul> </p> <p>%1$s are b'anowinaq le Mozilla. Le qachak are uya'ik jun utzalaj, ujaqik kemk'atz.<br/> <a href="%2$s">Chaweta'maj nik'aj chik</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
quc: Echeb'alil chi'l chajinem

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
quc: Tzukunem, cookies, jalajoj ucha'ik rech taq juq'attzij

# preference_search_summary
source: Set default, autocomplete
quc: Uya'ik pa ya'om chi uloq, utz'aqatisaxik pa utukelam

# preference_mozilla_summary
source: About %1$s, help
quc: Chi rij %1$s, tob'anem

# preference_category_tracking_protection
source: Tracking Protection
quc: Chajib'al rech tzukub'al

# preference_category_web_content
source: Web Content
quc: Upam chak rech web'

# preference_category_switching_apps
source: Switching Apps
quc: Uk'exik taq kojkemchak

# preference_category_general
source: General
quc: Chi ronojel

# preference_category_data_collection_use
source: Data Collection & Use
quc: Mulib'al rech juq'attzij chi'l ukojik

# preference_category_search
source: Search
quc: Utzukuxik

# preference_search_engine_default
source: Default
quc: Ya'om chi uloq

# preference_state_on
source: On
quc: Utzijik

# preference_state_off
source: Off
quc: Uchupik

# preference_subitem_autocomplete
source: URL Autocomplete
quc: Utz'aqatisaxik pa utukelam URL

# preference_autocomplete_action_add
source: + Add custom URL
quc: + Uya'ik winaqirisam URL

# preference_autocomplete_title_add
source: Add custom URL
quc: Uya'ik winaqirisam URL

# custom_autocomplete_quick_add
source: Add custom URL
quc: Uya'ik winaqirisam URL

# preference_category_cookies
source: Cookies and Site Data
quc: Cookies chi'l taq juq'attzij rech wokk'olib'al web'

# preference_category_data_choices
source: Data Choices
quc: Jalajoj ucha'ik rech juq'attzij

# preference_autocomplete_title_remove
source: Remove custom URLs
quc: Chawelesaj winaqirisam URLs

# preference_autocomplete_learn_more
source: Learn more
quc: Chaweta'maj nik'aj chik

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
quc: Chaya' chi'l chawilawachij winaqirisam utz'aqatisaxik pa utukelam URLs.

# preference_autocomplete_add_title
source: URL to add
quc: URL chech uya'ik

# preference_autocomplete_add_hint
source: Paste or enter URL
quc: Chanak'a' on chatz'ib'aj URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
quc: K'utb'al: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
quc: K'utb'al: example.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
quc: K'ak' winaqirisam URL ya'om.

# preference_autocomplete_menu_remove
source: Remove
quc: Relesaxik

# preference_autocomplete_action_remove_content_description
source: Remove
quc: Relesaxik

# preference_autocomplete_add_error
source: Double-check the URL you entered.
quc: Kamul chaq'atuj le URL le xatz'ib'aj.

# preference_language
source: Language
quc: Ch'ab'al

# preference_language_systemdefault
source: System default
quc: Wokchakub'al ya'om chi uloq

# preference_category_privacy
source: Privacy
quc: Echeb'alil

# preference_privacy_block_ads
source: Block ad trackers
quc: Q'ateb'al chi'l taq tzukub'al

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
quc: Jujun taq ukemtzijob'exik kkiterene'j rij taq solinem pa taq wokk'olib'al web', pine' man kapitz' ta pa taq ukemtzijob'exik

# preference_privacy_block_analytics
source: Block analytic trackers
quc: Chaq'atej taq k'oxomab'al rech taq tzukub'al

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
quc: Kkoj chech umulixik, uk'oxomaxik, chi'l retaxik taq b'anowem pacha' tz'ib'anem chi'l silob'em

# preference_privacy_block_social
source: Block social trackers
quc: Uq'atexik taq tzukub'al rech uk'iyal

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
quc: Wiqital pa taq wokk'olib'al web' chech uterene'xik taq solinem chi'l chech uk'utunsaxik taq chakunem pacha' taq pitz'b'al rech ukomone'xik

# preference_privacy_block_content
source: Block other content trackers
quc: Chaq'atej nik'aj chi taq tzukub'al upam chak

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
quc: Le utzijik wene kub'ano chi jujun taq uxaq wuj man eye'tal ta le kkib'ano

# preference_privacy_category_cookies
source: Block cookies
quc: Chaq'atej cookies

# preference_privacy_should_block_cookies_no_option
source: No
quc: Ja'i'

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
quc: Xew chaq'atej cookies kech 3urox

# preference_privacy_should_block_cookies_yes_option
source: Yes
quc: Je'

# preference_privacy_secure_mode
source: Stealth
quc: Man q'alaj taj

# preference_category_performance
source: Performance
quc: Chakunem

# preference_performance_block_webfonts
source: Block Web fonts
quc: Uq'atexik taq tz'ib' rech web'

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
quc: Wene kub'ano chi ke'etzaq taq retno'jib'al on taq wachib'al

# preference_performance_block_javascript
source: Block JavaScript
quc: Uq'atexik JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
quc: Le taq uxaq wuj wene aninaq uya'ik uchuq'ab' , xa kut wene man eye'tal ta le kkib'ano

# preference_default_browser2
source: Make %1$s default browser
quc: Chab'ana' %1$s nik'ob'al ya'om chi uloq

# preference_mozilla_telemetry2
source: Send usage data
quc: Utaqik taq juq'attzij rech ukojik

# preference_mozilla_telemetry_summary
source: Learn more
quc: Chaweta'maj nik'aj chik

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
quc: Le Mozilla kukoj uchuq'ab' chech umulixik xew le rajawaxik kya'ik chi'l uk'exsuk'umaxik %1$s chi kech konojel.

# preference_privacy_notice
source: Privacy Notice
quc: Ub'ixikil rech echeb'alil

# preference_about
source: About %1$s
quc: Chi rij %1$s

# preference_search_installed_search_engines
source: Installed search engines
quc: Jeqeb'am taq ch'ich' rech tzukunem

# preference_search_restore
source: Restore default search engines
quc: Utzalijisaxik taq ch'ich' rech tzukunem ya'om chi uloq

# preference_search_add2
source: + Add another search engine
quc: + Chaya' jun chi ch'ich' rech tzukub'al

# preference_search_remove_title
source: Remove search engines
quc: Chawelesaj taq ch'ich' rech tzukub'al

# preference_search_remove
source: Remove
quc: Relesaxik

# action_option_add_search_engine
source: Add search engine
quc: Chaya' ch'ich' rech tzukub'al

# search_add_manually_name_hint
source: Search engine name
quc: Chatzukuj ub'i' ch'ich'

# search_add_manually_string
source: Search string to use
quc: Chatzukuj jucholaj tzij chech ukojik

# search_add_manually_save
source: Save
quc: Uk'olik

# search_add_manually_example
source: Example: example.com/search/?q=%s
quc: K'utub'al: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
quc: K'ak' ch'ich' rech tzukub'al ya'om.

# search_add_error_empty_name
source: Enter search engine name
quc: Chatz'ib'aj ub'i' ch'ich' rech tzukub'al

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
quc: Jun jeqeb'am ch'ich' rech tzukub'al ktajin chi kukoj la' le b'i'aj.

# search_add_error_empty_search
source: Enter search string
quc: Chatz'ib'aj cholaj tzij rech tzukunem

# search_add_error_format
source: Check that search string matches Example format
quc: Chaq'atuj chi le cholaj tzij rech tzukunem kjunamataj ruk' le k'amwach rech k'utub'al

# content_description_clear_input
source: Clear input
quc: Q'alaj okib'al

# content_description_dismiss_input
source: Dismiss
quc: Relesaxik

# content_description_erase
source: Erase browsing history
quc: Chayuju' le b'anatal kanoq rech nik'onem

# content_description_tab_counter
source: Tabs open: %1$s
quc: Jaqatal taq k'utjaqb'al: %1$s

# content_description_lock
source: Secure connection
quc: Chajital chajinem

# accessibility_announcement_loading
source: Loading
quc: Ktajin uya'ik uchuq'ab'

# accessibility_announcement_loading_finished
source: Website loaded
quc: Wokk'olib'al web' ya'om uchuq'ab'

# content_description_menu
source: More options
quc: Nik'aj chi Jalajoj taq ucha'ik

# content_description_forward
source: Navigate forward
quc: Nik'onem chi uwach

# content_description_reload
source: Reload website
quc: Uya'ik chi jumul uchuq'ab' wokk'olib'al web'

# content_description_back
source: Navigate back
quc: Nik'onem chi rij

# content_description_stop
source: Stop loading website
quc: Uq'atab'axik uya'ik uchuq'ab' uk'olib'al web'

# content_description_customtab_exit
source: Return to previous app
quc: Tzalijem pa kojkemchak kanoq

# content_description_blocking_switch
source: Block trackers
quc: Uq'atexik taq tzukub'al

source: Your Rights
quc: Taq aya'talil

# external_app_prompt_title
source: Open link in another app
quc: Chajaqa' kemwiqb'al pa jun chi kojkemchak

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
quc: Utz kaya' kan %1$s chech ujaqik we kemwiqb'al pa %2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
quc: Chariqa' jun kemwiqb'al le kkowinik kujaq kemwiqb'al

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
quc: Man k'o ta jun chi kech taq kojkemchak pa le awiqkemchakub'al kkowinik kujaq we kemwiqb'al, utz kaya' kan %1$s chech utzukuxik %2$s jun kojkemchak le kkowinik.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
quc: ¿Kawaj katel pa Nik'ob'al rech echeb'alil?

# download_snackbar_finished
source: %1$s finished
quc: %1$s k'isom

# download_snackbar_open
source: Open
quc: Ujaqik

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
quc: Taq kemk'olib'al qasam <b>man kchupisax taj</b> are taq kachup %1$s b'antal kanoq.

# download_dialog_title
source: Download File
quc: Chaqasaj kemk'olib'al

# download_dialog_action_cancel
source: Cancel
quc: Uq'atexik

# download_dialog_action_download
source: Download
quc: Taq uqasaxik

# errorpage_title
source: Problem loading page
quc: K'axk'olil rech uya'ik uchuq'ab' uxaq wuj

# errorpage_refresh
source: Try Again
quc: Chab'ana' chi jumul

# error_connectionfailure_title
source: Unable to connect
quc: Man kkowinb'ex ta ut'iqik

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
quc: <ul> <li>Le wokk'olib'al web' wene man jamal ta uwach on sib'alaj latz' uwach. Chab'ana' chi jumul pa jutz'it.</li> <li>We man katkowin taj kaya' uchuq'ab' apachike taq uxaq wuj, chaq'atuj le ujuq'attzij taq awiqkemchakub'al on ut'iqonem Wi-Fi .</li> </ul>

# error_timeout_title
source: The connection timed out
quc: Le t'iqonem xq'ax uq'ijol

# error_hostLookup_title
source: Server not found
quc: Man kriqitaj ta le kempatanel

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
quc: <ul> <li>Chaq'atuj le kemriqonib'al ruk' utz'ib'axik taq k'axk'olil pacha' <strong>ww</strong>.example.com chi uwach <strong>www</strong>.example.com</li> <li>We man katkowin taj kaya' uchuq'ab' apachike uxaq wuj, chaq'atuj le juq'attzij rech awiqkemchakub'al on t'iqonem rech.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
quc: Le kemriqonib'al man utz taj

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
quc: <ul> <li>Le taq kemriqonib'al rech taq Web' nima amaq'el tz'ib'atal pacha' <strong>http://www.example.com/</strong></li> <li>Qas chawila' chi ktajin kakoj q'e'l jeqk'utb'al (i.e. <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
quc: Le uxaq wuj man utz ta ub'e'ik ktajin kub'ano

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
quc: <ul> <li>We k'eyowal k'or are kya'ow le uchupik on le man kajawataj ta uk'amik cookies.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
quc: Man xk'oxomax ta le kemriqonib'al

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
quc: <ul> <li>Wene rajawaxik kajeqeb'a' jun chi cholwach.</li> </ul>

# error_sslhandshake_title
source: Secure connection failed
quc: Man utz ta xub'an le chajital t'iqonem

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
quc: <ul> <li>Wa' wene kuya' k'eyowal ruk' le suk'manem rech kempatanel, on wene are jun le kraj kukoj rib' chi kempatane.l</li> <li>We utz ub'anom le at'iqonem ruk' we kempatanel le ub'anom kanoq, le k'axk'olil wene xa ch'ikital uq'ijol, chi'l utz kanb'an chi jumul pa jutz'it.</li> </ul>

# error_generic_title
source: Oops
quc: Amalay

# error_generic_message
source: We can’t load this page for some reason.
quc: Jas na k'u che man kojkowin taj kqaya' uchuq'ab' we uxaq wuj.

# contextmenu_link_share
source: Share link
quc: Ukomone'xik kemwiqb'al

# contextmenu_link_copy
source: Copy link address
quc: Chawelesaj uwach le ukemriqonib'al kemwiqb'al

# contextmenu_image_share
source: Share image
quc: Ukomone'xik wachib'al

# contextmenu_image_copy
source: Copy image address
quc: Chawelesaj uwach ukemriqonib'al wachib'al

# contextmenu_image_save
source: Save image
quc: Chak'olo' wachib'al

# contextmenu_open_in_new_tab
source: Open link in new tab
quc: Chajaqa' kemwiqb'al pa jun k'ak' k'utjaqb'al

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
quc: Chak'olo' chi'l chakomone'j taq wachib'al <b>man kchupixax taj</b> are taq kachupu %1$s b'antal kanoq.

# firstrun_defaultbrowser_title
source: Power up your privacy
quc: Chaya' uchuq'ab' le awecheb'alil

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
quc: Chak'ama' b'i le nik'ob'al rech echeb'alil pa le jun chi cholajil. Che'aq'atej taq ukemtzijob'exik chi'l jun chi upam chak le kkowinik ktzukun pa taq kemk'olib'al web' chi'l kuq'atej taq ukanil uya'ik uchuq'ab' uxaq wuj.

# firstrun_search_title
source: Your search, your way
quc: Le atzukunem, le a b'e

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
quc: ¿Ktajin katzukuj jalan taq jastaq? Chacha' jun chi chi'ch' rech tzukunem ya'om chi uloq pa taq suk'manem.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
quc: Chaya' taq ramb'al b'e pa le umajib'al q'axwach

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
quc: Chattzalija pa taq ajawatal taq wokk'olib'al web' pa %1$s aninaq. Xew chacha' "Uya'ik pa umajib'al q'axwach" pa le %1$s cholokib'al.

# firstrun_privacy_title
source: Make privacy a habit
quc: Chab'ana' jun amaq'el ub'anik chech le echeb'alil

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
quc: Chaya' %1$s pacha' anik'onel ya'om chi uloq chi'l chariqa' le tob'anem rech nik'onem rech echeb'alil are taq kajaq taq uxaq web' pa nik'aj chi taq kojkemchak.

# firstrun_close_button
source: OK, got it!
quc: Utz, ¡xink'oxomaj!

# firstrun_skip_button
source: Skip
quc: Relesaxik

# firstrun_next_button
source: Next
quc: Le teren chi uloq

# dialog_addtohomescreen_action_add
source: Add
quc: Uya'ik

# dialog_addtohomescreen_action_cancel
source: Cancel
quc: Uq'atexik

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
quc: Le suk'um okib'al kjaqataj ruk' Chajinem rech chupum tzukub'al

# notification_browsing_session_channel_name
source: Private browsing session
quc: Kemchak rech echeb'alil tzukub'al

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
quc: Le taq Ub'ixikil kuya' b'e kachup le %1$s kemchak ruk' jun pitz'onik. Man rajawaxik taj kajaq le kojkemchak on kawilo jas ktajin kub'an le anik'onel.

# tabs_tray_action_erase
source: Erase browsing history
quc: Uchupik b'antal kanoq rech nik'onel

source: Download Firefox
quc: Chaqasaj Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
quc: %1$s are jun cholwach le man k'o ta jaqatal retokib'al winaqirisam rumal Mozilla chi'l nik'aj chi tob'anelab'.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
quc: %1$s b'anom chi k'o chi awech at are tzij taq taqanem rech le <a href="%2$s">Kemwujil rech Mozilla rech uk'iyal</a> chi'l nik'aj chi jaqatal uxe'al taq kemwujil.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
quc: Man kaya' ta chi awech taq ya'talil chi'l taq uwujil etal rech k'ayinem rech Mozilla Foundation on ni jun chi kech taq utz'aqatil, rachi'l le Mozilla, Firefox on %1$s taq b'i'aj on taq retwokaj. Le utz'aqatil q'alajisanem wene kriqitaj <a href="%2$s">waral</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
quc: Utz'aqatil uxe'al retokib'al chech %1$s k'o chi uxe' pa k'i nik'aj chi jaqatal sipatal taq uxe'al <a href="%2$s">taq kemwujil</a>.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
quc: %1$s xuquje' kukoj taq ucholajil q'ateb'al ya'om rumal Disconnect, Inc. pacha' tastalik chi'l utukelal taq chak chi uxe' le <a href="%2$s">GNU Uwujil kech uk'iyal v3</a>, chi'l k'olik <a href="%3$s">waral</a>.

# gv_prompt_username_hint
source: Username
quc: Ub'i' rajaw

# gv_prompt_password_hint
source: Password
quc: Retokib'al

# gv_prompt_clear
source: Clear
quc: Uchupik

# security_popup_secure_connection
source: Secure Connection
quc: Chajital t'iqonem

# security_popup_insecure_connection
source: Insecure Connection
quc: Man chajital ta t'iqonem

# security_popup_security_verified
source: Verified by: %1$s
quc: Q'atum rumal: %1$s

# site_security_icon_content_description
source: Site Security
quc: Chajital wokk'olib'al web'

# preference_autocomplete_duplicate_url_error
source: URL already exists
quc: URL k'o chik

source: Find in Page
quc: Uriqik pa uxaq wuj

# find_in_page_input
source: Find in page
quc: Uriqik pa uxaq wuj

# accessibility_find_in_page_result
source: %1$d out of %2$d
quc: %1$d man k'o ta pa%2$d

# accessibility_next_result
source: Find next result
quc: Chariqa' uwachinem teren chi uloq

# accessibility_previous_result
source: Find previous result
quc: Chariqa' uwachinem kanoq

# accessibility_dismiss_find_in_page
source: Dismiss find in page
quc: Man kriqitaj ta pa uxaq wuj

# http_auth_dialog_title
source: Authentication required
quc: Kajawataj usaqil tzij

# http_auth_dialog_username
source: Username
quc: Ub'i' rajaw

# http_auth_dialog_password
source: Password
quc: Retokib'al

# preference_performance_request_desktop_site
source: Request desktop site
quc: Tz'onoj rech wokk'olib'al web' rech ilwach chak

# custom_tab_copy_url_action
source: URL copied
quc: Elesam uwach URL

# enable_search_suggestion_subtitle_learnmore
source: Learn more
quc: Chaweta'maj nik'aj chik

# enable_search_suggestions_no
source: No
quc: Ja'i'

# enable_search_suggestions_yes
source: Yes
quc: Je'

# dismiss_no_suggestions_prompt_button
source: Dismiss
quc: Relesaxik
