Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/mix/app.po
Languages: mix

# tip_set_default_browser
source: Open every link in %1$s Set %1$s as default browser
mix: Kuna iin enlace tsi %1$s Chikay %1$s tana navegador xina

# tip_autocomplete_url
source: Autocomplete URLs for sites you use most Long-press any URL in the address bar
mix: Ntasa URLs ña sitio ña kuaka chichu'un Katavi URL niku nu barra ña direcciones

# tip_open_in_new_tab
source: Open a link in a new tab Long-press any link on a page
mix: Kuna enlace nu xikua tsaá Katavi nchi enlace niku nu página

# tip_request_desktop
source: Rather see the full desktop site?%1$s Menu > Request desktop site
mix: ¿A kunu kuncheu sitio nu escritorio?%1$s Menú > Kaka sitio de escritorio

# open_new_tab_snackbar
source: Switch
mix: Sama

# preference_exceptions_menu_remove
source: Remove
mix: Xitaá

# preference_exceptions_remove_all_button_label
source: Remove all websites
mix: Atoo ntii pagina web

# tab_crash_report_close_tab_button_label
source: Close Tab
mix: Kasi xikua

# fatal_crash_report_close_button_label
source: Close
mix: Kasi

# fatal_crash_report_restart_firefox_label
source: Restart %1$s
mix: Ndakitsa%1$s

# crash_report_send_crash_label
source: Send crash report to Mozilla
mix: Tachu'un tu'un ña vai nu Mozilla
