Repository: mozilla-l10n/focus-android-l10n
Catalog: locales/mix/app.po
Languages: mix

# action_cancel
source: Cancel
mix: Kunchatu

# action_ok
source: OK
mix: Va'a

# action_save
source: Save
mix: Chika vaà

# urlbar_hint
source: Search or enter address
mix: Ntukú a chaa ña kunu kuncheu

# teaser
source: Automatic private browsing. Browse. Erase. Repeat.
mix: Ndukù Sèè. Kunchee. Sto'o. Ntakua.

# feedback_erase
source: Your browsing history has been erased.
mix: Sto'i ña ntsinu.

# feedback_erase_custom_tab
source: Tab’s browsing history has been erased.
mix: Stoi ña ntsinu ña ntsika nu xikua.

# search_hint
source: Search for %1$s
mix: Ndukù %1$s

# menu_share
source: Share…
mix: Stucha…

# menu_report_site_issue
source: Report Site Issue
mix: Ka tu'un ña kue va'a yee sitio'yo

# menu_open_with_default_browser2
source: Open in %1$s
mix: Kuna tsi %1$s

# menu_open_with_a_browser2
source: Open in…
mix: Kuna tsi…

# menu_add_to_home_screen
source: Add to Home screen
mix: Chika'a nu pantalla xina

# menu_whats_new
source: What's New
mix: Ña tsa'a

# menu_settings
source: Settings
mix: Nu samu

# menu_about
source: About
mix: Tsaa ña

# menu_help
source: Help
mix: Chinchee

# menu_rights
source: Your Rights
mix: Yee yu'u

# menu_trackers_blocked_title
source: Trackers blocked
mix: Ntasi nu kuu snuu kue ña'a

# menu_content_blocking
source: Content Blocking
mix: Kasi kontenido

# menu_custom_tab_branding
source: Powered by %1$s
mix: Nikuvai tsi %1$s

# share_dialog_title
source: Share via
mix: Kua’a nu'u

# notification_erase_text
source: Erase browsing history
mix: Stòo ña ntukuku sata

# notification_action_open
source: Open
mix: Kuna

# notification_action_erase_and_open
source: Erase and Open
mix: Stoo cha Kuna

# shortcut_erase_short_label
source: Erase
mix: Stoo

# shortcut_erase_long_label
source: Erase browsing history
mix: Stòo ña ndukuku sata

# shortcut_erase_and_open_short_label
source: Erase & open
mix: Stoo ra kuna

# shortcut_erase_and_open_long_label
source: Erase and open %1$s
mix: Stoo tsi kuna %1$s

# text_selection_search_action
source: Search Privately
mix: Nduku Sèè

# about_content
source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
mix: <p>%1$s Kuu kuachu'unña.</p> <p>Kuu nduku seu ña'a: <ul> <li>Nduku ña kunu nu kaa ndusu'ku</li> <li>Kasi ña kuni kunche'e ña sau)</li> <li>Stoo cookies tsi ña ndukuku sata</li> </ul> </p> <p>%1$s Mozilla sai. Kunikue iin Internet nuna ña kuu kuchu'un ntina yivi.<br/> <a href="%2$s">kavi cha kutua</a></p>

# preference_privacy_and_security_header
source: Privacy & Security
mix: Ña i'í tsi Ña kunka vai

# preference_privacy_and_security_summary
source: Tracking, cookies, data choices
mix: Lista ña rastreo, cookies tsi tutu

# preference_search_summary
source: Set default, autocomplete
mix: Chikai tana xina, cha ntacha'a mií ña

# preference_mozilla_summary
source: About %1$s, help
mix: Tu'un tsa %1$s, ña chinhe'e yo

# preference_category_tracking_protection
source: Tracking Protection
mix: Protección de rastreo

# preference_category_web_content
source: Web Content
mix: Tutu web

# preference_category_switching_apps
source: Switching Apps
mix: Sama kue aplicacion

# preference_category_general
source: General
mix: Ntií

# preference_category_data_collection_use
source: Data Collection & Use
mix: Satutu kue tutu cha nchi vai

# preference_category_search
source: Search
mix: Nduku

# preference_show_search_suggestions
source: Get search suggestions
mix: A Kuncheu nixi ndukuku

# preference_show_search_suggestions_summary
source: %1$s will send what you type in the address bar to your search engine
mix: %1$s ku chachuin nchi ña ku nchau nu barra de direcciones tsi ña ku ndukuku

# preference_search_engine_default
source: Default
mix: Tsa sa'an yee

# preference_search_engine_label
source: Search engine
mix: Ña nduku

# preference_state_on
source: On
mix: Kuna

# preference_state_off
source: Off
mix: Kasi

# preference_subitem_autocomplete
source: URL Autocomplete
mix: Chaa URL

# preference_switch_autocomplete_topsites
source: For Top sites
mix: Sitio kua ncheu

# preference_switch_autocomplete_user_list
source: For Sites You Add
mix: Sitio chikau

# preference_category_autocomplete_manage_sites
source: Manage sites
mix: Kunche sitio

# preference_autocomplete_subitem_manage_sites
source: Manage sites
mix: Kunche sitio

# preference_autocomplete_action_add
source: + Add custom URL
mix: + Chaa URL

# preference_autocomplete_title_add
source: Add custom URL
mix: Chaa URL

# custom_autocomplete_quick_add
source: Add custom URL
mix: Chaa URL

# preference_category_cookies
source: Cookies and Site Data
mix: Cookies tsi tutu sitio

# preference_category_data_choices
source: Data Choices
mix: Katsi tutù

# preference_autocomplete_title_remove
source: Remove custom URLs
mix: Stòo URLs nchau

# preference_autocomplete_learn_more
source: Learn more
mix: Skua'a kuakaa

# preference_autocomplete_custom_summary
source: Add and manage custom autocomplete URLs.
mix: Chaa a sama URLs tana kuni meu.

# preference_autocomplete_add_title
source: URL to add
mix: Chaa URL

# preference_autocomplete_add_hint
source: Paste or enter URL
mix: Chistiin a chaa URL

# preference_autocomplete_add_example2
source: Example: mozilla.org
mix: Tana: mozilla.org

# preference_autocomplete_add_example
source: Example: example.com
mix: Kua: sivi.com

# preference_autocomplete_add_confirmation
source: New custom URL added.
mix: Ntutsaa URL nchau.

# preference_autocomplete_menu_remove
source: Remove
mix: Xitaá

# preference_autocomplete_action_remove_content_description
source: Remove
mix: Xitaá

# preference_autocomplete_add_error
source: Double-check the URL you entered.
mix: Chaa va'a URL.

# preference_language
source: Language
mix: Tu'un

# preference_language_systemdefault
source: System default
mix: Nkoi ta xi’na

# preference_category_privacy
source: Privacy
mix: Sèè

# preference_privacy_block_ads
source: Block ad trackers
mix: Kasi ña ndukuyo

# preference_privacy_block_ads_summary
source: Some ads track site visits, even if you don’t click the ads
mix: Yee tu'un nduku ña tsinu, vasu ma katavu ña

# preference_privacy_block_analytics
source: Block analytic trackers
mix: Kasi ña ndukuyo

# preference_privacy_block_analytics_summary
source: Used to collect, analyze and measure activities like tapping and scrolling
mix: Kuachu'un ña tava satutuku tsi chikuau ña sau tana katavu tsi samu

# preference_privacy_block_social
source: Block social trackers
mix: Kasi ña ndukuyo

# preference_privacy_block_social_summary
source: Embedded on sites to track your visits and to display functionality like share buttons
mix: Ntachiiaña nu ke sitiotava ntanii ña ntsinu cha snai boton tana kua'á

# preference_privacy_block_content
source: Block other content trackers
mix: Kasi ña ndukuyo inka tsio

# preference_privacy_block_content_summary2
source: Enabling may cause some pages to behave unexpectedly
mix: Tatu na Kuachu'un ña ku kueva'a nuna pàguina

# preference_privacy_category_cookies
source: Block cookies
mix: Kasi cookies

# preference_privacy_should_block_cookies_third_party_only_option
source: Block 3rd-party cookies only
mix: Kasi cookies ña inkana

# preference_privacy_should_block_cookies_yes_option
source: Yes
mix: Va'a

# preference_security_biometric
source: Use fingerprint to unlock app
mix: Kuchun huella digital tava kunu aplicación

# preference_security_biometric_summary
source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
mix: Tsi huella digital ku kunu %1$s tatu nuna iin URL nu aplicación. Ku nchikasii ña ncheu.

# preference_privacy_secure_mode
source: Stealth
mix: Sèè

# preference_privacy_stealth_summary
source: Hide webpages when switching apps and block taking screenshots.
mix: Chika sèè pagina ta ku samu aplicaciòn cha casi ña ndatava.

# preference_category_security
source: Security
mix: Vaá

# preference_category_performance
source: Performance
mix: Nixi sachu'in

# preference_performance_block_webfonts
source: Block Web fonts
mix: Makuau kuni siin ña'a

# preference_performance_block_webfonts_summary
source: May result in missing icons or images
mix: Kuu kuncheu ika ña'a icono a tutu ndatavana ña tsa koo

# preference_performance_block_javascript
source: Block JavaScript
mix: Kasi JavaScript

# preference_performance_block_javascript_summary
source: Pages may load faster, but may also behave unexpectedly
mix: Ku yàchika kitsa kue página, ti ku ma nuna va’i

# preference_default_browser2
source: Make %1$s default browser
mix: Saa %1$s navegador xinaa

# preference_mozilla_telemetry2
source: Send usage data
mix: Chachu'un tu'un nchachu'un

# preference_mozilla_telemetry_summary
source: Learn more
mix: Skua'a kuakaa

# preference_mozilla_telemetry_summary2
source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
mix: Mozilla ndaki'an ña vaa tava na koo vaa %1$s ntio.

# preference_privacy_notice
source: Privacy Notice
mix: Nixi inka vaa tutu'ku

# preference_about
source: About %1$s
mix: Tsaa ña'a%1$s

# preference_search_installed_search_engines
source: Installed search engines
mix: Ndu tsaa ña nda nduku

# preference_search_restore
source: Restore default search engines
mix: Ndu tsaa ña nda ntuku

# preference_search_add2
source: + Add another search engine
mix: + Chika´a inka motor nduku

# preference_search_remove_title
source: Remove search engines
mix: Sto'o ña ntuku

# preference_search_remove
source: Remove
mix: Xitaá

# preference_homescreen_tips
source: Show home screen tips
mix: Snaa tu'un tava kitsau

# action_option_add_search_engine
source: Add search engine
mix: Chikaa tsi ña ndukuku

# search_add_manually_name_hint
source: Search engine name
mix: SIvi ña nduku

# search_add_manually_string
source: Search string to use
mix: Nduku tu'un kunu kuachu'un

# search_add_manually_save
source: Save
mix: Chika vaà

# search_add_manually_example
source: Example: example.com/search/?q=%s
mix: Sa'an chau'ña: example.com/search/?q=%s

# search_add_confirmation
source: New search engine added.
mix: Ntu tsa'a tsi ña ndukuku.

# search_add_error_empty_name
source: Enter search engine name
mix: Chaa sivi ña kunu nduku

# search_add_error_duplicate_name
source: An installed search engine is already using that name.
mix: Tsa inka'a iin ña nduku tsi sivi yoo.

# search_add_error_empty_search
source: Enter search string
mix: Chaa tu'un kunu ndukuku

# search_add_error_format
source: Check that search string matches Example format
mix: Ckunche'e a vaà nchau ña ku ndukuku

# content_description_clear_input
source: Clear input
mix: Stoo nu nikivu

# content_description_dismiss_input
source: Dismiss
mix: Nkucha'a su'u

# content_description_erase
source: Erase browsing history
mix: Stòo ña ntukuku sata

# content_description_tab_counter
source: Tabs open: %1$s
mix: Xikua nuna: %1$s

# content_description_lock
source: Secure connection
mix: Kuu kivu

# accessibility_announcement_loading
source: Loading
mix: Saa ki tsai

# accessibility_announcement_loading_finished
source: Website loaded
mix: Kunchatu saa ku ki'tsai

# content_description_menu
source: More options
mix: Kunchee nu ndasamu kue ñaa

# content_description_forward
source: Navigate forward
mix: Nduku chinuu

# content_description_reload
source: Reload website
mix: Ntu tsaa pagina web

# content_description_back
source: Navigate back
mix: Nduku sata

# content_description_stop
source: Stop loading website
mix: Ma ntu tsaa pagina web

# content_description_customtab_exit
source: Return to previous app
mix: Nchiko sata

# content_description_trackers_blocked
source: Number of trackers blocked
mix: Kavi nisa rastreador ndasia

# content_description_blocking_switch
source: Block trackers
mix: Kasi ña ndukuyo

source: Your Rights
mix: Yee yu'u

# external_app_prompt_title
source: Open link in another app
mix: Kuna nu ndukuku inka tsio

# external_app_prompt
source: You can leave %1$s to open this link in %2$s.
mix: Kuu siau %1$s cha kuu kunu nu ndukuku yoo%2$s.

# external_app_prompt_no_app_title
source: Find an app that can open link
mix: Nduku inka nu kuu kuncheu ña kunu

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
mix: Ni iin nu sachuun kúú kunaku tsi enlace yó’o. Kuu ketu %1$s tatu kunu ndukukuv%2$s inka nu kuu sachuun.

# external_multiple_apps_matched_exit
source: Exit Private Browsing?
mix: A keu nu nduku seu ñaa?

# download_snackbar_finished
source: %1$s finished
mix: %1$s ntsinu

# download_snackbar_open
source: Open
mix: Kuna

# download_dialog_warning
source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
mix: Tutu snuù <b>ma ntoi</b> ta kuu stuu ña'a ntsinu nuu%1$s.

# download_dialog_title
source: Download File
mix: Snuu Tutu

# download_dialog_action_cancel
source: Cancel
mix: Kunchatu

# download_dialog_action_download
source: Download
mix: Snuú

# errorpage_title
source: Problem loading page
mix: Makuu kuncheu pagina yoo

# errorpage_refresh
source: Try Again
mix: Kitsaa tuku

# error_connectionfailure_title
source: Unable to connect
mix: Kue kuu kitsai

# error_connectionfailure_message
source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
mix: <ul> <li>Makuu kuncheu ña inka nu pagina yoo . Kunchatu loxo cha kitsa tuku.</li> <li>tatu kueku kunu ni iin página, Kuncheè a kuu kuachu'un datos ña kaa ndusu a conexión Wi-Fi.</li> </ul>

# error_timeout_title
source: The connection timed out
mix: Ntsinu conexión

# error_hostLookup_title
source: Server not found
mix: Kòo servidor ni ntanèe

# error_hostLookup_message
source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
mix: <ul> <li>Kunchee a va'a nchau <strong>ww</strong>.example.com a <strong>www</strong>.example.com</li> <li>Tatu kueku kuncheu ni iin pagina, kunchee a va'a yee conexión a Wi-Fi ña kaa ndusuku.</li> </ul>

# error_malformedURI_title
source: The address isn’t valid
mix: Va'a ni chau pagina

# error_malformedURI_message
source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
mix: <ul> <li>Ta kunu chau iin pagina web tsiniñu'u chauña sa'an <strong>http://www.example.com/</strong></li> <li>Kunchee an'chau uvi raya (tana ño'o <strong>/</strong>).</li> </ul>

# error_redirectLoop_title
source: The page isn’t redirecting properly
mix: Página yoo kueku nuna vai

# error_redirectLoop_message
source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
mix: <ul> <li>Ña ñoo yaa ta stoo a kue kunu cookies.</li> </ul>

# error_unsupportedprotocol_title
source: The address wasn’t understood
mix: Ma ni tsituninia direcciòn

# error_unsupportedprotocol_message
source: <ul> <li>You might need to install other software to open this address.</li> </ul>
mix: <ul> <li>Tsini'ñuu chikàu inka programa tatu kunu kunú dirección yòo. </li> </ul>

# error_sslhandshake_title
source: Secure connection failed
mix: Mani'ku chitai'ña

# error_sslhandshake_message
source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
mix: <ul> <li>Yee ña Vá’à nu inka pagina a inkana kuni sakue'ena .</li> <li>Tatu va'a nikitsau ta sata , chaa ntu'u ña Vá’à yo kunchatu xoo cha kitsa tuku. </li> </ul>

# error_generic_title
source: Oops
mix: Kukanu inu

# error_generic_message
source: We can’t load this page for some reason.
mix: Ma ku kuncheu pagina yoo

# contextmenu_open_in_app
source: Open with app
mix: Kuna tsi app

# contextmenu_link_share
source: Share link
mix: Kua’á direcciòn

# contextmenu_link_copy
source: Copy link address
mix: Ntatava direcciòn

# contextmenu_image_share
source: Share image
mix: Stucha tutu ntatavana

# contextmenu_image_copy
source: Copy image address
mix: Ntatava direcciòn nu inka tutu ntatavana

# contextmenu_image_save
source: Save image
mix: Chika va'a tutu ntatavana

# contextmenu_open_in_new_tab
source: Open link in new tab
mix: Kuna ña kunu kuncheu nu inka xikua

# contextmenu_image_warning
source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
mix: Tutu ndatavana ña nchikavau tsi ña ndakuaku <b> ma ntoi</b>ta kuu stuu ña'a ntsinu sata %1$s.

# firstrun_defaultbrowser_title
source: Power up your privacy
mix: Saa kanu ña sèè

# firstrun_defaultbrowser_text2
source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
mix: Nduku sèè ña kunu. Kasi tu'un va'a tsi siin ñaa va'a sa'a kue pagina.

# firstrun_search_title
source: Your search, your way
mix: Nduku ña kunu, nixi kunu

# firstrun_search_text
source: Searching for something different? Choose another default search engine in Settings.
mix: ¿Nudukuku si'in ña'a? katsi inka tsiña ndukuku inka nu sama ntii ñaa yo.

# firstrun_shortcut_title
source: Add shortcuts to your home screen
mix: Chikaa nixi kitsau nu pantalla xinaa

# firstrun_shortcut_text
source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
mix: Nchiko nu inka pagina %1$s katavi. Nu xikua %1$s " Chikaa nu pantalla xinaa ".

# firstrun_privacy_title
source: Make privacy a habit
mix: Ka'un ña see

# firstrun_privacy_text
source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
mix: Chikaa %1$s nu ndukuku xina cha kunchee nixi nduku seu ta tsunaku pagina web inka tsio.

# firstrun_close_button
source: OK, got it!
mix: Va'a, tsa ntakii ña!

# firstrun_skip_button
source: Skip
mix: Kanta

# firstrun_next_button
source: Next
mix: Nuu

# dialog_addtohomescreen_action_add
source: Add
mix: Chikaa

# dialog_addtohomescreen_action_cancel
source: Cancel
mix: Kunchatu

# dialog_addtohomescreen_tracking_protection
source: Shortcut will open with Tracking Protection disabled
mix: Nu ku nkivu ku nuni cha ku nkuu kunchena yo

# notification_browsing_session_channel_name
source: Private browsing session
mix: Nikitsa seu

# notification_browsing_session_channel_description
source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
mix: Tu'un kuu stoi nu nikitsau %1$s ta katavu. ke tsiniñu'u kunakuña ni kuncheu ta sachuùn navegador.

# tabs_tray_action_erase
source: Erase browsing history
mix: Stòo ña ntukuku sata

source: Download Firefox
mix: Snuu Firefox

# your_rights_content1
source: %1$s is free and open source software made by Mozilla and other contributors.
mix: %1$s software kuachu'un ntiina ni kuu vaa saa Mozilla tsi nivi sachu'un chi'an.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
mix: %1$s kuu kuachu'uña tsi <a href="%2$s">Licencia pública Mozilla</a> tsi inka licencias ña código abierto.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
mix: Koo licencia kuachu'na marca Fundación Mozilla ni Firefox a inkana, tsi logotipo a sivi Mozilla, Firefox a %1$s ku ndukuku tu'un <a href="%2$s">yo'o</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
mix: Inka <a href="%2$s">licencia</a>ña código abierto tsi gratuitassani inka código fuente kuachu'un tsi %1$s.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
mix: %1$s kuu kuachu'un listas ña tsasi DIsconnect, Inc. tana inka chu'un tsi <a href="%2$s">Licencia Pública General de GNU v3</a>, cha ku ntaneu ña <a href="%3$s">yo'o</a>.

# gv_prompt_username_hint
source: Username
mix: Sivìi

# gv_prompt_password_hint
source: Password
mix: Tu'un seè

# gv_prompt_clear
source: Clear
mix: Stòo

# security_popup_secure_connection
source: Secure Connection
mix: Mani'ku Chitai'ña

# security_popup_insecure_connection
source: Insecure Connection
mix: Ma kuu Chitai'ña

# security_popup_security_verified
source: Verified by: %1$s
mix: Verificado por: %1$s

# site_security_icon_content_description
source: Site Security
mix: Vaa sitio yoo

# preference_autocomplete_duplicate_url_error
source: URL already exists
mix: Tsa inka URL

source: Find in Page
mix: Ndaduku yo'o

# find_in_page_input
source: Find in page
mix: Nduku nu página

# accessibility_find_in_page_result
source: %1$d out of %2$d
mix: %1$d a %2$d

# accessibility_next_result
source: Find next result
mix: Nduku tu'un nu'u

# accessibility_previous_result
source: Find previous result
mix: Nduku tu'un sata

# accessibility_dismiss_find_in_page
source: Dismiss find in page
mix: Kasi nu ndukuku

# http_auth_dialog_title
source: Authentication required
mix: Tsiniñu'u kunchi'i a vai

# http_auth_dialog_username
source: Username
mix: Sivìi

# http_auth_dialog_password
source: Password
mix: Tu'un seè

# preference_performance_request_desktop_site
source: Request desktop site
mix: Kaka sitio nu escritorio

# custom_tab_copy_url_action
source: URL copied
mix: Ndatava URL

# preference_advanced_summary
source: Developer tools
mix: Nu ndasamu

# preference_category_advanced
source: Advanced
mix: Nchichi

# preference_remote_debugging
source: Remote debugging via USB/Wi-Fi
mix: Nta sa vaà tsi USBWi-Fi

# biometric_auth_title
source: Unlock %1$s
mix: Kuna %1$s

# biometric_auth_description
source: Touch the fingerprint sensor to continue.
mix: Katavi sensor ña huella digital tava kitasu.

# biometric_auth_new_session
source: New Session
mix: Kitsaa tuku

# biometric_auth_image_description
source: Fingerprint icon
mix: Huellas digitales

# biometric_auth_not_recognized_error
source: Fingerprint not recognized. Try again.
mix: Kue ndakuinia huella digital. Kitsa tuku.

# biometric_auth_moved_too_quickly
source: Finger moved too fast. Try again.
mix: Vichi nchua ni kanta ndau. Kitsa tuku.

# enable_search_suggestion_title
source: Would you like to turn on search suggestions?
mix: ¿A kunu kuncheu ña kuu ndadunkuku?

# enable_search_suggestion_subtitle
source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
mix: Tava kuncheu nchi ku ndukuku, %1$s tsiniñuú chachun ña ku nchau nu barra de direcciones tsi ña ni katsiku tava ndukuku. %2$s.

# enable_search_suggestion_subtitle_learnmore
source: Learn more
mix: Skua'a kuakaa

# enable_search_suggestions_yes
source: Yes
mix: Va'a

# no_suggestions_message
source: Some search engines cannot show suggestions.
mix: Yee kue motor de búsqueda kue ku snai ña ku kuncheu.

# dismiss_no_suggestions_prompt_button
source: Dismiss
mix: Chika seé
